{
  "book_usfm": "2TH",
  "name": "2 Tesalonicenses",
  "local_title": "Traducción en Lenguaje Actual",
  "local_abbreviation": "TLA",
  "version_id": 176,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004.</p>",
    "text": "Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "2TH.INTRO1",
      "is_chapter": false,
      "current": {
        "usfm": [
          "2TH.INTRO1"
        ],
        "human": "2 Tesalonicenses Introducción"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2TH.1"
        ],
        "human": "2 Tesalonicenses 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1TH.5"
        ],
        "human": "1 Tesalonicenses 5",
        "toc": true
      },
      "items": []
    },
    {
      "chapter_usfm": "2TH.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2TH.1"
        ],
        "human": "2 Tesalonicenses 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2TH.2"
        ],
        "human": "2 Tesalonicenses 2",
        "toc": true
      },
      "previous": {
        "canonical": false,
        "usfm": [
          "2TH.INTRO1"
        ],
        "human": "2 Tesalonicenses Introducción",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2
          ],
          "lines": [
            "Queridos hermanos y hermanas de la iglesia en Tesalónica:",
            "Nosotros, Pablo, Silvano y Timoteo, los saludamos a ustedes, que pertenecen a Dios nuestro Padre y al Señor Jesucristo, a quienes les pido de todo corazón les den su amor y su paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo ora por los tesalonicenses"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Hermanos míos, en todo momento tenemos que dar gracias a Dios por ustedes. Y así debe ser, pues ustedes confían cada vez más en Dios, y se aman más y más los unos a los otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Por eso, nos sentimos orgullosos cuando hablamos de ustedes en las otras iglesias de Dios. Porque, aunque ustedes tienen dificultades y problemas, se mantienen firmes y siguen confiando en Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Esto demuestra que en verdad Dios es justo, y que los está haciendo merecedores de su reino, por el que ahora sufren."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Dios es justo, y castigará a quienes ahora los hacen sufrir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando el Señor Jesús venga desde el cielo, entre llamas de fuego y en compañía de sus poderosos ángeles, Dios les dará alivio a todos ustedes, como lo ha hecho con nosotros;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "castigará a los que no obedecen su mensaje ni quieren reconocerlo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "y los destruirá para siempre. Los echará lejos de su presencia, donde no podrán compartir su gloria y su poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Esto sucederá cuando el Señor Jesucristo vuelva, para que todo su pueblo elegido lo alabe y admire. Y ustedes son parte de ese pueblo, pues han creído en el mensaje que les dimos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por eso oramos siempre por ustedes. Le pedimos a nuestro Dios que los haga merecedores de haber sido elegidos para formar parte de su pueblo. También le pedimos que, con su poder, cumpla todo lo bueno que ustedes desean, y complete lo que ustedes han empezado a hacer gracias a su confianza en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "De este modo ustedes honrarán a nuestro Señor Jesús, y él los honrará a ustedes, de acuerdo con el gran amor de Dios y de nuestro Señor Jesucristo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2TH.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2TH.2"
        ],
        "human": "2 Tesalonicenses 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2TH.3"
        ],
        "human": "2 Tesalonicenses 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2TH.1"
        ],
        "human": "2 Tesalonicenses 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El hombre malvado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando nuestro Señor Jesucristo regrese, nosotros nos reuniremos con él. Por eso, les rogamos, hermanos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "que no se dejen confundir tan fácilmente. No se asusten si alguien asegura que ya llegó el día en que el Señor Jesús volverá. Tal vez alguien les mienta diciendo que el Espíritu le dijo eso, o que nosotros le enseñamos eso personalmente o por carta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "No permitan que nadie los engañe. Ese día no llegará hasta que los enemigos de Dios se rebelen contra él y haya aparecido el hombre malvado, que será destruido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ese hombre está en contra de Dios y de todo lo que está dedicado a Dios. Hasta pondrá su trono en el templo de Dios, y afirmará que él mismo es Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Acuérdense de que ya les había hablado de esto cuando estuve con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Bien saben ustedes qué es lo que detiene al hombre malvado, para que no aparezca antes de tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Porque su plan secreto de maldad ya está en marcha; solo falta que se quite de en medio lo que detiene a ese hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8,
            9,
            10,
            11,
            12
          ],
          "lines": [
            "Después de eso, el malvado aparecerá. Satanás lo ayudará a engañar a muchos con señales y falsos milagros. Engañará con toda clase de mentiras a los que no quisieron amar y aceptar el verdadero mensaje de Jesucristo, mensaje que podría haberlos salvado del castigo que recibirán. Dios permite que ese hombre mentiroso y malvado los engañe, para que acepten lo que es falso. Así Dios castigará a todos los que no han querido creer en el verdadero mensaje y son felices haciendo el mal. Pero cuando el Señor Jesús vuelva, con todo su poder y su gloria, destruirá con el soplo de su boca al hombre malvado, y le quitará su poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Confiar en Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero nosotros siempre debemos darle gracias a Dios por ustedes. Dios los ama, y los eligió desde un principio para que se salvaran del castigo. Los eligió por medio del Espíritu que los separó para él, y porque ustedes aceptaron la buena noticia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Dios los llamó por medio de la buena noticia que les anunciamos, para que participen del poder y de la gloria de nuestro Señor Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Por eso, hermanos míos, sigan confiando en Dios, y no se olviden de las enseñanzas que, personalmente o por carta, les hemos dado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Dios nuestro Padre es bueno; por eso nos ha amado, y nos ha dado el consuelo eterno y la seguridad de que seremos salvos. A él y a nuestro Señor Jesucristo les pido"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "que les den ánimo y fuerzas, para que siempre digan y hagan lo bueno."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2TH.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2TH.3"
        ],
        "human": "2 Tesalonicenses 3"
      },
      "next": {
        "canonical": false,
        "usfm": [
          "1TI.INTRO1"
        ],
        "human": "1 Timoteo Introducción",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2TH.2"
        ],
        "human": "2 Tesalonicenses 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo pide que oren"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por último, hermanos, les pedimos que oren por nosotros, para que hagamos llegar a todas partes el mensaje del Señor Jesús, y para que la gente lo reciba con aprecio, así como lo hicieron ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pídanle también a Dios que nos proteja de la gente malvada, porque no todos quieren confiar en Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero el Señor Jesucristo les dará una firme confianza y los protegerá del mal, porque él siempre cumple lo que dice."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Gracias al Señor Jesucristo, estamos seguros de que ustedes hacen y seguirán haciendo lo que les hemos ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Deseamos que el Señor Jesús los ayude a amar a los demás, así como Dios ama a todos, y que les dé su fortaleza para resistir en medio del sufrimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Todos tienen que trabajar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Hermanos míos, con la autoridad que nuestro Señor Jesucristo nos da, les ordenamos que se alejen de cualquier miembro de la iglesia que no quiera trabajar ni viva de acuerdo con la enseñanza que les dimos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ustedes saben cómo deben vivir para seguir nuestro ejemplo: nunca estuvimos entre ustedes sin hacer nada,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y nunca recibimos comida sin pagar por ella. Al contrario, trabajábamos de día y de noche para que ninguno de ustedes tuviera que pagar nada por nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "En realidad, teníamos derecho a pedirles que nos ayudaran, pero preferimos trabajar para ganarnos el pan, y así darles un ejemplo a seguir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando estábamos con ustedes, les decíamos que quien no quiera trabajar tampoco tiene derecho a comer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero nos hemos enterado de que hay entre ustedes algunos que no quieren trabajar, y que se la pasan metiéndose en asuntos ajenos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "A esas personas les llamamos la atención y, con la autoridad que el Señor Jesucristo nos da, les ordenamos que trabajen para ganarse la vida, y que dejen de molestar a los demás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "En cuanto a ustedes, hermanos, no se cansen de hacer el bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Aléjense de cualquier miembro de la iglesia que no obedezca lo que ordenamos en esta carta, para que le dé vergüenza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero no lo traten como a un enemigo, sino repréndanlo como a un hermano."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Despedida"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Que el Señor que da la paz, les dé paz en todo lugar y en todo tiempo, y los acompañe siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Yo, Pablo, escribo este saludo final con mi propia mano. Así es como firmo todas mis cartas; esta es mi letra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Deseo que nuestro Señor sea bueno y amoroso con todos ustedes."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}