{
  "book_usfm": "EZR",
  "name": "Esdras",
  "local_title": "Traducción en Lenguaje Actual",
  "local_abbreviation": "TLA",
  "version_id": 176,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004.</p>",
    "text": "Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "EZR.INTRO1",
      "is_chapter": false,
      "current": {
        "usfm": [
          "EZR.INTRO1"
        ],
        "human": "Esdras Introducción"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EZR.1"
        ],
        "human": "Esdras 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CH.36"
        ],
        "human": "2 Crónicas 36",
        "toc": true
      },
      "items": []
    },
    {
      "chapter_usfm": "EZR.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EZR.1"
        ],
        "human": "Esdras 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EZR.2"
        ],
        "human": "Esdras 2",
        "toc": true
      },
      "previous": {
        "canonical": false,
        "usfm": [
          "EZR.INTRO1"
        ],
        "human": "Esdras Introducción",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ciro permite el regreso de los judíos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2,
            3,
            4
          ],
          "lines": [
            "En el primer año del gobierno de Ciro, rey de Persia, este rey dio la siguiente orden a todos los habitantes de su reino:",
            "«El Dios de los cielos, que es dueño de todo, me hizo rey de todas las naciones, y me encargó que le construya un templo en la ciudad de Jerusalén, que está en la región de Judá. Por tanto, todos los que sean de Judá y quieran reconstruir el templo, tienen mi permiso para ir a Jerusalén. El Dios de Israel vive allí, y los ayudará.",
            "»Todos los que decidan ir a Jerusalén para trabajar en la reconstrucción, recibirán de sus vecinos ayuda en dinero, mercaderías y ganado. También recibirán donaciones para el templo de Dios».",
            "Ciro, rey de Persia",
            "Con esta orden se cumplió la promesa que Dios había hecho por medio del profeta Jeremías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando los jefes de las tribus de Judá y de Benjamín se enteraron de esta orden, sintieron que Dios les pedía que fueran a Jerusalén para reconstruir su templo. Lo mismo sintieron los sacerdotes, sus ayudantes y muchos otros judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Todos sus vecinos les dieron recipientes de oro y plata, mercadería, ganado y otros objetos valiosos, además de muchas donaciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7,
            8
          ],
          "lines": [
            "Por su parte, el rey Ciro le ordenó al tesorero Mitrídates que les devolviera a los judíos los utensilios del templo de Dios. Estos utensilios los había sacado del templo de Jerusalén el rey Nabucodonosor, y los había llevado al templo de sus dioses. Mitrídates se aseguró de entregarle todos estos utensilios a Sesbasar, gobernador de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9,
            10
          ],
          "lines": [
            "Los utensilios entregados fueron:",
            "treinta tazones de oro,",
            "mil tazones de plata,",
            "veintinueve cuchillos,",
            "treinta tazas de oro,",
            "cuatrocientas diez tazas de plata de un mismo juego,",
            "y una gran cantidad de otros utensilios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "En total, el tesorero entregó cinco mil cuatrocientos utensilios de oro y plata. Todo esto se lo llevó Sesbasar a Jerusalén cuando regresó con los judíos que muchos años atrás habían sido llevados a Babilonia."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EZR.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EZR.2"
        ],
        "human": "Esdras 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EZR.3"
        ],
        "human": "Esdras 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZR.1"
        ],
        "human": "Esdras 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "De regreso a Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2
          ],
          "lines": [
            "El rey Nabucodonosor se había llevado cautivos a Babilonia a muchos judíos. Los que volvieron de allá fueron los hijos de esos cautivos. Varios líderes regresaron a Jerusalén y a las ciudades de Judá, bajo el mando de Zorobabel. Esta es la lista de los líderes que regresaron:",
            "Josué,",
            "Nehemías,",
            "Seraías,",
            "Reelaías,",
            "Mardoqueo,",
            "Bilsán,",
            "Mispar,",
            "Bigvai,",
            "Rehúm,",
            "Baaná."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3,
            4,
            5,
            6,
            7,
            8,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            16,
            17,
            18,
            19,
            20
          ],
          "lines": [
            "Los otros judíos que volvieron fueron los siguientes:",
            "De la familia de Parós, dos mil ciento setenta y dos personas.",
            "De la familia de Sefatías, trescientas setenta y dos personas.",
            "De la familia de Árah, setecientas setenta y cinco personas.",
            "De la familia de Pahat-moab, que descendía de Josué y Joab, dos mil ochocientas doce personas.",
            "De la familia de Elam, mil doscientas cincuenta y cuatro personas.",
            "De la familia de Zatú, novecientas cuarenta y cinco personas.",
            "De la familia de Zacai, setecientas sesenta personas.",
            "De la familia de Binuy, seiscientas cuarenta y dos personas.",
            "De la familia de Bebai, seiscientas veintitrés personas.",
            "De la familia de Azgad, mil doscientas veintidós personas.",
            "De la familia de Adonicam, seiscientas sesenta y seis personas.",
            "De la familia de Bigvai, dos mil cincuenta y seis personas.",
            "De la familia de Adín, cuatrocientas cincuenta y cuatro personas.",
            "De la familia de Ezequías, noventa y ocho personas.",
            "De la familia de Besai, trescientas veintitrés personas.",
            "De la familia de Jorá, ciento doce personas.",
            "De la familia de Hasum, doscientas veintitrés personas.",
            "De la familia de Guibar, noventa y cinco personas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21,
            22,
            23,
            24,
            25,
            26,
            27,
            28,
            29,
            30,
            31,
            32,
            33,
            34,
            35
          ],
          "lines": [
            "También volvieron algunas familias que habían vivido en las siguientes ciudades y pueblos:",
            "De Belén, ciento veintitrés personas.",
            "De Netofá, cincuenta y seis personas.",
            "De Anatot, ciento veintiocho personas.",
            "De Bet-azmávet, cuarenta y dos personas.",
            "De Quiriat-jearim, Quefirá y Beerot, setecientas cuarenta y tres personas.",
            "De Ramá y Gueba, seiscientas veintiuna personas.",
            "De Micmás, ciento veintidós personas.",
            "De Betel y Ai, doscientas veintitrés personas.",
            "De Nebo, cincuenta y dos personas.",
            "De Magbís, ciento cincuenta y seis personas.",
            "De Elam, mil doscientas cincuenta y cuatro personas.",
            "De Harim, trescientas veinte personas.",
            "De Lod, Hadid y Onó, setecientas veinticinco personas.",
            "De Jericó, trescientas cuarenta y cinco personas.",
            "De Senaá, tres mil seiscientas treinta personas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36,
            37,
            38,
            39
          ],
          "lines": [
            "También volvieron las siguientes familias sacerdotales:",
            "De la familia de Jedaías, que descendía de Josué, novecientas setenta y tres personas.",
            "De la familia de Imer, mil cincuenta y dos personas.",
            "De la familia de Pashur, mil doscientas cuarenta y siete personas.",
            "De la familia de Harim, mil diecisiete personas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40,
            41,
            42
          ],
          "lines": [
            "Las familias de la tribu de Leví que volvieron eran las siguientes:",
            "De las familias de Josué y de Cadmiel, que descendían de Hodavías, setenta y cuatro personas.",
            "De las familias de los cantores que descendían de Asaf, ciento veintiocho personas.",
            "De las familias de Ater, Talmón, Acub, Hatitá, Sobai y Salum, que eran los guardianes de las entradas del templo, ciento treinta y nueve personas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43,
            44,
            45,
            46,
            47,
            48,
            49,
            50,
            51,
            52,
            53,
            54
          ],
          "lines": [
            "De los sirvientes del templo volvieron las familias que descendían de:",
            "Sihá,",
            "Hasufá,",
            "Tabaot,",
            "Querós,",
            "Siahá,",
            "Padón,",
            "Lebaná,",
            "Hagabá,",
            "Acub,",
            "Hagab,",
            "Salmai,",
            "Hanán,",
            "Guidel,",
            "Gáhar,",
            "Reaías,",
            "Resín,",
            "Necodá,",
            "Gazam,",
            "Uzá,",
            "Paséah,",
            "Besai,",
            "Asná,",
            "Meunim,",
            "Nefusim,",
            "Bacbuc,",
            "Hacufá,",
            "Harhur,",
            "Baslut,",
            "Mehidá,",
            "Harsá,",
            "Barcós,",
            "Sísara,",
            "Temá,",
            "Nesíah,",
            "Hatifá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55,
            56,
            57,
            58
          ],
          "lines": [
            "Las familias de los sirvientes de Salomón que volvieron fueron los descendientes de:",
            "Sotai,",
            "Soféret,",
            "Perudá,",
            "Jaalá,",
            "Darcón,",
            "Guidel,",
            "Sefatías,",
            "Hatil,",
            "Poquéret-hasebaím,",
            "Amón.",
            "Así que los sirvientes del templo y de Salomón que volvieron fueron en total trescientos noventa y dos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            59,
            60
          ],
          "lines": [
            "Desde los pueblos de Tel-mélah, Tel-harsá, Querub, Imer y Adón, llegaron algunas familias que descendían de Delaías, Tobías y Necodá. Eran en total seiscientas cincuenta y dos personas, pero no pudieron comprobar que eran judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            61,
            62
          ],
          "lines": [
            "De las familias sacerdotales llegaron las de Hobaías, Cos y Barzilai. Este último se llamaba así porque se había casado con una de las hijas de Barzilai de Galaad y se había puesto el nombre de su suegro. Ellos buscaron sus nombres en el registro de las familias, pero no estaban, así que no pudieron comprobar que eran judíos; por eso no les permitieron ser sacerdotes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            63
          ],
          "lines": [
            "El gobernador no les permitió comer de los alimentos ofrecidos a Dios mientras un sacerdote no consultara el Urim y el Tumim, las dos piedritas usadas para conocer la voluntad de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            64
          ],
          "lines": [
            "En total se habían reunido cuarenta y dos mil trescientas sesenta personas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            65
          ],
          "lines": [
            "además de sus esclavos y esclavas, que sumaban siete mil trescientos treinta y siete. También había doscientos cantores y cantoras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            66,
            67
          ],
          "lines": [
            "También traían los siguientes animales: setecientos treinta y seis caballos, doscientas cuarenta y cinco mulas, cuatrocientos treinta y cinco camellos y seis mil setecientos veinte burros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            68
          ],
          "lines": [
            "Algunos jefes de familia llevaron a Jerusalén donaciones para reconstruir el templo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            69
          ],
          "lines": [
            "En total entregaron cuatrocientos ochenta y ocho kilos de oro, dos mil setecientos cincuenta kilos de plata y cien túnicas para sacerdotes, que fue cuanto pudieron dar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            70
          ],
          "lines": [
            "Los sacerdotes, sus ayudantes y algunos otros judíos se quedaron a vivir en Jerusalén, pero los cantores, los guardianes y los sirvientes del templo, y los demás judíos se fueron a vivir a sus propios pueblos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EZR.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EZR.3"
        ],
        "human": "Esdras 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EZR.4"
        ],
        "human": "Esdras 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZR.2"
        ],
        "human": "Esdras 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Construcción del altar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En el mes de Etanim, los judíos ya se habían instalado en sus pueblos, así que fueron a reunirse en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces el sacerdote Josué hijo de Josadac, y los demás sacerdotes comenzaron a construir el altar de Dios, junto con Zorobabel hijo de Salatiel y sus parientes. Hicieron esto para poder ofrecer allí ofrendas para el perdón de los pecados, de acuerdo con las instrucciones que Moisés había dado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "A pesar de que tenían miedo de la gente que vivía en ese lugar, colocaron el altar donde había estado antes, presentaron a Dios ofrendas por la mañana y por la tarde."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4,
            5
          ],
          "lines": [
            "También celebraron la fiesta de las enramadas de acuerdo con lo que ordenaba la ley, y ofrecieron diariamente la cantidad de ofrendas que correspondía. También ofrecieron las ofrendas acostumbradas en la fiesta de la luna nueva y en todas las fiestas dedicadas a Dios. Además daban a Dios ofrendas voluntarias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y aunque todavía no habían empezado la reconstrucción del templo, desde el primer día del mes de Etanim comenzaron a presentar a Dios ofrendas para el perdón de pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Comienza la reconstrucción del templo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Después, le pidieron permiso al rey Ciro para que los habitantes de Tiro y de Sidón cargaran sus barcos con madera de cedro del Líbano y la llevaran hasta el puerto de Jope. A esta gente le pagaron con comida, bebida y aceite, y a los albañiles y carpinteros les dieron el dinero necesario para comenzar su trabajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Zorobabel y el sacerdote Josué comenzaron la reconstrucción del templo de Dios un año y dos meses después de haber llegado a Jerusalén. Los ayudaron los sacerdotes, sus ayudantes y todos los judíos que habían regresado a Jerusalén. Y para dirigir los trabajos eligieron a hombres de la tribu de Leví mayores de veinte años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Así Josué, sus hijos y parientes dirigieron los trabajos de reconstrucción del templo de Dios, con la ayuda de Cadmiel y sus hijos, que eran de la familia de Hodavías. También los ayudaron los de la familia de Henadad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando los constructores colocaron los cimientos del templo de Dios, los sacerdotes se pusieron de pie y alabaron a Dios con trompetas. Llevaban puestas sus túnicas sacerdotales. También los descendientes de Leví, de la familia de Asaf, que estaban con ellos, alabaron a Dios haciendo sonar sus platillos, según lo que años atrás había ordenado el rey David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11,
            12,
            13
          ],
          "lines": [
            "Al ver que se había comenzado a reconstruir el templo, todo el pueblo gritaba de alegría y alababa a Dios. Los gritos de alegría se mezclaban con el llanto de la gente, y desde lejos se escuchaba el alboroto. Unos cantaban alabanzas y daban gracias a Dios, y otros decían: «¡Dios es bueno! ¡Él nunca deja de amarnos!» Muchos sacerdotes, sus ayudantes y jefes de familia lloraban en voz alta, pues ya eran ancianos y habían conocido el primer templo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EZR.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EZR.4"
        ],
        "human": "Esdras 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EZR.5"
        ],
        "human": "Esdras 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZR.3"
        ],
        "human": "Esdras 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los enemigos se oponen a la reconstrucción"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los enemigos de los judíos se dieron cuenta de que estos habían regresado del exilio en Babilonia y estaban reconstruyendo el templo de su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Así que fueron a ver a Zorobabel y a los jefes judíos, y les dijeron:",
            "—Déjennos ayudarlos a reconstruir el templo de Dios. Nosotros adoramos al mismo Dios que ustedes. Desde que el rey Esarhadón de Asiria nos trajo a vivir aquí, hemos estado presentando ofrendas a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero Zorobabel, Josué y los otros jefes judíos contestaron:",
            "—No podemos aceptar la ayuda de ustedes. Solo nosotros podemos reconstruir el templo de nuestro Dios, porque así nos lo ordenó el rey Ciro de Persia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces la gente que vivía allí trataba de desanimar a los judíos y meterles miedo para que no reconstruyeran el templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Además, les pagaron a algunos asistentes del gobierno para que no los dejaran continuar con la reconstrucción. Esto sucedió durante los reinados de Ciro y de Darío, reyes de Persia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando comenzó a reinar Asuero, el nuevo rey de Persia, los enemigos de los judíos le presentaron una acusación contra ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Tiempo después hubo otro rey, llamado Artajerjes. Al principio de su reinado, Bislam, Mitrídates, Tabeel y sus demás compañeros le escribieron una carta en arameo que fue traducida al persa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8,
            9,
            10,
            11
          ],
          "lines": [
            "El comandante Rehúm y el secretario Simsai también le escribieron al rey Artajerjes una carta en contra de los judíos. La firmaron los gobernadores, los jueces y los consejeros de Persia, Érec, Babilonia y Susa. También la firmaron los asistentes de las naciones que habían sido expulsadas de sus territorios por el famoso y gran rey Asnapar. Esas naciones ahora vivían en las ciudades de Samaria y en el resto de la provincia al oeste del río Éufrates. La carta decía:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "«Reciba usted, gran rey Artajerjes, un saludo de nosotros, sus servidores. Queremos informarle que los judíos que salieron de Babilonia y volvieron a Jerusalén, están reconstruyendo esa ciudad rebelde y malvada. Ya han comenzado a reparar los cimientos y a levantar los muros de protección."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "También le hacemos saber que cuando ellos terminen de reparar esos muros y la ciudad esté reconstruida, no van a querer pagar ninguna clase de impuestos, y el tesoro del reino sufrirá pérdidas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Nosotros estamos al servicio de Su Majestad, y no podemos permitir que lo ofendan de esta manera. Por eso le enviamos esta información,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "para que usted mande a revisar los archivos del palacio. Allí encontrará que esa ciudad es rebelde y peligrosa para los reyes y sus provincias. Comprobará que ya en otros tiempos se habían organizado en ella rebeliones, y que por eso fue destruida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Queremos que Su Majestad sepa que si se reconstruye esa ciudad y se terminan de reparar sus muros, usted ya no tendrá dominio sobre la provincia que está al oeste del río Éufrates»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "El rey les envió esta respuesta:",
            "«Saludos del Rey al comandante Rehúm, al secretario Simsai, y a todos sus compañeros que viven en Samaria y en el resto de la provincia al oeste del río Éufrates."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "He leído la traducción de la carta que ustedes me enviaron,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "y ordené que se hiciera una investigación. Hemos encontrado que esa ciudad ya se había rebelado antes contra otros reyes, y que en ella siempre ha habido alborotos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "También se comprobó que hubo en Jerusalén reyes poderosos que dominaron en la provincia al oeste del río Éufrates, a quienes se les pagaban toda clase de impuestos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Por lo tanto, ordeno detener la reconstrucción de la ciudad hasta que reciban órdenes mías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Hagan cumplir esta orden enseguida, para que no se perjudique más el reino»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Tan pronto como Rehúm, el secretario Simsai y sus compañeros leyeron la carta del rey Artajerjes, fueron rápidamente a Jerusalén y obligaron a los judíos a detener los trabajos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Así que la reconstrucción del templo de Dios quedó suspendida hasta el segundo año del reinado de Darío, rey de Persia."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EZR.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EZR.5"
        ],
        "human": "Esdras 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EZR.6"
        ],
        "human": "Esdras 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZR.4"
        ],
        "human": "Esdras 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Continúa la reconstrucción"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los profetas Hageo y Zacarías anunciaron un mensaje de parte de Dios a los judíos que vivían en Judá y en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Cuando Zorobabel y Josué oyeron el mensaje, reiniciaron la reconstrucción del templo de Dios, y estos profetas los ayudaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3,
            4
          ],
          "lines": [
            "En la provincia que está al oeste del río Éufrates, gobernaba Tatenai y lo ayudaban Setar-boznai y otros servidores del rey. Estos llegaron a Jerusalén y les preguntaron a los judíos: «¿Quién les dio permiso para reconstruir este templo y levantar estos muros? ¿Cómo se llaman sus jefes?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Como Dios estaba protegiendo a los jefes judíos, el gobernador permitió que siguieran trabajando hasta que enviara su informe al rey Darío y recibiera su respuesta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así que el gobernador y sus ayudantes enviaron un informe al rey Darío,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "el cual decía:",
            "«Reciba usted, rey Darío, nuestros saludos y deseos de paz y bienestar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Es nuestro deber informar a Su Majestad que fuimos a la provincia de Judá y vimos que el templo del gran Dios se está reconstruyendo, y que están cubriendo las paredes con madera. El trabajo se hace cuidadosamente y la obra avanza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9,
            10
          ],
          "lines": [
            "Averiguamos los nombres de los jefes encargados del trabajo, para que usted esté enterado. Cuando les preguntamos quién les había dado permiso para reconstruir ese templo y levantar los muros de protección,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "nos respondieron lo siguiente:",
            "“Nosotros adoramos al Dios todopoderoso, y estamos reconstruyendo el templo que fue edificado hace muchos años por un gran rey de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero como nuestros antepasados hicieron enojar a Dios, él permitió que los venciera el rey Nabucodonosor de Babilonia. Ese rey destruyó este templo y envió cautivos a Babilonia a todos los habitantes de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Más tarde, en el primer año de su reinado en Babilonia, el rey Ciro ordenó que se reconstruyera el templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "También ordenó que fueran devueltos los utensilios de oro y plata que Nabucodonosor había sacado del templo de Dios en Jerusalén y se había llevado a Babilonia. Los utensilios le fueron entregados a Sesbasar, quien entonces era gobernador de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ciro le había dicho a Sesbasar que llevara esos utensilios al lugar donde había estado antes el templo de Dios, y que allí reconstruyera ese templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Vino entonces Sesbasar a Jerusalén y puso los cimientos del templo. Desde entonces se ha estado reconstruyendo, y todavía no se termina.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»Si le parece bien a Su Majestad, mande averiguar si hay en los archivos del palacio alguna orden del rey Ciro permitiendo la reconstrucción de este templo. Tan pronto usted tenga información, avísenos lo que ha decidido sobre este asunto.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EZR.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EZR.6"
        ],
        "human": "Esdras 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EZR.7"
        ],
        "human": "Esdras 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZR.5"
        ],
        "human": "Esdras 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Aparece la orden de Ciro"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces el rey Darío ordenó que se buscara en los archivos del palacio la orden de Ciro para reconstruir el templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En el palacio de Ecbatana, que está en la provincia de Media, se encontró un libro donde estaba escrito el siguiente registro:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "«En el primer año de su reinado, Ciro ordena: Que se reconstruya el templo de Dios en Jerusalén para que allí se presenten ofrendas. El templo será de veintisiete metros de largo, nueve metros de ancho y trece metros y medio de alto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Por cada tres hileras de grandes piedras se colocará una hilera de madera nueva. El tesoro del reino pagará todos los gastos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los utensilios de oro y plata del templo de Dios en Jerusalén, que Nabucodonosor trajo a Babilonia, deberán ser devueltos. Cada utensilio se colocará de nuevo en el lugar que le corresponde en el templo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Darío aprueba la reconstrucción"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces el rey Darío les envió esta respuesta a Tatenai, a Setar-boznai y a los demás jefes de la provincia:",
            "«Retírense de Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "y dejen que el gobernador y los jefes de los judíos continúen reconstruyendo el templo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Además, ustedes deberán ayudarlos en los trabajos, y pagar puntualmente todos los gastos que tengan. Esto se hará con los impuestos que esa provincia paga al tesoro del reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Asegúrense de que todos los días se les entregue lo que necesiten para las ofrendas que se presenten al Dios del cielo: toros, carneros o corderos, o bien trigo, sal, vino o aceite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Quiero que las ofrendas que se presenten sean agradables al Dios del cielo y que rueguen por mi vida y la de mis hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Cualquiera que desobedezca esta orden morirá de la siguiente manera: Se le atravesará el cuerpo con la punta afilada de una viga sacada de su propia casa, y la casa deberá ser totalmente destruida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¡Y que Dios destruya a cualquier rey o nación que se atreva a desobedecer esta orden, o intente destruir su templo!",
            "»Esta orden deberá cumplirse al pie de la letra.»",
            "Darío, rey de Persia"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dedicación del templo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Tatenai, Setar-boznai y los demás jefes cumplieron cuidadosamente lo que había ordenado el rey Darío."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Animados por los profetas Hageo y Zacarías, los jefes judíos siguieron con la reconstrucción. Terminaron el edificio de acuerdo con lo que el Dios de Israel había indicado y según las órdenes de Ciro, Darío y Artajerjes, reyes de Persia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El templo de Dios quedó terminado el día tres del mes de Adar, en el año seis del gobierno del rey Darío."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los sacerdotes, sus ayudantes y todos los demás judíos que habían regresado de Babilonia festejaron con alegría la dedicación del templo a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "En esa fiesta de dedicación presentaron como ofrenda cien toros, doscientos carneros y cuatrocientos corderos. También presentaron doce chivos como ofrendas para el perdón de los pecados de las doce tribus de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Después organizaron a los sacerdotes y a sus ayudantes según las instrucciones que Moisés había dado para la adoración a Dios en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Celebración de la Pascua"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "El día catorce del mes de Abib los que habían regresado de Babilonia celebraron la Pascua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Los sacerdotes y sus ayudantes estaban en condiciones de hacerlo, porque ya se habían purificado. Entonces sacrificaron el cordero de la Pascua por todos los que habían regresado de Babilonia, por los otros sacerdotes y por sí mismos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "De la comida de la Pascua participaron los judíos que habían regresado de Babilonia, y también todos los que allí vivían y habían dejado las malas costumbres de otros pueblos. Todos juntos adoraban al verdadero Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Durante siete días celebraron con alegría la fiesta de los panes sin levadura. Estaban muy contentos porque Dios había hecho que el rey de Persia los tratara bien, pues los ayudó a reconstruir el templo del Dios de Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EZR.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EZR.7"
        ],
        "human": "Esdras 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EZR.8"
        ],
        "human": "Esdras 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZR.6"
        ],
        "human": "Esdras 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Esdras llega a Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Tiempo después, durante el reinado de Artajerjes, llegó a Jerusalén un hombre llamado Esdras, que era descendiente de Aarón, el primer sacerdote de Israel. Sus antepasados fueron:",
            "Seraías,",
            "Azarías,",
            "Hilquías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Salum,",
            "Sadoc,",
            "Ahitub,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Amarías,",
            "Azarías,",
            "Meraiot,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Zeraías,",
            "Uzí,",
            "Buquí,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Abisúa,",
            "Finees,",
            "Eleazar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6,
            7,
            8,
            9,
            10,
            11
          ],
          "lines": [
            "Esdras era un sacerdote y un maestro que conocía muy bien la ley que Dios había dado por medio de Moisés; la estudiaba constantemente, la obedecía y la enseñaba a los judíos.",
            "Dios había hecho que el rey Artajerjes le diera a Esdras todo lo que él pidiera. Así Esdras logró salir de Babilonia el día primero del mes de Abib, del séptimo año del reinado de Artajerjes. Llegó a Jerusalén el día primero del mes de Ab de ese mismo año. Lo acompañaba un grupo de judíos, entre los que había sacerdotes, sus ayudantes, cantores, guardianes y servidores del templo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Carta del rey Artajerjes a Esdras"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6,
            7,
            8,
            9,
            10,
            11
          ],
          "lines": [
            "Esdras llevaba una carta del rey Artajerjes que decía así:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "«El gran rey Artajerjes, saluda al sacerdote Esdras, maestro de la ley del Dios todopoderoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Cualquier judío que esté en mi país y quiera acompañarte a Jerusalén, puede hacerlo, incluyendo a los sacerdotes y a sus ayudantes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Yo, junto con mis siete consejeros, te envío a Jerusalén para averiguar si se está obedeciendo la ley de Dios que tú conoces bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Además, quiero que lleves el oro y la plata que nosotros hemos ofrecido al Dios de Israel, que tiene su templo en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Lleva también todo el oro y la plata que puedas conseguir en toda la provincia de Babilonia, más las ofrendas que la gente y los sacerdotes den voluntariamente para el templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Con ese dinero comprarás toros, carneros y corderos, y también trigo y vino para ofrecerlos sobre el altar del templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Decidan ustedes lo que se deba hacer con el dinero que sobre, de acuerdo con lo que Dios les indique."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Debes entregarle a Dios los utensilios que te han dado para su adoración."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Todo lo que necesites, lo pagará el tesoro del reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "»Yo, el rey Artajerjes, ordeno a todos los tesoreros de la provincia al oeste del río Éufrates lo siguiente: Si Esdras, sacerdote y maestro conocedor de la ley del Dios todopoderoso, les pide algo, se lo entregarán sin falta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Le está permitido pedir hasta tres mil trescientos kilos de plata, diez mil kilos de trigo, dos mil doscientos litros de vino, dos mil doscientos litros de aceite y toda la sal que necesite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Tengan cuidado de entregarle de inmediato todo lo que su Dios ha ordenado para su templo. Así Dios no se enojará con mi país ni con mis hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Sepan también que no deben cobrar ninguna clase de impuestos a los sacerdotes, sus ayudantes, cantores y guardianes, ni a ningún servidor del templo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "»Esdras, tu Dios te ha dado muchos conocimientos. Úsalos para nombrar gobernantes y jueces que conozcan la ley de tu Dios, y gobiernen con justicia a los habitantes de la provincia al oeste del río Éufrates. Estos líderes deberán enseñar la ley a los judíos que no la conozcan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "El castigo inmediato para cualquiera que no obedezca la ley de tu Dios y las órdenes del rey podrá ser: una multa, la cárcel, la expulsión de su país, e incluso la muerte»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Esdras alaba a Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Al leer la carta, Esdras dijo:",
            "«Doy gracias al Dios de nuestros antepasados, que puso en el rey el deseo de devolverle al templo de Dios su belleza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Dios hizo que el rey y sus consejeros me trataran bien, y me dio ánimo para convencer a muchos jefes judíos de que regresaran conmigo a Jerusalén»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EZR.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EZR.8"
        ],
        "human": "Esdras 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EZR.9"
        ],
        "human": "Esdras 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZR.7"
        ],
        "human": "Esdras 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los que regresaron con Esdras"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Esta es la lista de los jefes de familia que volvieron de Babilonia con Esdras cuando gobernaba el rey Artajerjes:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2,
            3
          ],
          "lines": [
            "Guersón, de la familia de Finees;",
            "Daniel, de la familia de Itamar;",
            "Hatús, de la familia de David;",
            "Zacarías, de la familia de Parós, con otros ciento cincuenta hombres que estaban en la lista;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Eliehoenai, de la familia de Pahat-moab, con doscientos hombres;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Secanías, de la familia de Zatú, con trescientos hombres;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ébed, de la familia de Adín, con cincuenta hombres;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Isaías, de la familia de Elam, con setenta hombres;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Zebadías, de la familia de Sefatías, con ochenta hombres;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Abdías, de la familia de Joab, con doscientos dieciocho hombres;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Selomit, de la familia de Baní, con ciento sesenta hombres;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Zacarías, de la familia de Bebai, con veintiocho hombres;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Johanán, de la familia de Azgad, con ciento diez hombres;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Elifélet, Jeiel y Semaías, de la familia de Adonicam que, junto con sesenta hombres más, regresaron a Jerusalén días más tarde;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Utai y Zabud, de la familia de Bigvai, con setenta hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Esdras ordena buscar servidores del templo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Yo, Esdras, los reuní a todos junto al río que corre hacia Ahavá, y acampamos allí tres días. Cuando pasé lista a la gente y a los sacerdotes, encontré que no había entre ellos ningún ayudante de la tribu de Leví."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Así que mandé a buscar a Eliézer, a Ariel, a Semaías, a Elnatán, a Jarib, a Elnatán, a Natán, a Zacarías y a Mesulam, que eran líderes del pueblo, y a los maestros Joiarib y Elnatán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Les ordené que fueran a ver a Idó, jefe del lugar llamado Casifiá, y les pidieran a él y a sus compañeros que nos enviaran servidores para el templo de nuestro Dios, ya que ellos tenían experiencia en ese trabajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Gracias a Dios, nos mandaron a Serebías, y a sus hijos y hermanos; en total nos mandaron a dieciocho personas. Serebías era un hombre muy capaz, descendiente de Mahli, un hombre de la tribu de Leví."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "También nos enviaron a Isaías y a Hasabías, y a sus hijos y hermanos, que descendían de Merarí. En total nos enviaron veinte personas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Además de ellos nos enviaron a doscientos veinte servidores del templo de Dios, cuyos antepasados habían sido puestos por David para apoyar a los ayudantes de los sacerdotes. Y se anotaron los nombres de cada uno de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Esdras ordena un ayuno"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Después de esto nos reunimos junto al río de Ahavá, y allí mismo ordené que hiciéramos un ayuno para humillarnos ante nuestro Dios, y así pedirle que protegiera a nuestras familias y pertenencias durante el regreso a Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Me daba vergüenza pedirle al rey que mandara soldados de caballería para protegernos contra el enemigo en el camino. Le habíamos dicho al rey que Dios cuida a todos los que lo adoran, pero que los que se apartan de él tendrían que soportar todo su enojo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Así que ayunamos y oramos a Dios pidiéndole que nos cuidara, y él nos escuchó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Luego separé a doce de los sacerdotes más importantes: Serebías, Hasabías y otros diez familiares de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Después pesé la plata, el oro, y los utensilios para el templo de Dios que dieron el rey, sus consejeros y todos los judíos allí presentes. Todo esto se lo entregué a los sacerdotes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26,
            27
          ],
          "lines": [
            "y esta es la lista:",
            "Veintiún mil cuatrocientos cincuenta kilos de plata,",
            "cien utensilios de plata,",
            "tres mil trescientos kilos de oro,",
            "veinte tazas de oro que pesaban ocho kilos en total,",
            "y dos utensilios de bronce pulido.",
            "Esos dos utensilios de bronce eran tan valiosos como el oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Después de esto, les recomendé a los sacerdotes lo siguiente: Ustedes han sido apartados para servir solo a Dios. También estos utensilios han sido apartados para el servicio del templo, porque el oro y la plata son ofrendas voluntarias para el Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Cuídenlos bien hasta que sean llevados al templo de Jerusalén, para ser pesados en presencia de los principales sacerdotes, sus ayudantes y los jefes de familia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Entonces los sacerdotes y sus ayudantes recibieron la plata, el oro y los utensilios que habían sido pesados y los llevaron al templo de nuestro Dios en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El regreso a Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "El día doce del mes de Abib dejamos el río Ahavá y nos pusimos en camino hacia Jerusalén. Nuestro Dios nos cuidó en el camino, pues nos libró de enemigos y de bandidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Cuando llegamos a Jerusalén, descansamos tres días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Al cuarto día fuimos al templo de nuestro Dios, pesamos la plata, el oro y los utensilios, y entregamos todo al sacerdote Meremot hijo de Urías. También estaban allí Eleazar hijo de Finees y dos descendientes de Leví: Jozabad hijo de Josué y Noadías hijo de Binuy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Todo fue pesado, contado y anotado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Después de esto, los que habían regresado de Babilonia trajeron doce toros, noventa y seis carneros, setenta y siete corderos y doce chivos para ser presentados como ofrenda para el perdón de los pecados de todo el pueblo. Esos animales fueron quemados en honor de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Luego entregaron la orden del rey a los gobernadores y a los asistentes de la provincia al oeste del río Éufrates, quienes entonces apoyaron al pueblo y al templo de Dios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EZR.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EZR.9"
        ],
        "human": "Esdras 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EZR.10"
        ],
        "human": "Esdras 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZR.8"
        ],
        "human": "Esdras 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El pecado del pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2
          ],
          "lines": [
            "Cuando terminaron de hacer todo esto, vinieron los jefes y me dijeron:",
            "«Esdras, queremos informarte que nuestro pueblo no se ha mantenido apartado de la gente que vive aquí. Todos ellos imitan las horribles costumbres de los pueblos que habitan en Canaán y Egipto. Los judíos se han casado con mujeres de esos pueblos, así que el pueblo de Dios se ha mezclado con esa gente. Los primeros en pecar de esta manera han sido los jefes, los gobernantes, los sacerdotes y sus ayudantes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Al saber esto, rompí mis ropas, me arranqué los cabellos y la barba para demostrar mi dolor, y lleno de tristeza me senté en el suelo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Así permanecí hasta el atardecer. A mi lado permanecieron los que habían regresado conmigo, pues tuvieron miedo del castigo que Dios enviaría por causa del pecado de estos israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "A la hora del sacrificio de la tarde me recuperé de mi tristeza. Sin quitarme mis ropas rotas me puse de rodillas delante de mi Dios, y extendiendo mis brazos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "le dije:",
            "«¡Dios mío, qué vergüenza! ¡Estoy tan confundido que no sé cómo hablarte! Nuestros pecados son tantos que si los pusiéramos uno sobre otro llegarían hasta el cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Hemos estado pecando gravemente desde hace mucho tiempo. Por causa de nuestra maldad todos nosotros, incluyendo a nuestros reyes y sacerdotes, hemos sido entregados al poder de los reyes de otros países. Hasta hoy nuestros enemigos nos han herido, robado, humillado y sacado de nuestro país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»Pero ahora, Dios nuestro, tú has sido bueno con nosotros y has permitido que algunos quedemos en libertad y vengamos a vivir seguros en este territorio que tú apartaste para nosotros. Nos has dado nueva esperanza y has hecho renacer la alegría en nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Aunque somos esclavos, no nos has abandonado. Tu amor por nosotros es tan grande que hiciste que los reyes de Persia nos permitieran volver para reconstruir tu templo, el cual estaba en ruinas. ¡Aquí en Judá y en Jerusalén tú nos proteges!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Dios nuestro, después de todo lo malo que hemos hecho, ¿qué podemos decir en nuestra defensa? No hemos obedecido las órdenes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "que nos diste por medio de los profetas, tus servidores. Nos advertiste que el territorio que íbamos a ocupar estaba lleno de maldad, pues los que vivían allí habían llenado todo el territorio con sus horribles costumbres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "También nos dijiste que no debíamos permitir que nuestras hijas se casaran con hombres de esa gente, ni que las hijas de ellos se casaran con nuestros hijos. Tampoco debíamos ayudar a esa gente a tener paz y bienestar. De esa manera seríamos fuertes, disfrutaríamos de todo lo bueno de este territorio y después se lo dejaríamos a nuestros hijos y nietos como herencia para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Todo lo que nos ha ocurrido fue por nuestros pecados y nuestra grave culpa. Tú, Dios nuestro, no nos has castigado como lo merecíamos, sino que nos has dado libertad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¿Cómo podríamos, entonces, volver a desobedecerte casándonos con mujeres de esos pueblos, que practican cosas tan horribles? ¡De ninguna manera! Porque entonces te enojarías tanto con nosotros que nos destruirías a todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»¡Dios de Israel, tú eres justo! Tú permitiste que un grupo de nosotros pueda salvarse, como ahora vemos. Reconocemos que somos culpables y que no tenemos derecho de acercarnos a ti»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EZR.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EZR.10"
        ],
        "human": "Esdras 10"
      },
      "next": {
        "canonical": false,
        "usfm": [
          "NEH.INTRO1"
        ],
        "human": "Nehemías Introducción",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZR.9"
        ],
        "human": "Esdras 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El pueblo reconoce su pecado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Mientras Esdras estaba de rodillas frente al templo, reconociendo el pecado del pueblo, una gran cantidad de hombres, mujeres y niños se juntó alrededor de él, llorando amargamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces Secanías hijo de Jehiel, que era descendiente de Elam, le dijo a Esdras:",
            "«Nosotros hemos desobedecido a nuestro Dios al casarnos con mujeres de países que adoran a otros dioses. Pero todavía hay esperanza para nuestro pueblo Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Vamos a prometerle a nuestro Dios que nos separaremos de todas esas mujeres y sus respectivos hijos. Haremos todo lo que tú y los que respetan el mandamiento de Dios nos indiquen. Obedeceremos la ley de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Levántate, porque es tu deber hacer esto; nosotros te apoyaremos. ¡Vamos, anímate!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces Esdras se puso de pie, llamó a todos los israelitas, incluyendo a los principales sacerdotes y a sus ayudantes, y les hizo prometer que cumplirían lo que Secanías había propuesto. Y ellos prometieron hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Después, Esdras salió del templo de Dios y se fue a la habitación de Johanán hijo de Eliasib, y se quedó allí esa noche. Estaba tan triste por la desobediencia de los que habían vuelto de Babilonia que no quiso ni comer ni beber."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Más tarde se le ordenó a los habitantes de todo Judá y Jerusalén que los que habían regresado de Babilonia debían reunirse en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los jefes y los consejeros ordenaron que el que no se presentara dentro de tres días sería echado del grupo de los que regresaron, y se le quitarían todas sus propiedades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Así que a los tres días estaban reunidos en Jerusalén todos los hombres de las tribus de Judá y de Benjamín. Era el día veinte del mes de Quislev cuando se encontraban todos sentados en la plaza del templo de Dios. Todos temblaban preocupados por lo que Secanías había propuesto y por la fuerte lluvia que caía sobre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El sacerdote Esdras se puso de pie y les dijo:",
            "—Ustedes han pecado al casarse con mujeres que adoran a otros dioses, y así han aumentado la culpa de nuestro pueblo Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Reconozcan ahora su maldad delante de nuestro Dios, y obedézcanlo a él. Apártense de todos aquellos extranjeros que adoran a otros dioses, y de las mujeres extranjeras con las que ustedes se han casado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Toda la gente allí reunida respondió en voz alta:",
            "—Está bien. Haremos lo que tú nos ordenas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "pero llueve mucho y no nos podemos quedar en la calle. Somos muchos los que hemos pecado y este asunto va a demorar más de dos días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Será mejor que nuestros jefes se queden en Jerusalén y traten este asunto en lugar de nosotros. Después, en una fecha indicada, vendrán los que se hayan casado con mujeres extranjeras, acompañados por sus autoridades y jueces. De esta manera se calmará el tremendo enojo de nuestro Dios por este pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15,
            16
          ],
          "lines": [
            "Todos los que habían regresado estaban de acuerdo con esto, menos Jonatán hijo de Asael y Jahazías hijo de Ticvá, apoyados por Mesulam y Sabtai, de la tribu de Leví. Entonces el sacerdote Esdras escogió a algunos jefes de los grupos familiares y los nombró para investigar cada caso. Comenzaron su tarea el día primero del mes de Tébet,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "y el día primero del mes de Abib del año siguiente, terminaron de examinar los casos de hombres casados con mujeres extranjeras."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los que tenían esposas extranjeras"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Esta es la lista de los que estaban casados con mujeres extranjeras:",
            "Lista de sacerdotes:",
            "De los descendientes de Josué hijo de Josadac y sus parientes:",
            "Maaseías,",
            "Eliézer,",
            "Jarib,",
            "Guedalías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Ellos prometieron firmemente separarse de sus mujeres, y presentaron un carnero como ofrenda por el perdón de su pecado.",
            "De los descendientes de Imer:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Hananí,",
            "Zebadías.",
            "De los descendientes de Harim:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Maaseías,",
            "Elías,",
            "Semaías,",
            "Jehiel,",
            "Ozías.",
            "De los descendientes de Pashur:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Elioenai,",
            "Maaseías,",
            "Ismael,",
            "Natanael,",
            "Jozabad,",
            "Elasá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Lista de los ayudantes de los sacerdotes:",
            "Jozabad,",
            "Simí,",
            "Petahías,",
            "Judá,",
            "Eliézer,",
            "Quelaías, a quien también se conocía como Quelitá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Del grupo de cantores:",
            "Eliasib.",
            "Lista de vigilantes de las entradas del templo:",
            "Salum,",
            "Télem,",
            "Urí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Las siguientes personas también se habían casado con mujeres de otros países:",
            "De los descendientes de Parós:",
            "Ramías,",
            "Jezías,",
            "Malquías,",
            "Mijamín,",
            "Eleazar,",
            "Malquías,",
            "Benaías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "De los descendientes de Elam:",
            "Matanías,",
            "Zacarías,",
            "Jehiel,",
            "Abdí,",
            "Jeremot,",
            "Elías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "De los descendientes de Zatú:",
            "Elioenai,",
            "Eliasib,",
            "Matanías,",
            "Jeremot,",
            "Zabad,",
            "Azizá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "De los descendientes de Bebai:",
            "Johanán,",
            "Hananías,",
            "Zabai,",
            "Atlai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "De los descendientes de Baní:",
            "Mesulam,",
            "Maluc,",
            "Adaías,",
            "Jasub,",
            "Seal,",
            "Ramot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "De los descendientes de Pahat-moab:",
            "Adná,",
            "Quelal,",
            "Benaías,",
            "Maaseías,",
            "Matanías,",
            "Besalel,",
            "Binuy,",
            "Manasés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31,
            32
          ],
          "lines": [
            "De los descendientes de Harim:",
            "Eliézer,",
            "Isías,",
            "Malquías,",
            "Semaías,",
            "Simeón,",
            "Benjamín,",
            "Maluc,",
            "Semarías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "De los descendientes de Hasum:",
            "Matenai,",
            "Matatá,",
            "Zabad,",
            "Elifélet,",
            "Jeremai,",
            "Manasés,",
            "Simí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34,
            35,
            36,
            37
          ],
          "lines": [
            "De los descendientes de Baní:",
            "Madai,",
            "Amram,",
            "Uel,",
            "Benaías,",
            "Bedías,",
            "Queluhu,",
            "Vanías,",
            "Meremot,",
            "Eliasib,",
            "Matanías,",
            "Matenai,",
            "Jaasai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38,
            39,
            40,
            41,
            42
          ],
          "lines": [
            "De los descendientes de Binuy:",
            "Simí,",
            "Selemías,",
            "Natán,",
            "Adaías,",
            "Macnadbai,",
            "Sasai,",
            "Sarai,",
            "Azarel,",
            "Selemías,",
            "Semarías,",
            "Salum,",
            "Amarías,",
            "José."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "De los descendientes de Nebo:",
            "Jeiel,",
            "Matatías,",
            "Zabad,",
            "Zebiná,",
            "Jadau,",
            "Joel,",
            "Benaías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Todos estos se habían casado con mujeres extranjeras, pero se separaron de ellas y de sus hijos."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}