{
  "book_usfm": "ROM",
  "name": "Romanos",
  "local_title": "Traducción en Lenguaje Actual",
  "local_abbreviation": "TLA",
  "version_id": 176,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004.</p>",
    "text": "Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "ROM.INTRO1",
      "is_chapter": false,
      "current": {
        "usfm": [
          "ROM.INTRO1"
        ],
        "human": "Romanos Introducción"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.1"
        ],
        "human": "Romanos 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ACT.28"
        ],
        "human": "Hechos 28",
        "toc": true
      },
      "items": []
    },
    {
      "chapter_usfm": "ROM.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.1"
        ],
        "human": "Romanos 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.2"
        ],
        "human": "Romanos 2",
        "toc": true
      },
      "previous": {
        "canonical": false,
        "usfm": [
          "ROM.INTRO1"
        ],
        "human": "Romanos Introducción",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo saluda a los hermanos en Roma"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Queridos hermanos y hermanas de la iglesia en Roma:",
            "Yo soy servidor y apóstol de Jesucristo porque Dios me eligió para anunciar las buenas noticias que él tiene para nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2,
            3,
            4
          ],
          "lines": [
            "Dios había prometido enviarnos a su Hijo. Así lo habían anunciado sus profetas en la Biblia.",
            "Esas buenas noticias nos dicen que su hijo Jesucristo vino al mundo como descendiente del rey David. Jesucristo murió, pero Dios lo resucitó por el poder de su Espíritu, y con eso demostró que Jesucristo es el poderoso Hijo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Jesús me demostró su amor y me eligió para que le sirva como apóstol, pues quiere que todo el mundo lo obedezca y crea en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ustedes, que viven en Roma, son algunos de los que han creído en Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Dios los ama y los ha apartado para que sean parte de su pueblo. Le pido a Dios, nuestro Padre, y al Señor Jesucristo, que también ellos les demuestren su amor y les den su paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Agradecimiento"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En primer lugar, doy gracias a mi Dios por cada uno de ustedes, en nombre de Jesucristo. En todas partes se habla bien de ustedes, y se sabe que confían en Dios y lo obedecen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Yo sirvo a Dios anunciando las buenas noticias acerca de su Hijo, y lo hago de todo corazón. Dios es testigo de que siempre oro por ustedes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y de que siempre le pido que me permita ir por fin a visitarlos, si él así lo quiere."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Tengo muchos deseos de ir a verlos y darles ayuda espiritual. Así su confianza en Dios será permanente,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "y podremos ayudarnos unos a otros, gracias a la fuerza de esa confianza que tenemos en Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Hermanos en Cristo, quiero que sepan que muchas veces he tratado de ir a Roma para verlos, pero nunca ha faltado algo que me lo impida. Me gustaría ir allá para anunciar esta buena noticia, como ya lo he hecho en otros lugares, para que muchos crean en Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14,
            15
          ],
          "lines": [
            "Tengo que anunciar esta buena noticia a todo el mundo, no importa que sepan mucho o no sepan nada, ni que sean humildes o importantes. Por eso tengo tantos deseos de ir a Roma."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La buena noticia es poderosa"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "No me da vergüenza anunciar esta buena noticia. Gracias al poder de Dios, todos los que la escuchan y creen en Jesús son salvados; no importa si son judíos o no lo son."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "La buena noticia nos enseña que Dios acepta a los que creen en Jesús. Como dice la Biblia: «Aquellos a quienes Dios ha aceptado, y confían en él, vivirán para siempre.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Todos somos culpables"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero la gente ha negado, injustamente, la verdad acerca de cómo es Dios. Y el Dios altísimo está muy enojado por toda esa maldad e injusticia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Esa gente sabe todo lo que se puede saber acerca de Dios, pues Dios mismo se lo ha mostrado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Por medio de lo que Dios ha creado, todos podemos conocerlo, y también podemos ver su poder. Así que esa gente no tiene excusa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "pues saben de Dios, pero no lo respetan ni le dan las gracias. No piensan más que en hacer lo malo y en puras tonterías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Creen que lo saben todo, pero en realidad no saben nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "En vez de adorar al único y poderoso Dios, que vive para siempre, adoran a ídolos que ellos mismos se han hecho: ídolos con forma de seres humanos, mortales al fin y al cabo, o con forma de pájaros, de animales de cuatro patas y de serpientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Por eso Dios los ha dejado hacer lo que quieran, y sus malos pensamientos los han llevado a hacer con sus cuerpos cosas vergonzosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "En vez de adorar al Dios verdadero, adoran a dioses falsos; adoran las cosas que Dios ha creado, en vez de adorar al Dios que las creó y que merece ser adorado por siempre. Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Por esa razón, Dios ha dejado que esa gente haga todo lo malo que quiera. Por ejemplo, entre ellos hay mujeres que no quieren tener relaciones sexuales con los hombres, sino con otras mujeres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y también hay hombres que se comportan de la misma manera, pues no volvieron a tener relaciones sexuales con sus mujeres, sino que se dejaron dominar por sus deseos de tener relaciones con otros hombres. De este modo, hicieron cosas vergonzosas los unos con los otros, y ahora sufren en carne propia el castigo que se buscaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Como no han querido tener en cuenta a Dios, Dios los ha dejado hacer todo lo malo que su mente inútil los lleva a hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Son gente injusta, malvada y codiciosa. Son envidiosos, asesinos, peleadores, tramposos y chismosos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Hablan mal de los demás, odian a Dios, son insolentes y orgullosos, y se creen muy importantes. Siempre están inventando nuevas maneras de hacer el mal, y no obedecen a sus padres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "No quieren entender la verdad, ni se puede confiar en ellos. No aman a nadie ni se compadecen de nadie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Dios ya lo ha dicho, y ellos lo saben, que quienes hacen esto merecen la muerte. Y a pesar de eso, no solo siguen haciéndolo, sino que felicitan a quienes también lo hacen."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.2"
        ],
        "human": "Romanos 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.3"
        ],
        "human": "Romanos 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.1"
        ],
        "human": "Romanos 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios es justo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando alguno de ustedes acusa a otro de hacer algo malo, se acusa a sí mismo, porque también hace lo mismo. Así que no tiene ninguna razón de acusar y juzgar a otro,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "aunque todos sabemos que, cuando Dios juzga a quienes hacen lo malo, los juzga correctamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Si ustedes acusan y juzgan a los demás, pero hacen lo mismo que ellos, están muy equivocados si creen que Dios no los va a castigar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Dios es muy bueno, y tiene mucha paciencia, y soporta todo lo malo que ustedes hacen. Pero no vayan a pensar que lo que hacen no tiene importancia. Dios los trata con bondad, para que se arrepientan de su maldad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero si insisten en desobedecerlo, y no se arrepienten, harán que Dios les aumente el castigo. Llegará el día del juicio final, cuando Dios juzgará a todos, y muy enojado, los castigará a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Porque Dios le dará a cada uno lo que se merece:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "a los que hicieron lo bueno, con la esperanza de recibir de parte de Dios reconocimiento, honor y vida eterna, Dios los dejará vivir para siempre con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero a los egoístas y malvados, y que no quieren hacer lo bueno, los castigará con todo su enojo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Todos los malvados serán castigados con dolor y sufrimiento; en primer lugar, los judíos, pero también los que no son judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "A los que hayan hecho el bien, Dios les dará un lugar muy especial, y también honor y paz; en primer lugar, a los judíos, pero también a los que no son judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "¡Dios no tiene favoritos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12,
            13
          ],
          "lines": [
            "Dios acepta a los que obedecen la ley de Moisés, pero rechaza a quienes solamente la escuchan y no la obedecen. Los que conocen la ley serán juzgados de acuerdo con esa misma ley. Los que no la conocen, y pecan, serán castigados aunque no conozcan esa ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Porque los que no son judíos obedecen los mandatos de la ley de Dios, aunque no la conozcan, pues ellos mismos saben qué es lo bueno y qué es lo malo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15,
            16
          ],
          "lines": [
            "Es como si tuvieran la ley escrita en su mente. Su conducta así lo demuestra, pues cuando piensan en algo, ya saben si eso está bien o mal.",
            "La buena noticia que yo anuncio enseña que Dios juzgará a toda la humanidad por medio de Cristo Jesús. En ese día, Dios juzgará hasta los pensamientos más secretos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los judíos y la ley"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Algunos de ustedes dicen con orgullo que son judíos. Se sienten muy seguros porque tienen la ley de Moisés y están orgullosos de su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Creen saber lo que Dios quiere y, cuando estudian la Biblia, aprenden a conocer qué es lo mejor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Se sienten muy seguros al decirles a los pecadores lo que deben hacer para ser salvos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y como tienen la Biblia en la mano, se creen maestros de los ignorantes y de los inexpertos, dueños de la verdad y del conocimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero, ¿cómo pueden enseñar a otros, si ustedes mismos no aprenden primero? ¿Cómo pueden enseñar que no se debe robar, si ustedes mismos roban?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Dicen que todos deben ser fieles en el matrimonio, pero ustedes mismos son infieles. Odian a los ídolos, pero roban en los templos de esos ídolos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Están orgullosos de tener la Biblia, pero no la obedecen, y son una vergüenza para Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Tiene razón la Biblia cuando dice: «La gente de otros países habla mal de Dios, por culpa de ustedes mismos.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "De nada sirve que alguien se circuncide, si no obedece la ley. Si la desobedece, es como si nunca se hubiera circuncidado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "En cambio, los que no están circuncidados, pero obedecen la ley, son aceptados por Dios, aunque no estén circuncidados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Así que los que obedecen la ley los juzgarán a ustedes, aun cuando ellos nunca hayan sido circuncidados. Porque ustedes, aunque se circuncidaron y tuvieron la ley, nunca la obedecieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "No crean que ustedes son judíos solo porque viven como judíos y porque están circuncidados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Los verdaderos judíos son los que obedecen a Dios, y no a las leyes humanas. A judíos así, Dios los acepta, aunque la gente los rechace."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.3"
        ],
        "human": "Romanos 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.4"
        ],
        "human": "Romanos 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.2"
        ],
        "human": "Romanos 2",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Vamos a ver: ¿Vale la pena ser judío? ¿Conviene circuncidarse?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "¡Claro que sí! Porque el mensaje de Dios se les dio a los judíos antes que a nadie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y aunque es verdad que algunos de ellos no hicieron caso del mensaje, eso no significa que Dios dejará de cumplirles todo lo que les prometió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "¡De ninguna manera! Aunque todo el mundo miente, Dios siempre dice la verdad. Así lo dice la Biblia:",
            "«Todos reconocerán",
            "que siempre dices la verdad.",
            "Por eso ganarás el pleito",
            "cuando te acusen ante los jueces.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Todo lo malo que hacemos demuestra que Dios es justo cuando se enoja y nos castiga. No por eso vamos a decir que Dios es injusto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "¡De ninguna manera! Si Dios no fuera justo, ¿cómo podría decidir quiénes son malos y quiénes son buenos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7,
            8
          ],
          "lines": [
            "Alguien podría pensar que no merece ser castigado, ya que sus mentiras hacen que la verdad de Dios se vea con mayor claridad. En tal caso, podría alegarse que es mejor hacer lo malo, ya que Dios convierte lo malo en bueno. Pero no se equivoquen. Pensar así es un error. Además, no es eso lo que quiero enseñar, aunque algunos me acusan de hacerlo. En todo caso, Dios es justo, y castigará a esos mentirosos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nadie es justo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "¿Quiere decir todo esto que nosotros, los judíos, somos mejores que los demás? ¡Claro que no! Como ya les dije, seamos judíos o no lo seamos, todos somos pecadores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "La Biblia nos lo dice:",
            "«Nadie es justo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Nadie entiende nada,",
            "ni quiere buscar a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Todos se han alejado de él;",
            "todos se han vuelto malos.",
            "Nadie, absolutamente nadie,",
            "quiere hacer lo bueno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Solo dicen cosas malas;",
            "solo saben decir mentiras.",
            "Hacen tanto daño",
            "con sus palabras,",
            "como una serpiente",
            "con su veneno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Hablan con amargura",
            "y maldicen a la gente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Fácilmente se enojan",
            "y matan a cualquiera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "A dondequiera que van,",
            "todo lo destruyen",
            "y lo dejan destrozado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "No saben vivir en paz,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "ni respetan a Dios.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Sabemos que la ley de Moisés tiene valor para los que se someten a ella. Y lo que la ley dice, es para que nadie pueda declararse inocente; es para que todo el mundo se reconozca culpable ante Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El cumplimiento de la ley no nos hace inocentes ante Dios; la ley solo sirve para que reconozcamos que somos pecadores."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La confianza en Jesucristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "La Biblia misma nos enseña claramente que ahora Dios nos acepta sin necesidad de cumplir la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Dios acepta a todos los que creen y confían en Jesucristo, sin importar si son judíos o no lo son."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Todos hemos pecado, y por eso estamos lejos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Pero él nos ama mucho, y nos declara inocentes sin pedirnos nada a cambio. Por medio de Jesús, nos ha librado del castigo que merecían nuestros pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25,
            26
          ],
          "lines": [
            "Dios envió a Jesucristo para morir por nosotros. Si confiamos en que Jesús murió por nosotros, Dios nos perdonará. Con esto Dios demuestra que es justo y que, gracias a su paciencia, ahora nos perdona todo lo malo que antes hicimos. Él es justo, y solo acepta a los que confían en Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27,
            28
          ],
          "lines": [
            "Ante Dios, no tenemos nada de qué estar orgullosos. Pues Dios nos acepta porque confiamos en Jesucristo, y no por obedecer la ley de Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Dios no es solamente Dios de los judíos; en realidad, él es Dios de todos, sean o no judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Hay un solo Dios, y es el Dios que acepta a todos los que confían en Jesucristo, sean judíos o no lo sean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Pero si confiamos en Jesús, eso no quiere decir que la ley ya no sirva. Al contrario, si confiamos en él, la ley cobra más valor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.4"
        ],
        "human": "Romanos 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.5"
        ],
        "human": "Romanos 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.3"
        ],
        "human": "Romanos 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El ejemplo de Abraham"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pensemos en lo que le pasó a Abraham, nuestro antepasado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Si Dios lo hubiera aceptado por todo lo que hizo, entonces podría sentirse orgulloso ante nosotros. Pero ante Dios no podía sentirse orgulloso de nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "La Biblia dice:",
            "«Dios aceptó a Abraham",
            "porque Abraham confió en Dios.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ahora bien, el dinero que se le paga a alguien por un trabajo no es ningún regalo, sino algo que se le debe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "En cambio, Dios declara inocente al pecador, aunque el pecador no haya hecho nada para merecerlo, porque Dios le toma en cuenta su confianza en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "David nos habla de la felicidad de aquellos a los que, sin hacer nada para merecerlo, Dios declara inocentes por confiar en él. Así lo dice en la Biblia:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "«¡Qué felices son aquellos",
            "a los que Dios perdona!",
            "¡Dios ya se ha olvidado",
            "de los pecados que cometieron!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»¡Qué felices son aquellos",
            "a los que Dios perdona",
            "de todo lo malo que han hecho!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero esta felicidad, ¿es solo de los que están circuncidados, o también de los que no lo están? Ya dijimos que Dios aceptó a Abraham, porque él confió en Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y no hay duda de que Dios aceptó a Abraham antes de que fuera circuncidado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "En realidad, Abraham fue circuncidado para demostrar que Dios ya lo había aceptado por confiar en él. Fue así como Abraham se convirtió en el padre de todos los que confían en Dios, aunque no estén circuncidados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero Abraham es también el padre de los que están circuncidados, y que a la vez confían en Dios, pues con esto siguen el ejemplo de Abraham antes de que fuera circuncidado."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Promesa a los que confían en Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Dios le prometió a Abraham que a él y a sus descendientes les daría el mundo. Se lo prometió, no porque Abraham hubiera obedecido la ley, sino porque confió en Dios; esto hizo que Dios lo aceptara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Si la promesa de Dios fuera para los que obedecen la ley, entonces de nada serviría confiar en Dios, y su promesa no valdría de nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Dios castiga a los que desobedecen la ley; pero cuando no hay ley, nadie es culpable de desobedecerla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por eso, para que la promesa de Dios tuviera valor para los descendientes de Abraham, Dios no pidió nada a cambio. Hizo la promesa para todos los que confiaran en él. No solo para los que obedecen la ley, sino también para los que confían como Abraham. Por eso Abraham es el padre de todos nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "En la Biblia, Dios le dijo a Abraham que llegaría a ser el antepasado de gente de muchos países. Esta promesa se la hizo Dios a Abraham porque Abraham creyó en él, que es el único Dios con poder para resucitar a los muertos y para crear cosas nuevas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando Dios le prometió a Abraham que tendría muchísimos descendientes, esto parecía imposible. Sin embargo, por su esperanza y confianza en Dios, Abraham llegó a ser el antepasado de gente de muchos países que también confían en Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Aunque Abraham tenía casi cien años, y sabía que pronto moriría, nunca dejó de confiar en Dios. Y aunque sabía que su esposa Sara no podía tener hijos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "nunca dudó de que Dios cumpliría su promesa. Al contrario, su confianza era cada vez más firme, y daba gracias a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Abraham estaba completamente seguro de que Dios tenía poder para cumplir su promesa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Por eso Dios lo aceptó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y cuando la Biblia dice que Dios aceptó a Abraham, no se refiere solo a él"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "sino también a nosotros. Dios es el mismo que resucitó a Jesús nuestro Señor, y nos acepta si confiamos en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Dios entregó a Jesús para que muriera por nuestros pecados, y lo resucitó para que fuéramos declarados inocentes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.5"
        ],
        "human": "Romanos 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.6"
        ],
        "human": "Romanos 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.4"
        ],
        "human": "Romanos 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Vivimos en paz con Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Dios nos ha aceptado porque confiamos en él. Esto lo hizo posible nuestro Señor Jesucristo. Por eso ahora vivimos en paz con Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Nos alegra saber que, por confiar en Jesucristo, ahora podemos disfrutar del amor de Dios, y que un día compartiremos con él toda su grandeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero también nos alegra tener que sufrir, porque sabemos que así aprenderemos a soportar el sufrimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4,
            5
          ],
          "lines": [
            "Y si aprendemos a soportarlo, seremos aprobados por Dios. Y si él nos aprueba, podremos estar seguros de nuestra salvación. De eso estamos seguros: Dios cumplirá su promesa, porque él nos ha llenado el corazón con su amor, por medio del Espíritu Santo que nos ha dado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando nosotros los pecadores no podíamos salvarnos, Cristo murió por nosotros. Murió en el momento elegido por Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "En realidad, no es fácil que alguien esté dispuesto a dar su vida por otra persona, aunque sea buena y honrada. Tal vez podríamos encontrar a alguien que diera su vida por alguna persona realmente buena."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero Dios nos demostró su gran amor al enviar a Jesucristo a morir por nosotros, a pesar de que nosotros todavía éramos pecadores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Si Dios nos declaró inocentes por medio de la muerte de Cristo, con mayor razón, gracias a Cristo, nos librará del castigo final."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Si cuando todavía éramos sus enemigos, Dios hizo las paces con nosotros por medio de la muerte de su Hijo, con mayor razón nos salvará ahora que su Hijo vive, y que nosotros estamos en paz con Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Además, Dios nos ha hecho muy felices, pues ahora vivimos en paz con él por medio de nuestro Señor Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El primer pecado en el mundo fue la desobediencia de Adán. Así, en castigo por el pecado, apareció la muerte en el mundo. Y como todos hemos pecado, todos tenemos que morir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Antes de que Dios diera la ley, todo el mundo pecaba. Pero cuando no hay ley, no se puede acusar a nadie de desobedecerla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Sin embargo, los que vivieron desde Adán hasta Moisés tuvieron que morir, porque pecaron, aun cuando su pecado no fue la desobediencia a un mandato específico de Dios, como en el caso de Adán.",
            "En algunas cosas, Adán se parece a Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Sin embargo, no hay comparación entre el pecado de Adán y el regalo que Dios nos ha dado. Por culpa de Adán, muchos murieron; pero por medio de Jesucristo Dios nos ha dado un regalo mucho más importante, y para el bien de todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "El pecado de Adán no puede compararse con el regalo de Dios. El pecado de Adán hizo que Dios lo declarara culpable. Pero gracias al regalo de Dios, ahora él declara inocentes a los pecadores, aunque no lo merezcan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Si por el pecado de Adán, la muerte reina en el mundo, con mayor razón, por medio de Jesucristo, nosotros reinaremos en la nueva vida, pues Dios nos ama y nos ha aceptado, sin pedirnos nada a cambio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Por el pecado de Adán, Dios declaró que todos merecemos morir; pero gracias a Jesucristo, que murió por nosotros, Dios nos declara inocentes y nos da la vida eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "O sea, que la desobediencia de uno solo hizo que muchos desobedecieran, pero por la obediencia de Jesús, Dios declaró inocentes a muchos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "La ley apareció para que el pecado se hiciera fuerte; pero si bien el pecado se hizo fuerte, el amor de Dios lo superó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y si el pecado reinó sobre la muerte, el amor de Dios reinó sobre la vida. Por eso Dios nos ha declarado inocentes, y nos ha dado vida eterna por medio de nuestro Señor Jesucristo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.6"
        ],
        "human": "Romanos 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.7"
        ],
        "human": "Romanos 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.5"
        ],
        "human": "Romanos 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Vivimos gracias a Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¿Qué más podemos decir? ¿Seguiremos pecando para que Dios nos ame más todavía?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "¡Por supuesto que no! Nosotros ya no tenemos nada que ver con el pecado, así que ya no podemos seguir pecando."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ustedes bien saben que, por medio del bautismo, nos hemos unido a Cristo en su muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Al ser bautizados, morimos y somos sepultados con él; pero morimos para nacer a una vida totalmente diferente. Eso mismo pasó con Jesús, cuando Dios el Padre lo resucitó con gran poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Si al bautizarnos participamos en la muerte de Cristo, también participaremos de su nueva vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Una cosa es clara: antes éramos pecadores, pero cuando Cristo murió en la cruz, nosotros morimos con él. Así que el pecado ya no nos gobierna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Al morir, el pecado perdió su poder sobre nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Si por medio del bautismo morimos con Cristo, estamos seguros de que también viviremos con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Sabemos que Jesucristo resucitó, y que nunca más volverá a morir, pues la muerte ya no tiene poder sobre él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando Jesucristo murió, el pecado perdió para siempre su poder sobre él. La vida que ahora vive, es para agradar a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "De igual manera, el pecado ya no tiene poder sobre ustedes, sino que Cristo les ha dado vida, y ahora viven para agradar a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así que no dejen que el pecado los gobierne, ni que los obligue a obedecer los malos deseos de su cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ustedes ya han muerto al pecado, pero ahora han vuelto a vivir. Así que no dejen que el pecado los use para hacer lo malo. Más bien, entréguense a Dios, y hagan lo que a él le agrada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Así el pecado ya no tendrá poder sobre ustedes, porque ya no son esclavos de la ley. Ahora están al servicio del amor de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Al servicio de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Alguien podría decir que, como ya no somos esclavos de la ley, sino que estamos al servicio del amor de Dios, podemos seguir pecando. Pero eso no es posible."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Ustedes saben que quien siempre obedece a una persona, llega a ser su esclavo. Nosotros podemos servir al pecado y morir, o bien obedecer a Dios y recibir su perdón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Antes, ustedes eran esclavos del pecado. Pero gracias a Dios que obedecieron de todo corazón la enseñanza que se les dio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Ahora ustedes se han librado del pecado, y están al servicio de Dios para hacer el bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Como a ustedes todavía les cuesta entender esto, se lo explico con palabras sencillas y bien conocidas. Antes ustedes eran esclavos del mal, y cometían pecados sexuales y toda clase de maldades. Pero ahora tienen que dedicarse completamente al servicio de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cuando ustedes eran esclavos del pecado, no tenían que vivir como a Dios le agrada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "¿Pero qué provecho sacaron? Tan solo la vergüenza de vivir separados de Dios para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Sin embargo, ustedes ya no son esclavos del pecado. Ahora son servidores de Dios. Y esto sí que es bueno, pues el vivir solo para Dios les asegura que tendrán la vida eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Quien solo vive para pecar, recibirá como castigo la muerte. Pero Dios nos regala la vida eterna por medio de Cristo Jesús, nuestro Señor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.7"
        ],
        "human": "Romanos 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.8"
        ],
        "human": "Romanos 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.6"
        ],
        "human": "Romanos 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ahora pertenecemos a Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Hermanos en Cristo, ustedes conocen la ley de Moisés, y saben que debemos obedecerla solo mientras vivamos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Por ejemplo, la ley dice que la mujer casada será esposa de su marido sólo mientras él viva. Pero si su esposo muere, ella quedará libre de la ley que la unía a su esposo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Si ella se va a vivir con otro hombre mientras su esposo vive todavía, se podrá culparla de ser infiel a su esposo. Pero si su esposo muere, ella quedará libre de esa ley, y podrá volver a casarse sin que se le acuse de haber sido infiel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Algo parecido sucede con ustedes, mis hermanos. Por medio de la muerte de Cristo, ustedes ya no están bajo el control de la ley. Ahora ustedes son de Cristo, a quien Dios resucitó. De modo que podemos servir a Dios haciendo el bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando vivíamos sin poder dominar nuestros malos deseos, la ley solo servía para que deseáramos hacer más lo malo. Y así, todo lo que hacíamos nos separaba más de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero ahora la ley ya no puede controlarnos. Es como si estuviéramos muertos. Somos libres, y podemos servir a Dios de manera distinta. Ya no lo hacemos como antes, cuando obedecíamos la antigua ley, sino que ahora obedecemos al Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La lucha contra el pecado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿Quiere decir esto que la ley es pecado? ¡Claro que no! Pero si no hubiera sido por la ley, yo no habría entendido lo que es el pecado. Por ejemplo, si la ley no dijera: «No se dejen dominar por el deseo de tener lo que otros tienen», yo no sabría que eso es malo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuando no hay ley, el pecado no tiene ningún poder. Pero el pecado usó ese mandamiento de la ley, y me hizo desear toda clase de mal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando yo todavía no conocía la ley, vivía tranquilo; pero cuando conocí la ley, me di cuenta de que era un gran pecador"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y de que vivía alejado de Dios. Fue así como la ley, que debió haberme dado la vida eterna, más bien me dio la muerte eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Porque el pecado usó la ley para engañarme, y con esa misma ley me alejó de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Podemos decir, entonces, que la ley viene de Dios, y que cada uno de sus mandatos es bueno y justo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Con esto no estoy diciendo que la ley, que es buena, me llevó a la muerte. ¡De ninguna manera! El que hizo esto fue el pecado, que usó un mandato bueno. Así, por medio de un mandato bueno todos podemos saber lo realmente malo y terrible que es el pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Nosotros sabemos que la ley viene de Dios; pero yo no soy más que un simple hombre, y no puedo controlar mis malos deseos. Soy un esclavo del pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "La verdad es que no entiendo nada de lo que hago, pues en vez de hacer lo bueno que quiero hacer, hago lo malo que no quiero hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero, aunque hago lo que no quiero hacer, reconozco que la ley es buena."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Así que no soy yo quien hace lo malo, sino el pecado que está dentro de mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Yo sé que mis deseos egoístas no me permiten hacer lo bueno, pues aunque quiero hacerlo, no puedo hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "En vez de lo bueno que quiero hacer, hago lo malo que no quiero hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero si hago lo que no quiero hacer, en realidad no soy yo quien lo hace, sino el pecado que está dentro de mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Me doy cuenta entonces de que, aunque quiero hacer lo bueno, solo puedo hacer lo malo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "En lo más profundo de mi corazón amo la ley de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23,
            24,
            25
          ],
          "lines": [
            "Pero también me sucede otra cosa: hay algo dentro de mí, que lucha contra lo que creo que es bueno. Trato de obedecer la ley de Dios, pero me siento como en una cárcel, donde lo único que puedo hacer es pecar. Sinceramente, deseo obedecer la ley de Dios, pero no puedo dejar de pecar porque mi cuerpo es débil para obedecerla. ¡Pobre de mí! ¿Quién me librará de este cuerpo, que me hace pecar y me separa de Dios? ¡Le doy gracias a Dios, porque sé que Jesucristo me ha librado!"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.8"
        ],
        "human": "Romanos 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.9"
        ],
        "human": "Romanos 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.7"
        ],
        "human": "Romanos 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El Espíritu de Dios nos da vida"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por lo tanto, los que vivimos unidos a Jesucristo no seremos castigados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ahora, por estar unidos a él, el Espíritu Santo nos controla y nos da vida, y nos ha librado del pecado y de la muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Dios ha hecho lo que la ley de Moisés no era capaz de hacer, ni podría haber hecho, porque nadie puede controlar sus deseos de hacer lo malo. Dios envió a su propio Hijo, y lo envió tan débil como nosotros, los pecadores. Lo envió para que muriera por nuestros pecados. Así, por medio de él, Dios destruyó al pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Lo hizo para que ya no vivamos de acuerdo con nuestros malos deseos, sino conforme a todos los justos mandamientos de la ley, con la ayuda del Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los que viven sin controlar sus malos deseos, solo piensan en hacer lo malo. Pero los que viven obedeciendo al Espíritu Santo solo piensan en hacer lo que desea el Espíritu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Si vivimos pensando en todo lo malo que nuestros cuerpos desean, entonces quedaremos separados de Dios. Pero si pensamos solo en lo que desea el Espíritu Santo, entonces tendremos vida eterna y paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los que no controlan sus malos deseos solo piensan en hacer lo malo. Son enemigos de Dios, porque no quieren ni pueden obedecer la ley de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Por eso, los que viven obedeciendo sus malos deseos no pueden agradarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero, si el Espíritu de Dios vive en ustedes, ya no tienen que seguir sus malos deseos, sino obedecer al Espíritu de Dios. El que no tiene al Espíritu de Cristo, no es de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Por culpa del pecado, sus cuerpos tienen que morir. Pero si Cristo vive en ustedes, también el espíritu de ustedes vivirá, porque Dios los habrá declarado inocentes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Dios resucitó a Jesús, y él también hará que los cuerpos muertos de ustedes vuelvan a vivir, si es que el Espíritu de Dios vive en ustedes. Esto Dios lo hará por medio de su Espíritu, que vive en ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por eso, hermanos, ya no estamos obligados a vivir de acuerdo con nuestros propios deseos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Si ustedes viven de acuerdo a esos deseos, morirán para siempre; pero si por medio del Espíritu Santo ponen fin a esos malos deseos, tendrán vida eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Todos los que viven en obediencia al Espíritu de Dios, son hijos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Porque el Espíritu que Dios les ha dado no los esclaviza ni les hace tener miedo. Por el contrario, el Espíritu nos convierte en hijos de Dios y nos permite llamar a Dios: «¡Papá!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "El Espíritu de Dios se une a nuestro espíritu, y nos asegura que somos hijos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y como somos sus hijos, tenemos derecho a todo lo bueno que él ha preparado para nosotros. Todo eso lo compartiremos con Cristo. Y si de alguna manera sufrimos como él sufrió, seguramente también compartiremos con él la honra que recibirá."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Un futuro maravilloso"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Estoy seguro de que los sufrimientos por los que ahora pasamos no son nada, si los comparamos con la gloriosa vida que Dios nos dará junto a él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "La creación entera espera impaciente que Dios muestre a todos que nosotros somos sus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pues toda la creación está confundida, y no por su culpa, sino porque Dios así lo decidió. Pero a la creación le queda todavía la esperanza"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "de ser liberada de su destrucción. Tiene la esperanza de compartir la maravillosa libertad de los hijos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Nosotros sabemos que la creación se queja y sufre de dolor, como cuando una mujer embarazada está a punto de dar a luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y no solo sufre la creación, sino que también sufrimos nosotros, los que tenemos al Espíritu Santo, que es el anticipo de todo lo que Dios nos dará después. Mientras esperamos que Dios nos adopte definitivamente como sus hijos, y nos libere del todo, sufrimos en silencio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Dios nos salvó porque tenemos la confianza de que así sucederá. Pero esperar lo que ya se está viendo no es esperanza, pues ¿quién sigue esperando algo que ya tiene?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Sin embargo, si esperamos recibir algo que todavía no vemos, tenemos que esperarlo con paciencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Del mismo modo, y puesto que nuestra confianza en Dios es débil, el Espíritu Santo nos ayuda. Porque no sabemos cómo debemos orar a Dios, pero el Espíritu mismo ruega por nosotros, y lo hace de modo tan especial que no hay palabras para expresarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y Dios, que conoce todos nuestros pensamientos, sabe lo que el Espíritu Santo quiere decir. Porque el Espíritu ruega a Dios por su pueblo especial, y sus ruegos van de acuerdo con lo que Dios quiere."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Sabemos que Dios va preparando todo para el bien de los que lo aman, es decir, de los que él ha llamado de acuerdo con su plan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Desde el principio, Dios ya sabía a quiénes iba a elegir, y ya había decidido que fueran semejantes a su Hijo, para que este sea el Hijo mayor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "A los que él ya había elegido, los llamó; y a los que llamó también los aceptó; y a los que aceptó les dio un lugar de honor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "¡Cuánto nos ama Dios!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Solo nos queda decir que, si Dios está de nuestra parte, nadie podrá estar en contra de nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Dios no nos negó ni siquiera a su propio Hijo, sino que lo entregó por nosotros, así que también nos dará junto con él todas las cosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "¿Quién puede acusar de algo malo a los que Dios ha elegido? ¡Si Dios mismo los ha declarado inocentes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "¿Puede alguien castigarlos? ¡De ninguna manera, pues Jesucristo murió por ellos! Es más, Jesucristo resucitó, y ahora está a la derecha de Dios, rogando por nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "¿Quién podrá separarnos del amor de Jesucristo? Nada ni nadie. Ni los problemas, ni los sufrimientos, ni las dificultades. Tampoco podrán hacerlo el hambre ni el frío, ni los peligros ni la muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Como dice la Biblia:",
            "«Por causa tuya nos matan;",
            "¡por ti nos tratan siempre",
            "como a ovejas para el matadero!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "En medio de todos nuestros problemas, estamos seguros de que Jesucristo, quien nos amó, nos dará la victoria total."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Yo estoy seguro de que nada podrá separarnos del amor de Dios: ni la vida ni la muerte, ni los ángeles ni los espíritus, ni lo presente ni lo futuro,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "ni los poderes del cielo ni los del infierno, ni nada de lo creado por Dios. ¡Nada, absolutamente nada, podrá separarnos del amor que Dios nos ha mostrado por medio de nuestro Señor Jesucristo!"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.9"
        ],
        "human": "Romanos 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.10"
        ],
        "human": "Romanos 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.8"
        ],
        "human": "Romanos 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El pueblo de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Yo creo en Jesucristo, y por eso digo la verdad. El Espíritu Santo me guía, y en lo más profundo de mi ser me asegura que no miento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Es verdad que estoy muy triste, y que en mi corazón siento un dolor que no me deja."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Sufro por los judíos, que son mi pueblo, y quisiera ayudarlos. Yo estaría dispuesto a caer bajo la maldición de Dios, y a quedar separado de Cristo, si eso los ayudara a estar cerca de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ellos son el pueblo que Dios ha elegido. A ellos Dios les dio el derecho de ser sus hijos. Dios ha estado con ellos, y les ha mostrado su gran poder. Hizo pactos con ellos, y les dio su ley. Les enseñó a adorarlo de verdad, y también les hizo promesas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ellos pertenecen al pueblo de Dios. Y el Mesías, como hombre, pertenece a ese mismo pueblo. Él gobierna sobre todas las cosas, y es Dios. ¡Alabado sea Dios por siempre! Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "No estoy diciendo que Dios no haya cumplido sus promesas con el pueblo de Israel. Pero no todos los judíos son realmente parte del pueblo de Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "ni todos los descendientes de Abraham son verdaderos hijos de Abraham. Pues Dios le había dicho: «Tu descendencia vendrá por medio de Isaac.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8,
            9
          ],
          "lines": [
            "Esto significa que nadie es hijo de Dios solo por pertenecer a cierta familia o raza. Al contrario, la verdadera familia de Abraham la forman todos los descendientes de Isaac. Porque Isaac fue quien nació para cumplir la promesa que Dios le hizo a Abraham: «Dentro de un año volveré, y para entonces Sara ya tendrá un hijo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10,
            11,
            12
          ],
          "lines": [
            "Pero eso no es todo. Aun cuando los dos hijos de Rebeca eran de nuestro antepasado Isaac, Dios eligió solo a uno de ellos para formar su pueblo. Antes de nacer, ninguno de los niños había hecho nada, ni bueno ni malo. Sin embargo, Dios le dijo a Rebeca que el mayor serviría al menor. Con esto Dios demostró que él elige a quien él quiere, de acuerdo con su plan. Así que la elección de Dios no depende de lo que hagamos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Como dice la Biblia: «Preferí a Jacob, y no a Esaú.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¿Y por eso vamos a decir que Dios es injusto? ¡Claro que no!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Porque Dios le dijo a Moisés: «Yo tendré compasión de quien yo quiera tenerla.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Así que la elección de Dios no depende de que alguien quiera ser elegido, o se esfuerce por serlo. Más bien, depende de que Dios le tenga compasión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "En la Biblia leemos que Dios le dijo al rey de Egipto: «Te hice rey, precisamente para mostrar mi poder por medio de todo lo que haré contigo, y para que todo el mundo me conozca.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Así que todo depende de lo que Dios decida hacer: él se compadece de quien quiere, y a quien quiere lo vuelve terco."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El enojo y la compasión de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Si alguien me dijera: «¿De qué nos va a culpar Dios, si nadie puede oponerse a sus deseos?»,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "yo le contestaría: «Amigo mío, tú no eres nadie para cuestionar las decisiones de Dios.» La olla de barro no puede quejarse con el que la hizo, de haberle dado esa forma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "El alfarero puede hacer con el barro lo que quiera. Con el mismo barro puede hacer una vasija para usarla en ocasiones especiales, y también una vasija de uso diario."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Algo parecido ha hecho Dios. Ha querido dar un ejemplo de castigo, para que todo el mundo conozca su poder. Por eso tuvo mucha paciencia con los que merecían ser castigados y destruidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Al mismo tiempo, demostró su gran amor y poder para salvarnos. Desde un principio nos tuvo compasión, y nos eligió para vivir con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y no le importó que fuéramos judíos o no lo fuéramos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Como dice Dios en el libro del profeta Oseas:",
            "«A un pueblo que no me pertenece,",
            "lo llamaré mi pueblo.",
            "A un pueblo que no amo,",
            "le mostraré mi amor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "»Y allí donde les dije:",
            "“Ustedes no son mi pueblo”,",
            "les diré:",
            "“Ustedes son mi pueblo,",
            "porque yo soy el Dios de la vida.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Además, el profeta Isaías dijo acerca de los israelitas:",
            "«Aunque los israelitas sean tantos",
            "como los granos de arena en la playa,",
            "solo unos cuantos serán salvados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Muy pronto el Señor juzgará",
            "a todos los habitantes de la tierra.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y, como el mismo Isaías dijo:",
            "«Si el Dios todopoderoso",
            "no hubiera salvado a unos pocos,",
            "ahora mismo estaríamos",
            "como las ciudades de Sodoma y Gomorra.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Israel y Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "¿Qué más les puedo decir? Que aunque la gente de otros pueblos no estaba haciendo nada para que Dios los aceptara, él los aceptó porque confiaron en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "En cambio, los israelitas fueron rechazados, porque trataban de cumplir la ley para que Dios los aceptara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "¿Y por qué no fueron aceptados? Porque querían que Dios los aceptara por lo que hacían, y no por confiar solo en él. Por eso Cristo fue para ellos como una piedra en la que tropezaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "En la Biblia Dios dijo:",
            "«Yo pongo en Jerusalén",
            "una roca con la cual",
            "muchos tropezarán y caerán.",
            "Pero Dios no defraudará",
            "a los que confíen en él.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.10"
        ],
        "human": "Romanos 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.11"
        ],
        "human": "Romanos 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.9"
        ],
        "human": "Romanos 9",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Hermanos en Cristo, con todo mi corazón deseo y pido a Dios que él salve del castigo a los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Estoy seguro de que ellos tienen muchos deseos de servir a Dios, pero no saben cómo hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "No comprenden que solo Dios nos puede declarar inocentes. Por eso han tratado de hacer algo para que Dios los acepte. En realidad, han rechazado la manera en que Dios quiere aceptarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Dios ya no nos acepta por obedecer la ley; ahora solo acepta a los que confían en Cristo. Con Cristo, la ley llegó a su cumplimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Todos pueden ser salvos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Al referirse a los que obedecen la ley para que Dios los acepte, Moisés escribió lo siguiente: «La persona que obedezca la ley se salvará si la cumple.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Al contrario, esto es lo que dice de los que confían en Dios para que él los acepte: «Nunca te preguntes: “¿Quién subirá al cielo?”», es decir, subir al cielo para pedirle a Cristo que baje."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "«Tampoco te preguntes: “¿Quién bajará al mundo de los muertos?”», es decir, bajar allá para pedirle a Cristo que resucite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Más bien, la Biblia dice: «El mensaje de Dios está cerca de ti; está en tu boca y en tu corazón.» Y ese mismo mensaje es el que les traemos: que debemos confiar en Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pues si ustedes reconocen con su propia boca que Jesús es el Señor, y si creen de corazón que Dios lo resucitó, entonces se librarán del castigo que merecen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pues si creemos de todo corazón, seremos aceptados por Dios; y si con nuestra boca reconocemos que Jesús es el Señor, Dios nos salvará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "La Biblia dice: «Dios no deja en vergüenza a los que confían en él.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No importa si son judíos o no lo son, porque todos tienen el mismo Dios, y él es muy bueno con todos los que le piden ayuda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pues la Biblia también dice: «Dios salvará a los que lo reconozcan como su Dios.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero, ¿cómo van a reconocerlo, si no confían en él? ¿Y cómo van a confiar en él, si nada saben de él? ¿Y cómo van a saberlo, si nadie les habla acerca del Señor Jesucristo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¿Y cómo hablarán de Jesucristo, si Dios no los envía? Como dice la Biblia: «¡Qué hermoso es ver llegar a los que traen buenas noticias!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Sin embargo, no todos han aceptado estas buenas noticias. Como dijo el profeta Isaías: «Señor, ¡nadie ha creído a nuestro mensaje!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Así que las personas llegan a confiar en Dios cuando oyen el mensaje acerca de Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero yo pregunto: ¿Será que no han tenido oportunidad de oír el mensaje? ¡Claro que lo han oído! Porque la Biblia dice:",
            "«Sus palabras recorren toda la tierra",
            "y llegan hasta el fin del mundo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Vuelvo entonces a preguntar: ¿Será que los israelitas no se han dado cuenta? ¡Claro que sí se han dado cuenta! Pues, en primer lugar, Dios dijo por medio de Moisés:",
            "«Haré que los israelitas se pongan celosos",
            "de un pueblo sin importancia.",
            "Haré que se enojen",
            "con gente de poco entendimiento.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Después, Isaías se atrevió a recordar algo que Dios había dicho:",
            "«Me encontraron aquellos",
            "que no me buscaban.",
            "Me presenté ante gente",
            "que no preguntaba por mí.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero del pueblo de Israel, Dios dijo por medio de Isaías:",
            "«Todo el día le ofrecí ayuda",
            "a un pueblo terco y desobediente.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.11"
        ],
        "human": "Romanos 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.12"
        ],
        "human": "Romanos 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.10"
        ],
        "human": "Romanos 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios no ha rechazado a su pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2
          ],
          "lines": [
            "Entonces me pregunto: ¿Será que Dios ha rechazado al pueblo que él mismo eligió? ¡Claro que no! Dios no ha rechazado a los judíos, a quienes eligió desde el principio de la creación. Yo mismo soy israelita; soy descendiente de Abraham y pertenezco a la tribu de Benjamín.",
            "Como ustedes bien saben, hay en la Biblia un relato, en donde Elías se queja con Dios acerca del pueblo de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Allí Elías le dice a Dios: «Señor, han matado a tus profetas y han destruido tus altares. Yo soy el único profeta que queda con vida, y también a mí me quieren matar.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero Dios le contesta: «Todavía tengo siete mil israelitas que no han adorado al falso dios Baal.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Lo mismo pasa ahora. Dios es bueno, y ha elegido a un pequeño grupo de judíos que aún confían en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero Dios los eligió porque él es bueno, y no porque ellos hayan hecho algo para merecerlo. Esto solo puede suceder así porque Dios es bueno de verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Realmente, solo el pequeño grupo elegido por Dios logró encontrar lo que todos los demás buscaban. Y es que los demás eran muy tercos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Como dice la Biblia:",
            "«Dios les cerró la mente,",
            "los ojos y los oídos,",
            "hasta el día de hoy.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "También leemos que David dijo:",
            "«¡Que sus fiestas se conviertan",
            "en trampas y redes,",
            "para que desagraden a Dios",
            "y sean castigados!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»¡Que se nublen sus ojos",
            "para que no puedan ver!",
            "¡Que para siempre sus espaldas",
            "se doblen de tanto sufrir!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La salvación de los no judíos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Sin embargo, aunque los judíos no pudieron agradar a Dios, tampoco fallaron del todo. Más bien, por la desobediencia de los judíos, los que no son judíos pueden ser salvados por Dios. Y esto hará que los judíos se pongan celosos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Ahora bien, si por la desobediencia de los judíos el resto del mundo recibió ayuda, ¡con más razón la recibirá cuando todos los judíos sean aceptados por Dios!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Lo que voy a decir ahora es para ustedes, los que no son judíos. Dios me ha enviado para trabajar entre ustedes, y para mí esa tarea es muy importante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Espero que con esto algunos de mi país se pongan celosos de ustedes, y así Dios pueda salvarlos también a ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pues si Dios, al rechazar a los judíos, aceptó al resto de la humanidad, ¡imagínense cómo será cuando los judíos sean aceptados! ¡Los que ahora viven como muertos tendrán vida eterna!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Si alguien le ofrece a Dios el primer pan que hornea, en realidad le está ofreciendo toda la masa con que hizo el pan. Si a Dios se le ofrecen las raíces de un árbol, entonces también las ramas del árbol le pertenecen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Cuando Dios rechazó a algunos judíos, y a ustedes los aceptó en su lugar, ustedes llegaron a formar parte del pueblo de Dios, y así recibieron la vida eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero no vayan a creerse mejores que los judíos que fueron rechazados. Recuerden que ustedes han recibido esa vida gracias a ellos, y no ellos gracias a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Tal vez piensen que ellos fueron rechazados para que ustedes fueran aceptados en el pueblo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y es verdad. Pero ellos fueron rechazados por no confiar en Dios, y ustedes fueron aceptados solamente por confiar en él. Así que no se pongan orgullosos; más bien, tengan cuidado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Si Dios rechazó a los judíos en general, también podría hacer lo mismo con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Fíjense en lo bueno que es Dios, pero también tomen en cuenta que Dios es muy estricto. Es estricto con los que han pecado, pero ha sido bueno con ustedes. Y seguirá siéndolo, si ustedes le son agradecidos y se portan bien. De lo contrario, también a ustedes los rechazará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Si los judíos cambian y confían en Dios, volverán a formar parte de su pueblo, pues Dios tiene poder para hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Después de todo, no es lógico tomar algo de buena calidad y mezclarlo con algo de mala calidad. Si Dios los aceptó a ustedes, que no eran parte de su pueblo, con más razón volverá a aceptar a los judíos, que sí lo son."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios salvará a su pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Hermanos en Cristo, hay mucho que ustedes todavía no saben. Por eso voy a explicarles el plan que Dios tenía en secreto. Algunos de los judíos se han vuelto muy tercos y no quieren creer en Jesucristo; pero solo se portarán así hasta que los no judíos pasen a formar parte de su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Después de eso, Dios salvará a todo el pueblo de Israel. Como lo dice en la Biblia:",
            "«El Salvador vendrá de Jerusalén,",
            "y limpiará toda la maldad",
            "del pueblo de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Yo he prometido hacer esto",
            "cuando les perdone sus pecados.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Por ahora, Dios actúa con los judíos como si fueran sus enemigos. Pero lo hace solo para darles a ustedes la oportunidad de creer en la buena noticia. Dios sigue amando a los judíos, pues eligió a sus antepasados para formar su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Dios no da regalos para luego quitarlos, ni se olvida de las personas que ha elegido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "En el pasado, ustedes desobedecieron a Dios. Pero ahora que los judíos no han querido obedecerlo, Dios se ha compadecido de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Y así como Dios les ha mostrado a ustedes su compasión, también lo hará con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Pues Dios hizo que todos fueran desobedientes, para así tenerles compasión a todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios merece nuestra alabanza"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "¡Dios es inmensamente rico! ¡Su inteligencia y su conocimiento son tan grandes que no se pueden medir! Nadie es capaz de entender sus decisiones, ni de explicar sus hechos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Como dice la Biblia:",
            "«¿Sabe alguien cómo piensa Dios?",
            "¿Puede alguien darle consejos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "»¿Puede acaso alguien",
            "regalarle algo a Dios,",
            "para que él esté obligado",
            "a darle algo a cambio?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "En realidad, todo fue creado por Dios; todo existe por él y para él. Así que, ¡alabemos a Dios por siempre! Amén."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.12"
        ],
        "human": "Romanos 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.13"
        ],
        "human": "Romanos 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.11"
        ],
        "human": "Romanos 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La nueva vida"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por eso, hermanos míos, ya que Dios es tan bueno con ustedes, les ruego que dediquen toda su vida a servirle y a hacer todo lo que a él le agrada. Así es como se le debe adorar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y no vivan ya como vive todo el mundo. Al contrario, cambien de manera de ser y de pensar. Así podrán saber qué es lo que Dios quiere, es decir, todo lo que es bueno, agradable y perfecto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Dios en su bondad me nombró apóstol, y por eso les pido que no se crean mejores de lo que realmente son. Más bien, véanse ustedes mismos según la capacidad que Dios les ha dado como seguidores de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El cuerpo humano está compuesto de muchas partes, pero no todas ellas tienen la misma función."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Algo parecido pasa con nosotros como iglesia: aunque somos muchos, todos juntos formamos el cuerpo de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Dios nos ha dado a todos diferentes capacidades, según lo que él quiso darle a cada uno. Por eso, si Dios nos autoriza para hablar en su nombre, hagámoslo como corresponde a un seguidor de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Si nos pone a servir a otros, sirvámosles bien. Si nos da la capacidad de enseñar, dediquémonos a enseñar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Si nos pide animar a los demás, debemos animarlos. Si de compartir nuestros bienes se trata, no seamos tacaños. Si debemos dirigir a los demás, pongamos en ello todo nuestro empeño. Y si nos toca ayudar a los necesitados, hagámoslo con alegría."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cómo vivir la vida cristiana"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Amen a los demás con sinceridad. Rechacen todo lo que sea malo, y no se aparten de lo que sea bueno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ámense unos a otros como hermanos, y respétense siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Trabajen con mucho ánimo, y no sean perezosos. Trabajen para Dios con mucho entusiasmo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Mientras esperan al Señor, muéstrense alegres; cuando sufran por el Señor, muéstrense pacientes; cuando oren al Señor, muéstrense constantes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Compartan lo que tengan con los pobres de la iglesia. Reciban en sus hogares a los que vengan de otras ciudades y países."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "No maldigan a sus perseguidores; más bien, pídanle a Dios que los bendiga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Si alguno está alegre, alégrense con él; si alguno está triste, acompáñenlo en su tristeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Vivan siempre en armonía. Y no sean orgullosos, sino traten como iguales a la gente humilde. No se crean más inteligentes que los demás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Si alguien los trata mal, no le paguen con la misma moneda. Al contrario, busquen siempre hacer el bien a todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Hagan todo lo posible por vivir en paz con todo el mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Queridos hermanos, no busquen la venganza, sino dejen que Dios se encargue de castigar a los malvados. Pues en la Biblia Dios dice: «A mí me toca vengarme. Yo le daré a cada cual su merecido.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y también dice: «Si tu enemigo tiene hambre, dale de comer; si tiene sed, dale de beber. Así harás que le arda la cara de vergüenza.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "No se dejen vencer por el mal. Al contrario, triunfen sobre el mal haciendo el bien."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.13"
        ],
        "human": "Romanos 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.14"
        ],
        "human": "Romanos 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.12"
        ],
        "human": "Romanos 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios y las autoridades"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Solo Dios puede darle autoridad a una persona, y es él quien les ha dado poder a los gobernantes que tenemos. Por lo tanto, debemos obedecer a las autoridades del gobierno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Quien no obedece a los gobernantes, se está oponiendo a lo que Dios ordena. Y quien se oponga será castigado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "porque los que gobiernan no están para meterles miedo a los que se portan bien, sino a los que se portan mal. Si ustedes no quieren tenerles miedo a los gobernantes, hagan lo que es bueno, y los gobernantes hablarán bien de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Porque ellos están para servir a Dios y para beneficiarlos a ustedes. Pero si ustedes se portan mal, ¡pónganse a temblar!, porque la espada que ellos llevan no es de adorno. Ellos están para servir a Dios, pero también para castigar a los que hacen lo malo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Así que ustedes deben obedecer a los gobernantes, no solo para que no los castiguen, sino porque eso es lo correcto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los gobernantes están al servicio de Dios, y están cumpliendo un deber. Por eso pagan ustedes sus impuestos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Así que páguenle a cada uno lo que deban pagarle, ya sea que se trate de impuestos, contribuciones, respeto o estimación."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El amor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "No le deban nada a nadie. La única deuda que deben tener es la de amarse unos a otros. El que ama a los demás ya ha cumplido con todo lo que la ley exige."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "En la ley hay mandatos como estos: «No sean infieles en su matrimonio. No maten. No roben. No se dejen dominar por el deseo de tener lo que otros tienen.» Estos mandamientos, y todos los demás, pueden resumirse en uno solo: «Cada uno debe amar a su prójimo, como se ama a sí mismo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El amor no causa daño a nadie. Cuando amamos a los demás, estamos cumpliendo toda la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El regreso de Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Estamos viviendo tiempos muy importantes, y ustedes han vivido como si estuvieran dormidos. ¡Ya es hora de que despierten! Ya está muy cerca el día en que Dios nos salvará; mucho más cerca que cuando empezamos a creer en Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12,
            13,
            14
          ],
          "lines": [
            "¡Ya casi llega el momento! Así que dejemos de pecar, porque pecar es como vivir en la oscuridad. Hagamos el bien, que es como vivir en la luz. Controlemos nuestros deseos de hacer lo malo, y comportémonos correctamente, como si todo el tiempo anduviéramos a plena luz del día. No vayamos a fiestas donde haya desórdenes, ni nos emborrachemos, ni seamos vulgares, ni tengamos ninguna clase de vicios. No busquemos pelea ni seamos celosos. Más bien, dejemos que Jesucristo nos proteja."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.14"
        ],
        "human": "Romanos 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.15"
        ],
        "human": "Romanos 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.13"
        ],
        "human": "Romanos 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "No critiquen a los demás"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Reciban bien a los cristianos débiles, es decir, a los que todavía no entienden bien qué es lo que Dios ordena. Si en algo no están de acuerdo con ellos, no discutan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Por ejemplo, hay quienes se sienten fuertes y creen que está bien comer de todo, mientras que los débiles solo comen verduras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero los que comen de todo no deben despreciar a los otros. De igual manera, los que solo comen verduras no deben criticar a los que comen de todo, pues Dios los ha aceptado por igual."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ustedes no tienen derecho de criticar al esclavo de otro. Es el dueño del esclavo quien decide si su esclavo trabaja bien o no. Así también, Dios es el único que tiene poder para ayudar a cada uno a cumplir bien su trabajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Permítanme darles otro ejemplo. Hay algunos que piensan que ciertos días son especiales, mientras que para otras personas todos los días son iguales. Cada uno debe estar seguro de que piensa lo correcto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los que piensan que cierto día es especial, lo hacen para honrar a Dios. Y los que comen de todo, lo hacen también para honrar a Dios, y le dan las gracias. Igual sucede con los que solo comen verduras, pues lo hacen para honrar a Dios, y también le dan las gracias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Nuestra vida y nuestra muerte ya no son nuestras, sino que son de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Si vivimos o morimos, es para honrar al Señor Jesucristo. Ya sea que estemos vivos, o que estemos muertos, somos de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "En realidad, Jesucristo murió y resucitó para tener autoridad sobre los vivos y los muertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Por eso no deben ustedes criticar a los otros hermanos de la iglesia, ni despreciarlos, porque todos seremos juzgados por Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "En la Biblia Dios dice:",
            "«Juro por mi vida",
            "que, en mi presencia,",
            "todos se arrodillarán",
            "y me alabarán.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así que todos tendremos que presentarnos delante de Dios, para que él nos juzgue."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "No hagan daño a otros"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ya no debemos criticarnos unos a otros. Al contrario, no hagamos que, por culpa nuestra, un seguidor de Cristo peque o pierda su confianza en Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "A mí, nuestro Señor Jesús me ha enseñado que ningún alimento es malo en sí mismo. Pero si alguien piensa que alguna comida no se debe comer, entonces no debe comerla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Si algún hermano se ofende por lo que ustedes comen, es porque no le están mostrando amor. No permitan que, por insistir en comer ciertos alimentos, acabe en el infierno alguien por quien Cristo murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "No permitan que se hable mal de la libertad que Cristo les ha dado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "En el reino de Dios no importa lo que se come ni lo que se bebe. Más bien, lo que importa es hacer el bien, y vivir en paz y con alegría. Y todo esto puede hacerse por medio del Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Si servimos a Jesucristo de esta manera, agradaremos a Dios y la gente nos respetará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Por lo tanto, vivamos en paz unos con otros, y ayudémonos a crecer más en la nueva vida que Cristo nos ha dado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "No permitan que, por insistir en lo que se debe o no se debe comer, se arruine todo lo bueno que Dios ha hecho en la vida del hermano débil. La verdad es que toda comida es buena; lo malo es que por comer algo, se haga que otro hermano deje de creer en Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Más vale no comer carne, ni beber vino, ni hacer nada que pueda causarle problemas a otros hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Lo que ustedes decidan sobre estas cosas es algo entre Dios y ustedes. ¡Dichosos los que se sienten libres para hacer algo, y no se sienten mal de haberlo hecho!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero si alguien no está seguro si debe o no comer algo, y lo come, hace mal, porque no está actuando de acuerdo con lo que cree. Y ustedes bien saben que eso es malo, pues todo lo que se hace en contra de lo que uno cree, es pecado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.15"
        ],
        "human": "Romanos 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.16"
        ],
        "human": "Romanos 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.14"
        ],
        "human": "Romanos 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ayudar a los más débiles"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Nosotros, los que sí sabemos lo que Dios quiere, no debemos pensar solo en lo que es bueno para nosotros mismos. Más bien, debemos ayudar a los que todavía no tienen esa seguridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Todos debemos apoyar a los demás, y buscar su bien. Así los ayudaremos a confiar más en Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque ni aun Cristo pensaba solo en lo que le agradaba a él. Como Dios dice en la Biblia: «Me siento ofendido cuando te ofenden a ti.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Todo lo que está escrito en la Biblia es para enseñarnos. Lo que ella nos dice nos ayuda a tener ánimo y paciencia, y nos da seguridad en lo que hemos creído."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Aunque, en realidad, es Dios quien nos da paciencia y nos anima. A él le pido que los ayude a ustedes a llevarse bien con todos, siguiendo el ejemplo de Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así, todos juntos podrán alabar a Dios el Padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La buena noticia es para todos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Por eso, es necesario que se acepten unos a otros tal y como son, así como Cristo los aceptó a ustedes. Así, todos alabarán a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pues Cristo vino y sirvió a los judíos, para mostrar que Dios es fiel y cumple las promesas que les hizo a nuestros antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "También vino para que los que no son judíos den gracias a Dios por su bondad. Pues así dice la Biblia:",
            "«Por eso te alabaré",
            "en todos los países,",
            "y te cantaré himnos.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "También leemos:",
            "«Y ustedes, pueblos vecinos,",
            "alégrense junto con el pueblo de Dios.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "En otra parte, la Biblia dice:",
            "«Naciones todas, pueblos todos,",
            "¡alaben a Dios!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y también el profeta Isaías escribió:",
            "«Un descendiente de Jesé",
            "se levantará con poder.",
            "Él gobernará a las naciones,",
            "y ellas confiarán solo en él.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Que Dios, quien nos da seguridad, los llene de alegría. Que les dé la paz que trae el confiar en él. Y que, por el poder del Espíritu Santo, los llene de esperanza."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El trabajo de Pablo como apóstol"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Hermanos en Cristo, estoy seguro de que ustedes son muy buenos y están llenos de conocimientos, pues saben aconsejarse unos a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Sin embargo, me he atrevido a escribirles abiertamente acerca de algunas cosas, para que no las olviden. Lo hago porque Dios ha sido bueno conmigo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "y porque me eligió para servir a Jesucristo y ayudar a los que no son judíos. Debo ser para ellos como un sacerdote, que les anuncie la buena noticia de Dios y los lleve a su presencia como una ofrenda agradable, dedicada solo para él por medio del Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Por lo que Jesucristo ha hecho en mí, puedo sentirme orgulloso de mi servicio a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "En realidad, solo hablaré de lo que Cristo hizo a través de mí, para lograr que los no judíos obedezcan a Dios. Y lo he logrado, no solo por medio de mis palabras, sino también por mis hechos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Por el poder del Espíritu Santo he hecho muchos milagros y maravillas, y he anunciado la buena noticia por todas partes, desde Jerusalén hasta la región de Iliria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Siempre he tratado de anunciar a Cristo en regiones donde nadie antes hubiera oído hablar de él. Así, al anunciar la buena noticia, no me he aprovechado del trabajo anterior de otros apóstoles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Más bien, he querido hacer lo que dice la Biblia:",
            "«Lo verán y lo comprenderán",
            "aquellos que nunca antes",
            "habían oído hablar de él.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo piensa visitar Roma"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22,
            23
          ],
          "lines": [
            "Hermanos míos, muchas veces he querido ir a Roma, para visitarlos. No he podido hacerlo porque el anunciar las buenas noticias me ha mantenido muy ocupado. Pero, como ya terminé mi trabajo en esta región, y como ya hace tiempo he querido verlos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "pienso pasar por allí cuando vaya a España. No podré quedarme mucho tiempo con ustedes, pero sé que disfrutaré de su compañía, y espero que me ayuden a seguir mi viaje."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Ahora voy a Jerusalén, a llevar un dinero para los seguidores de Cristo que viven allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Ese dinero lo recogieron las iglesias de las regiones de Macedonia y Acaya, para ayudar a los cristianos pobres de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Lo hicieron de manera voluntaria, aunque en realidad estaban obligados a hacerlo. Porque si los cristianos judíos compartieron sus riquezas espirituales con los cristianos que no son judíos, también los no judíos deben compartir con los judíos sus riquezas materiales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "En cuanto yo termine con este asunto y haya entregado el dinero a los cristianos de Jerusalén, saldré hacia España, y de paso los visitaré a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Estoy seguro de que, cuando llegue a la ciudad de Roma, compartiré con ustedes todo lo bueno que hemos recibido de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Yo les ruego, hermanos míos, por nuestro Señor Jesucristo y por el amor que nos da el Espíritu Santo, que oren mucho a Dios por mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Pídanle que en la región de Judea me proteja de los que no creen en él, y que el dinero que llevo a los hermanos de Jerusalén sea bien recibido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Entonces podré visitarlos lleno de alegría, y disfrutar de un tiempo de descanso entre ustedes, si es que Dios así lo permite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Que Dios, quien nos da paz, esté con cada uno de ustedes. Amén."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.16"
        ],
        "human": "Romanos 16"
      },
      "next": {
        "canonical": false,
        "usfm": [
          "1CO.INTRO1"
        ],
        "human": "1 Corintios Introducción",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.15"
        ],
        "human": "Romanos 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludos personales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Tengo muchas cosas buenas que decir acerca de Febe, quien es líder en la iglesia de Puerto Cencreas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y ha entregado su vida al servicio del Señor Jesucristo. Recíbanla bien, como debe recibirse a todos los que pertenecen a la gran familia de Dios. Ayúdenla en todo lo que necesite, porque ella ha ayudado a muchos, y a mí también."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Les mando saludos a Priscila y a Áquila, que han trabajado conmigo sirviendo a Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Por ayudarme, pusieron en peligro sus vidas, así que les estoy muy agradecido, como lo están las iglesias de los cristianos no judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Saluden de mi parte a los miembros de la iglesia que se reúne en la casa de ellos.",
            "Saluden a mi querido amigo Epéneto, que en la provincia de Asia fue el primero en aceptar a Cristo como su salvador."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Saluden a María, que ha trabajado mucho por ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Saluden a Andrónico y a Junia, que son judíos como yo, y que estuvieron en la cárcel conmigo. Son apóstoles bien conocidos, y llegaron a creer en Cristo antes que yo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Saluden a Ampliato, quien gracias a nuestro Señor Jesucristo es un querido amigo mío."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Saluden a Urbano, que es un compañero de trabajo en el servicio a Cristo, y también a mi querido amigo Estaquis."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Saluden a Apeles, que tantas veces ha demostrado ser fiel a Cristo. Saluden también a todos los de la familia de Aristóbulo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "También a Herodión, judío como yo, y a los de la familia de Narciso, que confía mucho en Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Saluden a Trifena y a Trifosa, que trabajan para Dios. Saluden a mi querida amiga Pérside, que también ha trabajado mucho para Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Les mando saludos a Rufo, que es un distinguido servidor de Cristo, y a su madre, que me ha tratado como a un hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Saluden a Asíncrito, a Flegonte, a Hermes, a Patrobas y a Hermas, y a todos los hermanos que están con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Saluden a Filólogo y a Julia, a Nereo y a su hermana, a Olimpas y a todos los hermanos que están con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Salúdense entre ustedes con mucho cariño y afecto. Todas las iglesias de Cristo les envían sus saludos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Instrucciones finales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Queridos hermanos, les ruego que se fijen en los que causan pleitos en la iglesia. Ellos están en contra de todo lo que a ustedes se les ha enseñado. Apártense de esa gente,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "porque no sirven a Cristo, nuestro Señor, sino que buscan su propio bien. Hablan a la gente con palabras bonitas, pero son unos mentirosos y engañan a los que no entienden."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Todo el mundo sabe que ustedes obedecen a Dios, y eso me hace muy feliz. Quiero que demuestren su inteligencia haciendo lo bueno, y no lo malo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Así el Dios de paz pronto vencerá a Satanás, y lo pondrá bajo el dominio de ustedes. ¡Que Jesús, nuestro Señor, siga mostrándoles su amor!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Les envía saludos Timoteo, que trabaja conmigo. También les envían saludos Lucio, Jasón y Sosípatro, que son judíos como yo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22,
            23,
            24
          ],
          "lines": [
            "Los saluda Gayo, quien me ha recibido en su casa, donde también se reúne la iglesia. También los saludan Erasto, tesorero de la ciudad, y nuestro hermano Cuarto.",
            "También yo les envío saludos en el amor de Cristo. Me llamo Tercio, y Pablo me dictó esta carta."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Oración final"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Dios puede hacer que ustedes se mantengan firmes en la vida que Jesucristo nos ha dado. ¡Alabémoslo! Así lo dije cuando les anuncié la buena noticia y les hablé de Jesucristo. Esto va de acuerdo con el plan que Dios nos dio a conocer, y que mantuvo en secreto desde antes de crear el mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Ahora conocemos ese plan por medio de lo que escribieron los profetas. Además, Dios, que vive para siempre, así lo ordenó, para que todo el mundo crea y obedezca al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y ahora, por medio de Jesucristo, alabemos por siempre al único y sabio Dios. Amén."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}