{
  "book_usfm": "JOS",
  "name": "Joshua",
  "local_title": "New King James Version",
  "local_abbreviation": "NKJV",
  "version_id": 114,
  "publisher": {
    "name": "Thomas Nelson, Inc."
  },
  "copyright": {
    "html": "<p>The Holy Bible, New King James Version, Copyright © 1982 Thomas Nelson. All rights reserved.</p>",
    "text": "The Holy Bible, New King James Version, Copyright © 1982 Thomas Nelson. All rights reserved."
  },
  "language": {
    "iso_639_1": "en",
    "iso_639_3": "eng",
    "language_tag": "eng",
    "local_name": "English",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-en-eng",
  "chapters": [
    {
      "chapter_usfm": "JOS.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.1"
        ],
        "human": "Joshua 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.2"
        ],
        "human": "Joshua 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.34"
        ],
        "human": "Deuteronomy 34",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "God’s Commission to Joshua"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "After the death of Moses the servant of the Lord, it came to pass that the Lord spoke to Joshua the son of Nun, Moses’ assistant, saying:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Moses My servant is dead. Now therefore, arise, go over this Jordan, you and all this people, to the land which I am giving to them—the children of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Every place that the sole of your foot will tread upon I have given you, as I said to Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "From the wilderness and this Lebanon as far as the great river, the River Euphrates, all the land of the Hittites, and to the Great Sea toward the going down of the sun, shall be your territory."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "No man shall be able to stand before you all the days of your life; as I was with Moses, so I will be with you. I will not leave you nor forsake you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Be strong and of good courage, for to this people you shall divide as an inheritance the land which I swore to their fathers to give them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Only be strong and very courageous, that you may observe to do according to all the law which Moses My servant commanded you; do not turn from it to the right hand or to the left, that you may prosper wherever you go."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "This Book of the Law shall not depart from your mouth, but you shall meditate in it day and night, that you may observe to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Have I not commanded you? Be strong and of good courage; do not be afraid, nor be dismayed, for the Lord your God is with you wherever you go.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Order to Cross the Jordan"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Then Joshua commanded the officers of the people, saying,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“Pass through the camp and command the people, saying, ‘Prepare provisions for yourselves, for within three days you will cross over this Jordan, to go in to possess the land which the Lord your God is giving you to possess.’ ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "And to the Reubenites, the Gadites, and half the tribe of Manasseh Joshua spoke, saying,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "“Remember the word which Moses the servant of the Lord commanded you, saying, ‘The Lord your God is giving you rest and is giving you this land.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Your wives, your little ones, and your livestock shall remain in the land which Moses gave you on this side of the Jordan. But you shall pass before your brethren armed, all your mighty men of valor, and help them,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "until the Lord has given your brethren rest, as He gave you, and they also have taken possession of the land which the Lord your God is giving them. Then you shall return to the land of your possession and enjoy it, which Moses the Lord’s servant gave you on this side of the Jordan toward the sunrise.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "So they answered Joshua, saying, “All that you command us we will do, and wherever you send us we will go."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Just as we heeded Moses in all things, so we will heed you. Only the Lord your God be with you, as He was with Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Whoever rebels against your command and does not heed your words, in all that you command him, shall be put to death. Only be strong and of good courage.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.2"
        ],
        "human": "Joshua 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.3"
        ],
        "human": "Joshua 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.1"
        ],
        "human": "Joshua 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Rahab Hides the Spies"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now Joshua the son of Nun sent out two men from Acacia Grove to spy secretly, saying, “Go, view the land, especially Jericho.” So they went, and came to the house of a harlot named Rahab, and lodged there."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And it was told the king of Jericho, saying, “Behold, men have come here tonight from the children of Israel to search out the country.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "So the king of Jericho sent to Rahab, saying, “Bring out the men who have come to you, who have entered your house, for they have come to search out all the country.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then the woman took the two men and hid them. So she said, “Yes, the men came to me, but I did not know where they were from."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And it happened as the gate was being shut, when it was dark, that the men went out. Where the men went I do not know; pursue them quickly, for you may overtake them.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "(But she had brought them up to the roof and hidden them with the stalks of flax, which she had laid in order on the roof.)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Then the men pursued them by the road to the Jordan, to the fords. And as soon as those who pursued them had gone out, they shut the gate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Now before they lay down, she came up to them on the roof,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "and said to the men: “I know that the Lord has given you the land, that the terror of you has fallen on us, and that all the inhabitants of the land are fainthearted because of you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "For we have heard how the Lord dried up the water of the Red Sea for you when you came out of Egypt, and what you did to the two kings of the Amorites who were on the other side of the Jordan, Sihon and Og, whom you utterly destroyed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And as soon as we heard these things, our hearts melted; neither did there remain any more courage in anyone because of you, for the Lord your God, He is God in heaven above and on earth beneath."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Now therefore, I beg you, swear to me by the Lord, since I have shown you kindness, that you also will show kindness to my father’s house, and give me a true token,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "and spare my father, my mother, my brothers, my sisters, and all that they have, and deliver our lives from death.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "So the men answered her, “Our lives for yours, if none of you tell this business of ours. And it shall be, when the Lord has given us the land, that we will deal kindly and truly with you.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Then she let them down by a rope through the window, for her house was on the city wall; she dwelt on the wall."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "And she said to them, “Get to the mountain, lest the pursuers meet you. Hide there three days, until the pursuers have returned. Afterward you may go your way.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "So the men said to her: “We will be blameless of this oath of yours which you have made us swear,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "unless, when we come into the land, you bind this line of scarlet cord in the window through which you let us down, and unless you bring your father, your mother, your brothers, and all your father’s household to your own home."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "So it shall be that whoever goes outside the doors of your house into the street, his blood shall be on his own head, and we will be guiltless. And whoever is with you in the house, his blood shall be on our head if a hand is laid on him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "And if you tell this business of ours, then we will be free from your oath which you made us swear.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Then she said, “According to your words, so be it.” And she sent them away, and they departed. And she bound the scarlet cord in the window."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "They departed and went to the mountain, and stayed there three days until the pursuers returned. The pursuers sought them all along the way, but did not find them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "So the two men returned, descended from the mountain, and crossed over; and they came to Joshua the son of Nun, and told him all that had befallen them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "And they said to Joshua, “Truly the Lord has delivered all the land into our hands, for indeed all the inhabitants of the country are fainthearted because of us.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.3"
        ],
        "human": "Joshua 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.4"
        ],
        "human": "Joshua 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.2"
        ],
        "human": "Joshua 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Israel Crosses the Jordan"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Then Joshua rose early in the morning; and they set out from Acacia Grove and came to the Jordan, he and all the children of Israel, and lodged there before they crossed over."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "So it was, after three days, that the officers went through the camp;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "and they commanded the people, saying, “When you see the ark of the covenant of the Lord your God, and the priests, the Levites, bearing it, then you shall set out from your place and go after it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Yet there shall be a space between you and it, about two thousand cubits by measure. Do not come near it, that you may know the way by which you must go, for you have not passed this way before.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And Joshua said to the people, “Sanctify yourselves, for tomorrow the Lord will do wonders among you.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Then Joshua spoke to the priests, saying, “Take up the ark of the covenant and cross over before the people.”",
            "So they took up the ark of the covenant and went before the people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And the Lord said to Joshua, “This day I will begin to exalt you in the sight of all Israel, that they may know that, as I was with Moses, so I will be with you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "You shall command the priests who bear the ark of the covenant, saying, ‘When you have come to the edge of the water of the Jordan, you shall stand in the Jordan.’ ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "So Joshua said to the children of Israel, “Come here, and hear the words of the Lord your God.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "And Joshua said, “By this you shall know that the living God is among you, and that He will without fail drive out from before you the Canaanites and the Hittites and the Hivites and the Perizzites and the Girgashites and the Amorites and the Jebusites:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Behold, the ark of the covenant of the Lord of all the earth is crossing over before you into the Jordan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Now therefore, take for yourselves twelve men from the tribes of Israel, one man from every tribe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And it shall come to pass, as soon as the soles of the feet of the priests who bear the ark of the Lord, the Lord of all the earth, shall rest in the waters of the Jordan, that the waters of the Jordan shall be cut off, the waters that come down from upstream, and they shall stand as a heap.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "So it was, when the people set out from their camp to cross over the Jordan, with the priests bearing the ark of the covenant before the people,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "and as those who bore the ark came to the Jordan, and the feet of the priests who bore the ark dipped in the edge of the water (for the Jordan overflows all its banks during the whole time of harvest),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "that the waters which came down from upstream stood still, and rose in a heap very far away at Adam, the city that is beside Zaretan. So the waters that went down into the Sea of the Arabah, the Salt Sea, failed, and were cut off; and the people crossed over opposite Jericho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Then the priests who bore the ark of the covenant of the Lord stood firm on dry ground in the midst of the Jordan; and all Israel crossed over on dry ground, until all the people had crossed completely over the Jordan."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.4"
        ],
        "human": "Joshua 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.5"
        ],
        "human": "Joshua 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.3"
        ],
        "human": "Joshua 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Memorial Stones"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "And it came to pass, when all the people had completely crossed over the Jordan, that the Lord spoke to Joshua, saying:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Take for yourselves twelve men from the people, one man from every tribe,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "and command them, saying, ‘Take for yourselves twelve stones from here, out of the midst of the Jordan, from the place where the priests’ feet stood firm. You shall carry them over with you and leave them in the lodging place where you lodge tonight.’ ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then Joshua called the twelve men whom he had appointed from the children of Israel, one man from every tribe;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "and Joshua said to them: “Cross over before the ark of the Lord your God into the midst of the Jordan, and each one of you take up a stone on his shoulder, according to the number of the tribes of the children of Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "that this may be a sign among you when your children ask in time to come, saying, ‘What do these stones mean to you?’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Then you shall answer them that the waters of the Jordan were cut off before the ark of the covenant of the Lord; when it crossed over the Jordan, the waters of the Jordan were cut off. And these stones shall be for a memorial to the children of Israel forever.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And the children of Israel did so, just as Joshua commanded, and took up twelve stones from the midst of the Jordan, as the Lord had spoken to Joshua, according to the number of the tribes of the children of Israel, and carried them over with them to the place where they lodged, and laid them down there."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then Joshua set up twelve stones in the midst of the Jordan, in the place where the feet of the priests who bore the ark of the covenant stood; and they are there to this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "So the priests who bore the ark stood in the midst of the Jordan until everything was finished that the Lord had commanded Joshua to speak to the people, according to all that Moses had commanded Joshua; and the people hurried and crossed over."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Then it came to pass, when all the people had completely crossed over, that the ark of the Lord and the priests crossed over in the presence of the people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "And the men of Reuben, the men of Gad, and half the tribe of Manasseh crossed over armed before the children of Israel, as Moses had spoken to them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "About forty thousand prepared for war crossed over before the Lord for battle, to the plains of Jericho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "On that day the Lord exalted Joshua in the sight of all Israel; and they feared him, as they had feared Moses, all the days of his life."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Then the Lord spoke to Joshua, saying,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "“Command the priests who bear the ark of the Testimony to come up from the Jordan.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Joshua therefore commanded the priests, saying, “Come up from the Jordan.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And it came to pass, when the priests who bore the ark of the covenant of the Lord had come from the midst of the Jordan, and the soles of the priests’ feet touched the dry land, that the waters of the Jordan returned to their place and overflowed all its banks as before."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Now the people came up from the Jordan on the tenth day of the first month, and they camped in Gilgal on the east border of Jericho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "And those twelve stones which they took out of the Jordan, Joshua set up in Gilgal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Then he spoke to the children of Israel, saying: “When your children ask their fathers in time to come, saying, ‘What are these stones?’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "then you shall let your children know, saying, ‘Israel crossed over this Jordan on dry land’;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "for the Lord your God dried up the waters of the Jordan before you until you had crossed over, as the Lord your God did to the Red Sea, which He dried up before us until we had crossed over,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "that all the peoples of the earth may know the hand of the Lord, that it is mighty, that you may fear the Lord your God forever.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.5"
        ],
        "human": "Joshua 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.6"
        ],
        "human": "Joshua 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.4"
        ],
        "human": "Joshua 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Second Generation Circumcised"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "So it was, when all the kings of the Amorites who were on the west side of the Jordan, and all the kings of the Canaanites who were by the sea, heard that the Lord had dried up the waters of the Jordan from before the children of Israel until we had crossed over, that their heart melted; and there was no spirit in them any longer because of the children of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "At that time the Lord said to Joshua, “Make flint knives for yourself, and circumcise the sons of Israel again the second time.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "So Joshua made flint knives for himself, and circumcised the sons of Israel at the hill of the foreskins."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "And this is the reason why Joshua circumcised them: All the people who came out of Egypt who were males, all the men of war, had died in the wilderness on the way, after they had come out of Egypt."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "For all the people who came out had been circumcised, but all the people born in the wilderness, on the way as they came out of Egypt, had not been circumcised."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "For the children of Israel walked forty years in the wilderness, till all the people who were men of war, who came out of Egypt, were consumed, because they did not obey the voice of the Lord—to whom the Lord swore that He would not show them the land which the Lord had sworn to their fathers that He would give us, “a land flowing with milk and honey.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Then Joshua circumcised their sons whom He raised up in their place; for they were uncircumcised, because they had not been circumcised on the way."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "So it was, when they had finished circumcising all the people, that they stayed in their places in the camp till they were healed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then the Lord said to Joshua, “This day I have rolled away the reproach of Egypt from you.” Therefore the name of the place is called Gilgal to this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Now the children of Israel camped in Gilgal, and kept the Passover on the fourteenth day of the month at twilight on the plains of Jericho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And they ate of the produce of the land on the day after the Passover, unleavened bread and parched grain, on the very same day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then the manna ceased on the day after they had eaten the produce of the land; and the children of Israel no longer had manna, but they ate the food of the land of Canaan that year."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Commander of the Army of the Lord"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And it came to pass, when Joshua was by Jericho, that he lifted his eyes and looked, and behold, a Man stood opposite him with His sword drawn in His hand. And Joshua went to Him and said to Him, “Are You for us or for our adversaries?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "So He said, “No, but as Commander of the army of the Lord I have now come.”",
            "And Joshua fell on his face to the earth and worshiped, and said to Him, “What does my Lord say to His servant?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Then the Commander of the Lord’s army said to Joshua, “Take your sandal off your foot, for the place where you stand is holy.” And Joshua did so."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.6"
        ],
        "human": "Joshua 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.7"
        ],
        "human": "Joshua 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.5"
        ],
        "human": "Joshua 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Destruction of Jericho"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now Jericho was securely shut up because of the children of Israel; none went out, and none came in."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And the Lord said to Joshua: “See! I have given Jericho into your hand, its king, and the mighty men of valor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "You shall march around the city, all you men of war; you shall go all around the city once. This you shall do six days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "And seven priests shall bear seven trumpets of rams’ horns before the ark. But the seventh day you shall march around the city seven times, and the priests shall blow the trumpets."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "It shall come to pass, when they make a long blast with the ram’s horn, and when you hear the sound of the trumpet, that all the people shall shout with a great shout; then the wall of the city will fall down flat. And the people shall go up every man straight before him.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Then Joshua the son of Nun called the priests and said to them, “Take up the ark of the covenant, and let seven priests bear seven trumpets of rams’ horns before the ark of the Lord.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And he said to the people, “Proceed, and march around the city, and let him who is armed advance before the ark of the Lord.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "So it was, when Joshua had spoken to the people, that the seven priests bearing the seven trumpets of rams’ horns before the Lord advanced and blew the trumpets, and the ark of the covenant of the Lord followed them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "The armed men went before the priests who blew the trumpets, and the rear guard came after the ark, while the priests continued blowing the trumpets."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Now Joshua had commanded the people, saying, “You shall not shout or make any noise with your voice, nor shall a word proceed out of your mouth, until the day I say to you, ‘Shout!’ Then you shall shout.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "So he had the ark of the Lord circle the city, going around it once. Then they came into the camp and lodged in the camp."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "And Joshua rose early in the morning, and the priests took up the ark of the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Then seven priests bearing seven trumpets of rams’ horns before the ark of the Lord went on continually and blew with the trumpets. And the armed men went before them. But the rear guard came after the ark of the Lord, while the priests continued blowing the trumpets."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "And the second day they marched around the city once and returned to the camp. So they did six days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "But it came to pass on the seventh day that they rose early, about the dawning of the day, and marched around the city seven times in the same manner. On that day only they marched around the city seven times."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "And the seventh time it happened, when the priests blew the trumpets, that Joshua said to the people: “Shout, for the Lord has given you the city!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Now the city shall be doomed by the Lord to destruction, it and all who are in it. Only Rahab the harlot shall live, she and all who are with her in the house, because she hid the messengers that we sent."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And you, by all means abstain from the accursed things, lest you become accursed when you take of the accursed things, and make the camp of Israel a curse, and trouble it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "But all the silver and gold, and vessels of bronze and iron, are consecrated to the Lord; they shall come into the treasury of the Lord.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "So the people shouted when the priests blew the trumpets. And it happened when the people heard the sound of the trumpet, and the people shouted with a great shout, that the wall fell down flat. Then the people went up into the city, every man straight before him, and they took the city."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "And they utterly destroyed all that was in the city, both man and woman, young and old, ox and sheep and donkey, with the edge of the sword."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "But Joshua had said to the two men who had spied out the country, “Go into the harlot’s house, and from there bring out the woman and all that she has, as you swore to her.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "And the young men who had been spies went in and brought out Rahab, her father, her mother, her brothers, and all that she had. So they brought out all her relatives and left them outside the camp of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "But they burned the city and all that was in it with fire. Only the silver and gold, and the vessels of bronze and iron, they put into the treasury of the house of the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "And Joshua spared Rahab the harlot, her father’s household, and all that she had. So she dwells in Israel to this day, because she hid the messengers whom Joshua sent to spy out Jericho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Then Joshua charged them at that time, saying, “Cursed be the man before the Lord who rises up and builds this city Jericho; he shall lay its foundation with his firstborn, and with his youngest he shall set up its gates.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "So the Lord was with Joshua, and his fame spread throughout all the country."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.7"
        ],
        "human": "Joshua 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.8"
        ],
        "human": "Joshua 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.6"
        ],
        "human": "Joshua 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Defeat at Ai"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "But the children of Israel committed a trespass regarding the accursed things, for Achan the son of Carmi, the son of Zabdi, the son of Zerah, of the tribe of Judah, took of the accursed things; so the anger of the Lord burned against the children of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Now Joshua sent men from Jericho to Ai, which is beside Beth Aven, on the east side of Bethel, and spoke to them, saying, “Go up and spy out the country.” So the men went up and spied out Ai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "And they returned to Joshua and said to him, “Do not let all the people go up, but let about two or three thousand men go up and attack Ai. Do not weary all the people there, for the people of Ai are few.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "So about three thousand men went up there from the people, but they fled before the men of Ai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And the men of Ai struck down about thirty-six men, for they chased them from before the gate as far as Shebarim, and struck them down on the descent; therefore the hearts of the people melted and became like water."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Then Joshua tore his clothes, and fell to the earth on his face before the ark of the Lord until evening, he and the elders of Israel; and they put dust on their heads."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And Joshua said, “Alas, Lord God, why have You brought this people over the Jordan at all—to deliver us into the hand of the Amorites, to destroy us? Oh, that we had been content, and dwelt on the other side of the Jordan!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "O Lord, what shall I say when Israel turns its back before its enemies?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "For the Canaanites and all the inhabitants of the land will hear it, and surround us, and cut off our name from the earth. Then what will You do for Your great name?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Sin of Achan"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "So the Lord said to Joshua: “Get up! Why do you lie thus on your face?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Israel has sinned, and they have also transgressed My covenant which I commanded them. For they have even taken some of the accursed things, and have both stolen and deceived; and they have also put it among their own stuff."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Therefore the children of Israel could not stand before their enemies, but turned their backs before their enemies, because they have become doomed to destruction. Neither will I be with you anymore, unless you destroy the accursed from among you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Get up, sanctify the people, and say, ‘Sanctify yourselves for tomorrow, because thus says the Lord God of Israel: “There is an accursed thing in your midst, O Israel; you cannot stand before your enemies until you take away the accursed thing from among you.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "In the morning therefore you shall be brought according to your tribes. And it shall be that the tribe which the Lord takes shall come according to families; and the family which the Lord takes shall come by households; and the household which the Lord takes shall come man by man."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Then it shall be that he who is taken with the accursed thing shall be burned with fire, he and all that he has, because he has transgressed the covenant of the Lord, and because he has done a disgraceful thing in Israel.’ ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "So Joshua rose early in the morning and brought Israel by their tribes, and the tribe of Judah was taken."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "He brought the clan of Judah, and he took the family of the Zarhites; and he brought the family of the Zarhites man by man, and Zabdi was taken."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Then he brought his household man by man, and Achan the son of Carmi, the son of Zabdi, the son of Zerah, of the tribe of Judah, was taken."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Now Joshua said to Achan, “My son, I beg you, give glory to the Lord God of Israel, and make confession to Him, and tell me now what you have done; do not hide it from me.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "And Achan answered Joshua and said, “Indeed I have sinned against the Lord God of Israel, and this is what I have done:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "When I saw among the spoils a beautiful Babylonian garment, two hundred shekels of silver, and a wedge of gold weighing fifty shekels, I coveted them and took them. And there they are, hidden in the earth in the midst of my tent, with the silver under it.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "So Joshua sent messengers, and they ran to the tent; and there it was, hidden in his tent, with the silver under it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "And they took them from the midst of the tent, brought them to Joshua and to all the children of Israel, and laid them out before the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Then Joshua, and all Israel with him, took Achan the son of Zerah, the silver, the garment, the wedge of gold, his sons, his daughters, his oxen, his donkeys, his sheep, his tent, and all that he had, and they brought them to the Valley of Achor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "And Joshua said, “Why have you troubled us? The Lord will trouble you this day.” So all Israel stoned him with stones; and they burned them with fire after they had stoned them with stones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Then they raised over him a great heap of stones, still there to this day. So the Lord turned from the fierceness of His anger. Therefore the name of that place has been called the Valley of Achor to this day."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.8"
        ],
        "human": "Joshua 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.9"
        ],
        "human": "Joshua 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.7"
        ],
        "human": "Joshua 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Fall of Ai"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now the Lord said to Joshua: “Do not be afraid, nor be dismayed; take all the people of war with you, and arise, go up to Ai. See, I have given into your hand the king of Ai, his people, his city, and his land."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And you shall do to Ai and its king as you did to Jericho and its king. Only its spoil and its cattle you shall take as booty for yourselves. Lay an ambush for the city behind it.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "So Joshua arose, and all the people of war, to go up against Ai; and Joshua chose thirty thousand mighty men of valor and sent them away by night."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "And he commanded them, saying: “Behold, you shall lie in ambush against the city, behind the city. Do not go very far from the city, but all of you be ready."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then I and all the people who are with me will approach the city; and it will come about, when they come out against us as at the first, that we shall flee before them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "For they will come out after us till we have drawn them from the city, for they will say, ‘They are fleeing before us as at the first.’ Therefore we will flee before them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Then you shall rise from the ambush and seize the city, for the Lord your God will deliver it into your hand."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And it will be, when you have taken the city, that you shall set the city on fire. According to the commandment of the Lord you shall do. See, I have commanded you.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Joshua therefore sent them out; and they went to lie in ambush, and stayed between Bethel and Ai, on the west side of Ai; but Joshua lodged that night among the people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Then Joshua rose up early in the morning and mustered the people, and went up, he and the elders of Israel, before the people to Ai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And all the people of war who were with him went up and drew near; and they came before the city and camped on the north side of Ai. Now a valley lay between them and Ai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "So he took about five thousand men and set them in ambush between Bethel and Ai, on the west side of the city."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And when they had set the people, all the army that was on the north of the city, and its rear guard on the west of the city, Joshua went that night into the midst of the valley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Now it happened, when the king of Ai saw it, that the men of the city hurried and rose early and went out against Israel to battle, he and all his people, at an appointed place before the plain. But he did not know that there was an ambush against him behind the city."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "And Joshua and all Israel made as if they were beaten before them, and fled by the way of the wilderness."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "So all the people who were in Ai were called together to pursue them. And they pursued Joshua and were drawn away from the city."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "There was not a man left in Ai or Bethel who did not go out after Israel. So they left the city open and pursued Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Then the Lord said to Joshua, “Stretch out the spear that is in your hand toward Ai, for I will give it into your hand.” And Joshua stretched out the spear that was in his hand toward the city."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "So those in ambush arose quickly out of their place; they ran as soon as he had stretched out his hand, and they entered the city and took it, and hurried to set the city on fire."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "And when the men of Ai looked behind them, they saw, and behold, the smoke of the city ascended to heaven. So they had no power to flee this way or that way, and the people who had fled to the wilderness turned back on the pursuers."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Now when Joshua and all Israel saw that the ambush had taken the city and that the smoke of the city ascended, they turned back and struck down the men of Ai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Then the others came out of the city against them; so they were caught in the midst of Israel, some on this side and some on that side. And they struck them down, so that they let none of them remain or escape."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "But the king of Ai they took alive, and brought him to Joshua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "And it came to pass when Israel had made an end of slaying all the inhabitants of Ai in the field, in the wilderness where they pursued them, and when they all had fallen by the edge of the sword until they were consumed, that all the Israelites returned to Ai and struck it with the edge of the sword."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "So it was that all who fell that day, both men and women, were twelve thousand—all the people of Ai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "For Joshua did not draw back his hand, with which he stretched out the spear, until he had utterly destroyed all the inhabitants of Ai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Only the livestock and the spoil of that city Israel took as booty for themselves, according to the word of the Lord which He had commanded Joshua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "So Joshua burned Ai and made it a heap forever, a desolation to this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "And the king of Ai he hanged on a tree until evening. And as soon as the sun was down, Joshua commanded that they should take his corpse down from the tree, cast it at the entrance of the gate of the city, and raise over it a great heap of stones that remains to this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Joshua Renews the Covenant"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Now Joshua built an altar to the Lord God of Israel in Mount Ebal,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "as Moses the servant of the Lord had commanded the children of Israel, as it is written in the Book of the Law of Moses: “an altar of whole stones over which no man has wielded an iron tool.” And they offered on it burnt offerings to the Lord, and sacrificed peace offerings."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "And there, in the presence of the children of Israel, he wrote on the stones a copy of the law of Moses, which he had written."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Then all Israel, with their elders and officers and judges, stood on either side of the ark before the priests, the Levites, who bore the ark of the covenant of the Lord, the stranger as well as he who was born among them. Half of them were in front of Mount Gerizim and half of them in front of Mount Ebal, as Moses the servant of the Lord had commanded before, that they should bless the people of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "And afterward he read all the words of the law, the blessings and the cursings, according to all that is written in the Book of the Law."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "There was not a word of all that Moses had commanded which Joshua did not read before all the assembly of Israel, with the women, the little ones, and the strangers who were living among them."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.9"
        ],
        "human": "Joshua 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.10"
        ],
        "human": "Joshua 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.8"
        ],
        "human": "Joshua 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Treaty with the Gibeonites"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "And it came to pass when all the kings who were on this side of the Jordan, in the hills and in the lowland and in all the coasts of the Great Sea toward Lebanon—the Hittite, the Amorite, the Canaanite, the Perizzite, the Hivite, and the Jebusite—heard about it,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "that they gathered together to fight with Joshua and Israel with one accord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "But when the inhabitants of Gibeon heard what Joshua had done to Jericho and Ai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "they worked craftily, and went and pretended to be ambassadors. And they took old sacks on their donkeys, old wineskins torn and mended,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "old and patched sandals on their feet, and old garments on themselves; and all the bread of their provision was dry and moldy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And they went to Joshua, to the camp at Gilgal, and said to him and to the men of Israel, “We have come from a far country; now therefore, make a covenant with us.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Then the men of Israel said to the Hivites, “Perhaps you dwell among us; so how can we make a covenant with you?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "But they said to Joshua, “We are your servants.”",
            "And Joshua said to them, “Who are you, and where do you come from?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "So they said to him: “From a very far country your servants have come, because of the name of the Lord your God; for we have heard of His fame, and all that He did in Egypt,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "and all that He did to the two kings of the Amorites who were beyond the Jordan—to Sihon king of Heshbon, and Og king of Bashan, who was at Ashtaroth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Therefore our elders and all the inhabitants of our country spoke to us, saying, ‘Take provisions with you for the journey, and go to meet them, and say to them, “We are your servants; now therefore, make a covenant with us.” ’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "This bread of ours we took hot for our provision from our houses on the day we departed to come to you. But now look, it is dry and moldy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And these wineskins which we filled were new, and see, they are torn; and these our garments and our sandals have become old because of the very long journey.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Then the men of Israel took some of their provisions; but they did not ask counsel of the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "So Joshua made peace with them, and made a covenant with them to let them live; and the rulers of the congregation swore to them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "And it happened at the end of three days, after they had made a covenant with them, that they heard that they were their neighbors who dwelt near them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Then the children of Israel journeyed and came to their cities on the third day. Now their cities were Gibeon, Chephirah, Beeroth, and Kirjath Jearim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "But the children of Israel did not attack them, because the rulers of the congregation had sworn to them by the Lord God of Israel. And all the congregation complained against the rulers."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Then all the rulers said to all the congregation, “We have sworn to them by the Lord God of Israel; now therefore, we may not touch them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "This we will do to them: We will let them live, lest wrath be upon us because of the oath which we swore to them.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "And the rulers said to them, “Let them live, but let them be woodcutters and water carriers for all the congregation, as the rulers had promised them.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Then Joshua called for them, and he spoke to them, saying, “Why have you deceived us, saying, ‘We are very far from you,’ when you dwell near us?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Now therefore, you are cursed, and none of you shall be freed from being slaves—woodcutters and water carriers for the house of my God.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "So they answered Joshua and said, “Because your servants were clearly told that the Lord your God commanded His servant Moses to give you all the land, and to destroy all the inhabitants of the land from before you; therefore we were very much afraid for our lives because of you, and have done this thing."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "And now, here we are, in your hands; do with us as it seems good and right to do to us.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "So he did to them, and delivered them out of the hand of the children of Israel, so that they did not kill them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "And that day Joshua made them woodcutters and water carriers for the congregation and for the altar of the Lord, in the place which He would choose, even to this day."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.10"
        ],
        "human": "Joshua 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.11"
        ],
        "human": "Joshua 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.9"
        ],
        "human": "Joshua 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Sun Stands Still"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now it came to pass when Adoni-Zedek king of Jerusalem heard how Joshua had taken Ai and had utterly destroyed it—as he had done to Jericho and its king, so he had done to Ai and its king—and how the inhabitants of Gibeon had made peace with Israel and were among them,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "that they feared greatly, because Gibeon was a great city, like one of the royal cities, and because it was greater than Ai, and all its men were mighty."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Therefore Adoni-Zedek king of Jerusalem sent to Hoham king of Hebron, Piram king of Jarmuth, Japhia king of Lachish, and Debir king of Eglon, saying,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "“Come up to me and help me, that we may attack Gibeon, for it has made peace with Joshua and with the children of Israel.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Therefore the five kings of the Amorites, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon, gathered together and went up, they and all their armies, and camped before Gibeon and made war against it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And the men of Gibeon sent to Joshua at the camp at Gilgal, saying, “Do not forsake your servants; come up to us quickly, save us and help us, for all the kings of the Amorites who dwell in the mountains have gathered together against us.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "So Joshua ascended from Gilgal, he and all the people of war with him, and all the mighty men of valor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And the Lord said to Joshua, “Do not fear them, for I have delivered them into your hand; not a man of them shall stand before you.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Joshua therefore came upon them suddenly, having marched all night from Gilgal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "So the Lord routed them before Israel, killed them with a great slaughter at Gibeon, chased them along the road that goes to Beth Horon, and struck them down as far as Azekah and Makkedah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And it happened, as they fled before Israel and were on the descent of Beth Horon, that the Lord cast down large hailstones from heaven on them as far as Azekah, and they died. There were more who died from the hailstones than the children of Israel killed with the sword."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then Joshua spoke to the Lord in the day when the Lord delivered up the Amorites before the children of Israel, and he said in the sight of Israel:",
            "“Sun, stand still over Gibeon;",
            "And Moon, in the Valley of Aijalon.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "So the sun stood still,",
            "And the moon stopped,",
            "Till the people had revenge",
            "Upon their enemies.",
            "Is this not written in the Book of Jasher? So the sun stood still in the midst of heaven, and did not hasten to go down for about a whole day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "And there has been no day like that, before it or after it, that the Lord heeded the voice of a man; for the Lord fought for Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Then Joshua returned, and all Israel with him, to the camp at Gilgal."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Amorite Kings Executed"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "But these five kings had fled and hidden themselves in a cave at Makkedah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "And it was told Joshua, saying, “The five kings have been found hidden in the cave at Makkedah.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "So Joshua said, “Roll large stones against the mouth of the cave, and set men by it to guard them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "And do not stay there yourselves, but pursue your enemies, and attack their rear guard. Do not allow them to enter their cities, for the Lord your God has delivered them into your hand.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Then it happened, while Joshua and the children of Israel made an end of slaying them with a very great slaughter, till they had finished, that those who escaped entered fortified cities."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "And all the people returned to the camp, to Joshua at Makkedah, in peace.",
            "No one moved his tongue against any of the children of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Then Joshua said, “Open the mouth of the cave, and bring out those five kings to me from the cave.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "And they did so, and brought out those five kings to him from the cave: the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "So it was, when they brought out those kings to Joshua, that Joshua called for all the men of Israel, and said to the captains of the men of war who went with him, “Come near, put your feet on the necks of these kings.” And they drew near and put their feet on their necks."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Then Joshua said to them, “Do not be afraid, nor be dismayed; be strong and of good courage, for thus the Lord will do to all your enemies against whom you fight.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "And afterward Joshua struck them and killed them, and hanged them on five trees; and they were hanging on the trees until evening."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "So it was at the time of the going down of the sun that Joshua commanded, and they took them down from the trees, cast them into the cave where they had been hidden, and laid large stones against the cave’s mouth, which remain until this very day."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conquest of the Southland"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "On that day Joshua took Makkedah, and struck it and its king with the edge of the sword. He utterly destroyed them—all the people who were in it. He let none remain. He also did to the king of Makkedah as he had done to the king of Jericho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Then Joshua passed from Makkedah, and all Israel with him, to Libnah; and they fought against Libnah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "And the Lord also delivered it and its king into the hand of Israel; he struck it and all the people who were in it with the edge of the sword. He let none remain in it, but did to its king as he had done to the king of Jericho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Then Joshua passed from Libnah, and all Israel with him, to Lachish; and they encamped against it and fought against it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "And the Lord delivered Lachish into the hand of Israel, who took it on the second day, and struck it and all the people who were in it with the edge of the sword, according to all that he had done to Libnah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Then Horam king of Gezer came up to help Lachish; and Joshua struck him and his people, until he left him none remaining."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "From Lachish Joshua passed to Eglon, and all Israel with him; and they encamped against it and fought against it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "They took it on that day and struck it with the edge of the sword; all the people who were in it he utterly destroyed that day, according to all that he had done to Lachish."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "So Joshua went up from Eglon, and all Israel with him, to Hebron; and they fought against it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "And they took it and struck it with the edge of the sword—its king, all its cities, and all the people who were in it; he left none remaining, according to all that he had done to Eglon, but utterly destroyed it and all the people who were in it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Then Joshua returned, and all Israel with him, to Debir; and they fought against it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "And he took it and its king and all its cities; they struck them with the edge of the sword and utterly destroyed all the people who were in it. He left none remaining; as he had done to Hebron, so he did to Debir and its king, as he had done also to Libnah and its king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "So Joshua conquered all the land: the mountain country and the South and the lowland and the wilderness slopes, and all their kings; he left none remaining, but utterly destroyed all that breathed, as the Lord God of Israel had commanded."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "And Joshua conquered them from Kadesh Barnea as far as Gaza, and all the country of Goshen, even as far as Gibeon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "All these kings and their land Joshua took at one time, because the Lord God of Israel fought for Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Then Joshua returned, and all Israel with him, to the camp at Gilgal."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.11"
        ],
        "human": "Joshua 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.12"
        ],
        "human": "Joshua 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.10"
        ],
        "human": "Joshua 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Northern Conquest"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "And it came to pass, when Jabin king of Hazor heard these things, that he sent to Jobab king of Madon, to the king of Shimron, to the king of Achshaph,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "and to the kings who were from the north, in the mountains, in the plain south of Chinneroth, in the lowland, and in the heights of Dor on the west,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "to the Canaanites in the east and in the west, the Amorite, the Hittite, the Perizzite, the Jebusite in the mountains, and the Hivite below Hermon in the land of Mizpah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "So they went out, they and all their armies with them, as many people as the sand that is on the seashore in multitude, with very many horses and chariots."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And when all these kings had met together, they came and camped together at the waters of Merom to fight against Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "But the Lord said to Joshua, “Do not be afraid because of them, for tomorrow about this time I will deliver all of them slain before Israel. You shall hamstring their horses and burn their chariots with fire.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "So Joshua and all the people of war with him came against them suddenly by the waters of Merom, and they attacked them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And the Lord delivered them into the hand of Israel, who defeated them and chased them to Greater Sidon, to the Brook Misrephoth, and to the Valley of Mizpah eastward; they attacked them until they left none of them remaining."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "So Joshua did to them as the Lord had told him: he hamstrung their horses and burned their chariots with fire."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Joshua turned back at that time and took Hazor, and struck its king with the sword; for Hazor was formerly the head of all those kingdoms."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And they struck all the people who were in it with the edge of the sword, utterly destroying them. There was none left breathing. Then he burned Hazor with fire."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "So all the cities of those kings, and all their kings, Joshua took and struck with the edge of the sword. He utterly destroyed them, as Moses the servant of the Lord had commanded."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "But as for the cities that stood on their mounds, Israel burned none of them, except Hazor only, which Joshua burned."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "And all the spoil of these cities and the livestock, the children of Israel took as booty for themselves; but they struck every man with the edge of the sword until they had destroyed them, and they left none breathing."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "As the Lord had commanded Moses his servant, so Moses commanded Joshua, and so Joshua did. He left nothing undone of all that the Lord had commanded Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Summary of Joshua’s Conquests"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Thus Joshua took all this land: the mountain country, all the South, all the land of Goshen, the lowland, and the Jordan plain—the mountains of Israel and its lowlands,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "from Mount Halak and the ascent to Seir, even as far as Baal Gad in the Valley of Lebanon below Mount Hermon. He captured all their kings, and struck them down and killed them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Joshua made war a long time with all those kings."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "There was not a city that made peace with the children of Israel, except the Hivites, the inhabitants of Gibeon. All the others they took in battle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "For it was of the Lord to harden their hearts, that they should come against Israel in battle, that He might utterly destroy them, and that they might receive no mercy, but that He might destroy them, as the Lord had commanded Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "And at that time Joshua came and cut off the Anakim from the mountains: from Hebron, from Debir, from Anab, from all the mountains of Judah, and from all the mountains of Israel; Joshua utterly destroyed them with their cities."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "None of the Anakim were left in the land of the children of Israel; they remained only in Gaza, in Gath, and in Ashdod."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "So Joshua took the whole land, according to all that the Lord had said to Moses; and Joshua gave it as an inheritance to Israel according to their divisions by their tribes. Then the land rested from war."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.12"
        ],
        "human": "Joshua 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.13"
        ],
        "human": "Joshua 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.11"
        ],
        "human": "Joshua 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Kings Conquered by Moses"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "These are the kings of the land whom the children of Israel defeated, and whose land they possessed on the other side of the Jordan toward the rising of the sun, from the River Arnon to Mount Hermon, and all the eastern Jordan plain:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "One king was Sihon king of the Amorites, who dwelt in Heshbon and ruled half of Gilead, from Aroer, which is on the bank of the River Arnon, from the middle of that river, even as far as the River Jabbok, which is the border of the Ammonites,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "and the eastern Jordan plain from the Sea of Chinneroth as far as the Sea of the Arabah (the Salt Sea), the road to Beth Jeshimoth, and southward below the slopes of Pisgah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "The other king was Og king of Bashan and his territory, who was of the remnant of the giants, who dwelt at Ashtaroth and at Edrei,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "and reigned over Mount Hermon, over Salcah, over all Bashan, as far as the border of the Geshurites and the Maachathites, and over half of Gilead to the border of Sihon king of Heshbon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "These Moses the servant of the Lord and the children of Israel had conquered; and Moses the servant of the Lord had given it as a possession to the Reubenites, the Gadites, and half the tribe of Manasseh."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Kings Conquered by Joshua"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And these are the kings of the country which Joshua and the children of Israel conquered on this side of the Jordan, on the west, from Baal Gad in the Valley of Lebanon as far as Mount Halak and the ascent to Seir, which Joshua gave to the tribes of Israel as a possession according to their divisions,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "in the mountain country, in the lowlands, in the Jordan plain, in the slopes, in the wilderness, and in the South—the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "the king of Jericho, one; the king of Ai, which is beside Bethel, one;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "the king of Jerusalem, one; the king of Hebron, one;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "the king of Jarmuth, one; the king of Lachish, one;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "the king of Eglon, one; the king of Gezer, one;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "the king of Debir, one; the king of Geder, one;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "the king of Hormah, one; the king of Arad, one;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "the king of Libnah, one; the king of Adullam, one;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "the king of Makkedah, one; the king of Bethel, one;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "the king of Tappuah, one; the king of Hepher, one;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "the king of Aphek, one; the king of Lasharon, one;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "the king of Madon, one; the king of Hazor, one;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "the king of Shimron Meron, one; the king of Achshaph, one;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "the king of Taanach, one; the king of Megiddo, one;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "the king of Kedesh, one; the king of Jokneam in Carmel, one;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "the king of Dor in the heights of Dor, one; the king of the people of Gilgal, one;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "the king of Tirzah, one—all the kings, thirty-one."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.13"
        ],
        "human": "Joshua 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.14"
        ],
        "human": "Joshua 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.12"
        ],
        "human": "Joshua 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Remaining Land to Be Conquered"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now Joshua was old, advanced in years. And the Lord said to him: “You are old, advanced in years, and there remains very much land yet to be possessed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "This is the land that yet remains: all the territory of the Philistines and all that of the Geshurites,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "from Sihor, which is east of Egypt, as far as the border of Ekron northward (which is counted as Canaanite); the five lords of the Philistines—the Gazites, the Ashdodites, the Ashkelonites, the Gittites, and the Ekronites; also the Avites;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "from the south, all the land of the Canaanites, and Mearah that belongs to the Sidonians as far as Aphek, to the border of the Amorites;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "the land of the Gebalites, and all Lebanon, toward the sunrise, from Baal Gad below Mount Hermon as far as the entrance to Hamath;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "all the inhabitants of the mountains from Lebanon as far as the Brook Misrephoth, and all the Sidonians—them I will drive out from before the children of Israel; only divide it by lot to Israel as an inheritance, as I have commanded you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Now therefore, divide this land as an inheritance to the nine tribes and half the tribe of Manasseh.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Land Divided East of the Jordan"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "With the other half-tribe the Reubenites and the Gadites received their inheritance, which Moses had given them, beyond the Jordan eastward, as Moses the servant of the Lord had given them:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "from Aroer which is on the bank of the River Arnon, and the town that is in the midst of the ravine, and all the plain of Medeba as far as Dibon;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "all the cities of Sihon king of the Amorites, who reigned in Heshbon, as far as the border of the children of Ammon;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Gilead, and the border of the Geshurites and Maachathites, all Mount Hermon, and all Bashan as far as Salcah;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "all the kingdom of Og in Bashan, who reigned in Ashtaroth and Edrei, who remained of the remnant of the giants; for Moses had defeated and cast out these."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Nevertheless the children of Israel did not drive out the Geshurites or the Maachathites, but the Geshurites and the Maachathites dwell among the Israelites until this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Only to the tribe of Levi he had given no inheritance; the sacrifices of the Lord God of Israel made by fire are their inheritance, as He said to them."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Land of Reuben"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "And Moses had given to the tribe of the children of Reuben an inheritance according to their families."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Their territory was from Aroer, which is on the bank of the River Arnon, and the city that is in the midst of the ravine, and all the plain by Medeba;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Heshbon and all its cities that are in the plain: Dibon, Bamoth Baal, Beth Baal Meon,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Jahaza, Kedemoth, Mephaath,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Kirjathaim, Sibmah, Zereth Shahar on the mountain of the valley,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Beth Peor, the slopes of Pisgah, and Beth Jeshimoth—"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "all the cities of the plain and all the kingdom of Sihon king of the Amorites, who reigned in Heshbon, whom Moses had struck with the princes of Midian: Evi, Rekem, Zur, Hur, and Reba, who were princes of Sihon dwelling in the country."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "The children of Israel also killed with the sword Balaam the son of Beor, the soothsayer, among those who were killed by them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "And the border of the children of Reuben was the bank of the Jordan. This was the inheritance of the children of Reuben according to their families, the cities and their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Land of Gad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Moses also had given an inheritance to the tribe of Gad, to the children of Gad according to their families."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Their territory was Jazer, and all the cities of Gilead, and half the land of the Ammonites as far as Aroer, which is before Rabbah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "and from Heshbon to Ramath Mizpah and Betonim, and from Mahanaim to the border of Debir,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "and in the valley Beth Haram, Beth Nimrah, Succoth, and Zaphon, the rest of the kingdom of Sihon king of Heshbon, with the Jordan as its border, as far as the edge of the Sea of Chinnereth, on the other side of the Jordan eastward."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "This is the inheritance of the children of Gad according to their families, the cities and their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Half the Tribe of Manasseh (East)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Moses also had given an inheritance to half the tribe of Manasseh; it was for half the tribe of the children of Manasseh according to their families:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Their territory was from Mahanaim, all Bashan, all the kingdom of Og king of Bashan, and all the towns of Jair which are in Bashan, sixty cities;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "half of Gilead, and Ashtaroth and Edrei, cities of the kingdom of Og in Bashan, were for the children of Machir the son of Manasseh, for half of the children of Machir according to their families."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "These are the areas which Moses had distributed as an inheritance in the plains of Moab on the other side of the Jordan, by Jericho eastward."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "But to the tribe of Levi Moses had given no inheritance; the Lord God of Israel was their inheritance, as He had said to them."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.14"
        ],
        "human": "Joshua 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.15"
        ],
        "human": "Joshua 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.13"
        ],
        "human": "Joshua 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Land Divided West of the Jordan"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "These are the areas which the children of Israel inherited in the land of Canaan, which Eleazar the priest, Joshua the son of Nun, and the heads of the fathers of the tribes of the children of Israel distributed as an inheritance to them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Their inheritance was by lot, as the Lord had commanded by the hand of Moses, for the nine tribes and the half-tribe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "For Moses had given the inheritance of the two tribes and the half-tribe on the other side of the Jordan; but to the Levites he had given no inheritance among them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "For the children of Joseph were two tribes: Manasseh and Ephraim. And they gave no part to the Levites in the land, except cities to dwell in, with their common-lands for their livestock and their property."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "As the Lord had commanded Moses, so the children of Israel did; and they divided the land."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Caleb Inherits Hebron"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Then the children of Judah came to Joshua in Gilgal. And Caleb the son of Jephunneh the Kenizzite said to him: “You know the word which the Lord said to Moses the man of God concerning you and me in Kadesh Barnea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "I was forty years old when Moses the servant of the Lord sent me from Kadesh Barnea to spy out the land, and I brought back word to him as it was in my heart."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Nevertheless my brethren who went up with me made the heart of the people melt, but I wholly followed the Lord my God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "So Moses swore on that day, saying, ‘Surely the land where your foot has trodden shall be your inheritance and your children’s forever, because you have wholly followed the Lord my God.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "And now, behold, the Lord has kept me alive, as He said, these forty-five years, ever since the Lord spoke this word to Moses while Israel wandered in the wilderness; and now, here I am this day, eighty-five years old."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "As yet I am as strong this day as on the day that Moses sent me; just as my strength was then, so now is my strength for war, both for going out and for coming in."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Now therefore, give me this mountain of which the Lord spoke in that day; for you heard in that day how the Anakim were there, and that the cities were great and fortified. It may be that the Lord will be with me, and I shall be able to drive them out as the Lord said.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And Joshua blessed him, and gave Hebron to Caleb the son of Jephunneh as an inheritance."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Hebron therefore became the inheritance of Caleb the son of Jephunneh the Kenizzite to this day, because he wholly followed the Lord God of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "And the name of Hebron formerly was Kirjath Arba (Arba was the greatest man among the Anakim).",
            "Then the land had rest from war."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.15"
        ],
        "human": "Joshua 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.16"
        ],
        "human": "Joshua 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.14"
        ],
        "human": "Joshua 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Land of Judah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "So this was the lot of the tribe of the children of Judah according to their families:",
            "The border of Edom at the Wilderness of Zin southward was the extreme southern boundary."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And their southern border began at the shore of the Salt Sea, from the bay that faces southward."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Then it went out to the southern side of the Ascent of Akrabbim, passed along to Zin, ascended on the south side of Kadesh Barnea, passed along to Hezron, went up to Adar, and went around to Karkaa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "From there it passed toward Azmon and went out to the Brook of Egypt; and the border ended at the sea. This shall be your southern border."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "The east border was the Salt Sea as far as the mouth of the Jordan.",
            "And the border on the northern quarter began at the bay of the sea at the mouth of the Jordan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "The border went up to Beth Hoglah and passed north of Beth Arabah; and the border went up to the stone of Bohan the son of Reuben."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Then the border went up toward Debir from the Valley of Achor, and it turned northward toward Gilgal, which is before the Ascent of Adummim, which is on the south side of the valley. The border continued toward the waters of En Shemesh and ended at En Rogel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And the border went up by the Valley of the Son of Hinnom to the southern slope of the Jebusite city (which is Jerusalem). The border went up to the top of the mountain that lies before the Valley of Hinnom westward, which is at the end of the Valley of Rephaim northward."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then the border went around from the top of the hill to the fountain of the water of Nephtoah, and extended to the cities of Mount Ephron. And the border went around to Baalah (which is Kirjath Jearim)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Then the border turned westward from Baalah to Mount Seir, passed along to the side of Mount Jearim on the north (which is Chesalon), went down to Beth Shemesh, and passed on to Timnah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And the border went out to the side of Ekron northward. Then the border went around to Shicron, passed along to Mount Baalah, and extended to Jabneel; and the border ended at the sea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "The west border was the coastline of the Great Sea. This is the boundary of the children of Judah all around according to their families."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Caleb Occupies Hebron and Debir"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Now to Caleb the son of Jephunneh he gave a share among the children of Judah, according to the commandment of the Lord to Joshua, namely, Kirjath Arba, which is Hebron (Arba was the father of Anak)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Caleb drove out the three sons of Anak from there: Sheshai, Ahiman, and Talmai, the children of Anak."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Then he went up from there to the inhabitants of Debir (formerly the name of Debir was Kirjath Sepher)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "And Caleb said, “He who attacks Kirjath Sepher and takes it, to him I will give Achsah my daughter as wife.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "So Othniel the son of Kenaz, the brother of Caleb, took it; and he gave him Achsah his daughter as wife."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Now it was so, when she came to him, that she persuaded him to ask her father for a field. So she dismounted from her donkey, and Caleb said to her, “What do you wish?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "She answered, “Give me a blessing; since you have given me land in the South, give me also springs of water.” So he gave her the upper springs and the lower springs."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Cities of Judah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "This was the inheritance of the tribe of the children of Judah according to their families:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "The cities at the limits of the tribe of the children of Judah, toward the border of Edom in the South, were Kabzeel, Eder, Jagur,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Kinah, Dimonah, Adadah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Kedesh, Hazor, Ithnan,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Ziph, Telem, Bealoth,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Hazor, Hadattah, Kerioth, Hezron (which is Hazor),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Amam, Shema, Moladah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Hazar Gaddah, Heshmon, Beth Pelet,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Hazar Shual, Beersheba, Bizjothjah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Baalah, Ijim, Ezem,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Eltolad, Chesil, Hormah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Ziklag, Madmannah, Sansannah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Lebaoth, Shilhim, Ain, and Rimmon: all the cities are twenty-nine, with their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "In the lowland: Eshtaol, Zorah, Ashnah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Zanoah, En Gannim, Tappuah, Enam,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Jarmuth, Adullam, Socoh, Azekah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Sharaim, Adithaim, Gederah, and Gederothaim: fourteen cities with their villages;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Zenan, Hadashah, Migdal Gad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Dilean, Mizpah, Joktheel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Lachish, Bozkath, Eglon,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Cabbon, Lahmas, Kithlish,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Gederoth, Beth Dagon, Naamah, and Makkedah: sixteen cities with their villages;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Libnah, Ether, Ashan,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Jiphtah, Ashnah, Nezib,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Keilah, Achzib, and Mareshah: nine cities with their villages;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Ekron, with its towns and villages;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "from Ekron to the sea, all that lay near Ashdod, with their villages;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Ashdod with its towns and villages, Gaza with its towns and villages—as far as the Brook of Egypt and the Great Sea with its coastline."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "And in the mountain country: Shamir, Jattir, Sochoh,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Dannah, Kirjath Sannah (which is Debir),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Anab, Eshtemoh, Anim,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Goshen, Holon, and Giloh: eleven cities with their villages;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "Arab, Dumah, Eshean,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Janum, Beth Tappuah, Aphekah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "Humtah, Kirjath Arba (which is Hebron), and Zior: nine cities with their villages;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "Maon, Carmel, Ziph, Juttah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "Jezreel, Jokdeam, Zanoah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "Kain, Gibeah, and Timnah: ten cities with their villages;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            58
          ],
          "lines": [
            "Halhul, Beth Zur, Gedor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            59
          ],
          "lines": [
            "Maarath, Beth Anoth, and Eltekon: six cities with their villages;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            60
          ],
          "lines": [
            "Kirjath Baal (which is Kirjath Jearim) and Rabbah: two cities with their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            61
          ],
          "lines": [
            "In the wilderness: Beth Arabah, Middin, Secacah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            62
          ],
          "lines": [
            "Nibshan, the City of Salt, and En Gedi: six cities with their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            63
          ],
          "lines": [
            "As for the Jebusites, the inhabitants of Jerusalem, the children of Judah could not drive them out; but the Jebusites dwell with the children of Judah at Jerusalem to this day."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.16"
        ],
        "human": "Joshua 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.17"
        ],
        "human": "Joshua 17",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.15"
        ],
        "human": "Joshua 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ephraim and West Manasseh"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The lot fell to the children of Joseph from the Jordan, by Jericho, to the waters of Jericho on the east, to the wilderness that goes up from Jericho through the mountains to Bethel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "then went out from Bethel to Luz, passed along to the border of the Archites at Ataroth,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "and went down westward to the boundary of the Japhletites, as far as the boundary of Lower Beth Horon to Gezer; and it ended at the sea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "So the children of Joseph, Manasseh and Ephraim, took their inheritance."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Land of Ephraim"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "The border of the children of Ephraim, according to their families, was thus: The border of their inheritance on the east side was Ataroth Addar as far as Upper Beth Horon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And the border went out toward the sea on the north side of Michmethath; then the border went around eastward to Taanath Shiloh, and passed by it on the east of Janohah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Then it went down from Janohah to Ataroth and Naarah, reached to Jericho, and came out at the Jordan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "The border went out from Tappuah westward to the Brook Kanah, and it ended at the sea. This was the inheritance of the tribe of the children of Ephraim according to their families."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "The separate cities for the children of Ephraim were among the inheritance of the children of Manasseh, all the cities with their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "And they did not drive out the Canaanites who dwelt in Gezer; but the Canaanites dwell among the Ephraimites to this day and have become forced laborers."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.17",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.17"
        ],
        "human": "Joshua 17"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.18"
        ],
        "human": "Joshua 18",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.16"
        ],
        "human": "Joshua 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Other Half-Tribe of Manasseh (West)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "There was also a lot for the tribe of Manasseh, for he was the firstborn of Joseph: namely for Machir the firstborn of Manasseh, the father of Gilead, because he was a man of war; therefore he was given Gilead and Bashan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And there was a lot for the rest of the children of Manasseh according to their families: for the children of Abiezer, the children of Helek, the children of Asriel, the children of Shechem, the children of Hepher, and the children of Shemida; these were the male children of Manasseh the son of Joseph according to their families."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "But Zelophehad the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, had no sons, but only daughters. And these are the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "And they came near before Eleazar the priest, before Joshua the son of Nun, and before the rulers, saying, “The Lord commanded Moses to give us an inheritance among our brothers.” Therefore, according to the commandment of the Lord, he gave them an inheritance among their father’s brothers."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ten shares fell to Manasseh, besides the land of Gilead and Bashan, which were on the other side of the Jordan,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "because the daughters of Manasseh received an inheritance among his sons; and the rest of Manasseh’s sons had the land of Gilead."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And the territory of Manasseh was from Asher to Michmethath, that lies east of Shechem; and the border went along south to the inhabitants of En Tappuah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Manasseh had the land of Tappuah, but Tappuah on the border of Manasseh belonged to the children of Ephraim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "And the border descended to the Brook Kanah, southward to the brook. These cities of Ephraim are among the cities of Manasseh. The border of Manasseh was on the north side of the brook; and it ended at the sea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Southward it was Ephraim’s, northward it was Manasseh’s, and the sea was its border. Manasseh’s territory was adjoining Asher on the north and Issachar on the east."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And in Issachar and in Asher, Manasseh had Beth Shean and its towns, Ibleam and its towns, the inhabitants of Dor and its towns, the inhabitants of En Dor and its towns, the inhabitants of Taanach and its towns, and the inhabitants of Megiddo and its towns—three hilly regions."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Yet the children of Manasseh could not drive out the inhabitants of those cities, but the Canaanites were determined to dwell in that land."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And it happened, when the children of Israel grew strong, that they put the Canaanites to forced labor, but did not utterly drive them out."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "More Land for Ephraim and Manasseh"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Then the children of Joseph spoke to Joshua, saying, “Why have you given us only one lot and one share to inherit, since we are a great people, inasmuch as the Lord has blessed us until now?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "So Joshua answered them, “If you are a great people, then go up to the forest country and clear a place for yourself there in the land of the Perizzites and the giants, since the mountains of Ephraim are too confined for you.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "But the children of Joseph said, “The mountain country is not enough for us; and all the Canaanites who dwell in the land of the valley have chariots of iron, both those who are of Beth Shean and its towns and those who are of the Valley of Jezreel.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "And Joshua spoke to the house of Joseph—to Ephraim and Manasseh—saying, “You are a great people and have great power; you shall not have only one lot,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "but the mountain country shall be yours. Although it is wooded, you shall cut it down, and its farthest extent shall be yours; for you shall drive out the Canaanites, though they have iron chariots and are strong.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.18",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.18"
        ],
        "human": "Joshua 18"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.19"
        ],
        "human": "Joshua 19",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.17"
        ],
        "human": "Joshua 17",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Remainder of the Land Divided"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now the whole congregation of the children of Israel assembled together at Shiloh, and set up the tabernacle of meeting there. And the land was subdued before them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "But there remained among the children of Israel seven tribes which had not yet received their inheritance."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Then Joshua said to the children of Israel: “How long will you neglect to go and possess the land which the Lord God of your fathers has given you?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pick out from among you three men for each tribe, and I will send them; they shall rise and go through the land, survey it according to their inheritance, and come back to me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And they shall divide it into seven parts. Judah shall remain in their territory on the south, and the house of Joseph shall remain in their territory on the north."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "You shall therefore survey the land in seven parts and bring the survey here to me, that I may cast lots for you here before the Lord our God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "But the Levites have no part among you, for the priesthood of the Lord is their inheritance. And Gad, Reuben, and half the tribe of Manasseh have received their inheritance beyond the Jordan on the east, which Moses the servant of the Lord gave them.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Then the men arose to go away; and Joshua charged those who went to survey the land, saying, “Go, walk through the land, survey it, and come back to me, that I may cast lots for you here before the Lord in Shiloh.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "So the men went, passed through the land, and wrote the survey in a book in seven parts by cities; and they came to Joshua at the camp in Shiloh."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Then Joshua cast lots for them in Shiloh before the Lord, and there Joshua divided the land to the children of Israel according to their divisions."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Land of Benjamin"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Now the lot of the tribe of the children of Benjamin came up according to their families, and the territory of their lot came out between the children of Judah and the children of Joseph."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Their border on the north side began at the Jordan, and the border went up to the side of Jericho on the north, and went up through the mountains westward; it ended at the Wilderness of Beth Aven."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "The border went over from there toward Luz, to the side of Luz (which is Bethel) southward; and the border descended to Ataroth Addar, near the hill that lies on the south side of Lower Beth Horon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Then the border extended around the west side to the south, from the hill that lies before Beth Horon southward; and it ended at Kirjath Baal (which is Kirjath Jearim), a city of the children of Judah. This was the west side."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "The south side began at the end of Kirjath Jearim, and the border extended on the west and went out to the spring of the waters of Nephtoah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Then the border came down to the end of the mountain that lies before the Valley of the Son of Hinnom, which is in the Valley of the Rephaim on the north, descended to the Valley of Hinnom, to the side of the Jebusite city on the south, and descended to En Rogel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "And it went around from the north, went out to En Shemesh, and extended toward Geliloth, which is before the Ascent of Adummim, and descended to the stone of Bohan the son of Reuben."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Then it passed along toward the north side of Arabah, and went down to Arabah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "And the border passed along to the north side of Beth Hoglah; then the border ended at the north bay at the Salt Sea, at the south end of the Jordan. This was the southern boundary."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "The Jordan was its border on the east side. This was the inheritance of the children of Benjamin, according to its boundaries all around, according to their families."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Now the cities of the tribe of the children of Benjamin, according to their families, were Jericho, Beth Hoglah, Emek Keziz,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Beth Arabah, Zemaraim, Bethel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Avim, Parah, Ophrah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Chephar Haammoni, Ophni, and Gaba: twelve cities with their villages;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Gibeon, Ramah, Beeroth,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Mizpah, Chephirah, Mozah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Rekem, Irpeel, Taralah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Zelah, Eleph, Jebus (which is Jerusalem), Gibeath, and Kirjath: fourteen cities with their villages. This was the inheritance of the children of Benjamin according to their families."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.19",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.19"
        ],
        "human": "Joshua 19"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.20"
        ],
        "human": "Joshua 20",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.18"
        ],
        "human": "Joshua 18",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Simeon’s Inheritance with Judah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The second lot came out for Simeon, for the tribe of the children of Simeon according to their families. And their inheritance was within the inheritance of the children of Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "They had in their inheritance Beersheba (Sheba), Moladah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Hazar Shual, Balah, Ezem,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Eltolad, Bethul, Hormah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ziklag, Beth Marcaboth, Hazar Susah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Beth Lebaoth, and Sharuhen: thirteen cities and their villages;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ain, Rimmon, Ether, and Ashan: four cities and their villages;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "and all the villages that were all around these cities as far as Baalath Beer, Ramah of the South. This was the inheritance of the tribe of the children of Simeon according to their families."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "The inheritance of the children of Simeon was included in the share of the children of Judah, for the share of the children of Judah was too much for them. Therefore the children of Simeon had their inheritance within the inheritance of that people."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Land of Zebulun"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "The third lot came out for the children of Zebulun according to their families, and the border of their inheritance was as far as Sarid."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Their border went toward the west and to Maralah, went to Dabbasheth, and extended along the brook that is east of Jokneam."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then from Sarid it went eastward toward the sunrise along the border of Chisloth Tabor, and went out toward Daberath, bypassing Japhia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And from there it passed along on the east of Gath Hepher, toward Eth Kazin, and extended to Rimmon, which borders on Neah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Then the border went around it on the north side of Hannathon, and it ended in the Valley of Jiphthah El."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Included were Kattath, Nahallal, Shimron, Idalah, and Bethlehem: twelve cities with their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "This was the inheritance of the children of Zebulun according to their families, these cities with their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Land of Issachar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "The fourth lot came out to Issachar, for the children of Issachar according to their families."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And their territory went to Jezreel, and included Chesulloth, Shunem,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Haphraim, Shion, Anaharath,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Rabbith, Kishion, Abez,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Remeth, En Gannim, En Haddah, and Beth Pazzez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "And the border reached to Tabor, Shahazimah, and Beth Shemesh; their border ended at the Jordan: sixteen cities with their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "This was the inheritance of the tribe of the children of Issachar according to their families, the cities and their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Land of Asher"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "The fifth lot came out for the tribe of the children of Asher according to their families."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "And their territory included Helkath, Hali, Beten, Achshaph,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Alammelech, Amad, and Mishal; it reached to Mount Carmel westward, along the Brook Shihor Libnath."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "It turned toward the sunrise to Beth Dagon; and it reached to Zebulun and to the Valley of Jiphthah El, then northward beyond Beth Emek and Neiel, bypassing Cabul which was on the left,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "including Ebron, Rehob, Hammon, and Kanah, as far as Greater Sidon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "And the border turned to Ramah and to the fortified city of Tyre; then the border turned to Hosah, and ended at the sea by the region of Achzib."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Also Ummah, Aphek, and Rehob were included: twenty-two cities with their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "This was the inheritance of the tribe of the children of Asher according to their families, these cities with their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Land of Naphtali"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "The sixth lot came out to the children of Naphtali, for the children of Naphtali according to their families."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "And their border began at Heleph, enclosing the territory from the terebinth tree in Zaanannim, Adami Nekeb, and Jabneel, as far as Lakkum; it ended at the Jordan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "From Heleph the border extended westward to Aznoth Tabor, and went out from there toward Hukkok; it adjoined Zebulun on the south side and Asher on the west side, and ended at Judah by the Jordan toward the sunrise."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "And the fortified cities are Ziddim, Zer, Hammath, Rakkath, Chinnereth,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Adamah, Ramah, Hazor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Kedesh, Edrei, En Hazor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Iron, Migdal El, Horem, Beth Anath, and Beth Shemesh: nineteen cities with their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "This was the inheritance of the tribe of the children of Naphtali according to their families, the cities and their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Land of Dan"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "The seventh lot came out for the tribe of the children of Dan according to their families."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "And the territory of their inheritance was Zorah, Eshtaol, Ir Shemesh,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Shaalabbin, Aijalon, Jethlah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Elon, Timnah, Ekron,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Eltekeh, Gibbethon, Baalath,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Jehud, Bene Berak, Gath Rimmon,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Me Jarkon, and Rakkon, with the region near Joppa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "And the border of the children of Dan went beyond these, because the children of Dan went up to fight against Leshem and took it; and they struck it with the edge of the sword, took possession of it, and dwelt in it. They called Leshem, Dan, after the name of Dan their father."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "This is the inheritance of the tribe of the children of Dan according to their families, these cities with their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Joshua’s Inheritance"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "When they had made an end of dividing the land as an inheritance according to their borders, the children of Israel gave an inheritance among them to Joshua the son of Nun."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "According to the word of the Lord they gave him the city which he asked for, Timnath Serah in the mountains of Ephraim; and he built the city and dwelt in it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "These were the inheritances which Eleazar the priest, Joshua the son of Nun, and the heads of the fathers of the tribes of the children of Israel divided as an inheritance by lot in Shiloh before the Lord, at the door of the tabernacle of meeting. So they made an end of dividing the country."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.20",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.20"
        ],
        "human": "Joshua 20"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.21"
        ],
        "human": "Joshua 21",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.19"
        ],
        "human": "Joshua 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Cities of Refuge"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The Lord also spoke to Joshua, saying,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Speak to the children of Israel, saying: ‘Appoint for yourselves cities of refuge, of which I spoke to you through Moses,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "that the slayer who kills a person accidentally or unintentionally may flee there; and they shall be your refuge from the avenger of blood."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "And when he flees to one of those cities, and stands at the entrance of the gate of the city, and declares his case in the hearing of the elders of that city, they shall take him into the city as one of them, and give him a place, that he may dwell among them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then if the avenger of blood pursues him, they shall not deliver the slayer into his hand, because he struck his neighbor unintentionally, but did not hate him beforehand."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And he shall dwell in that city until he stands before the congregation for judgment, and until the death of the one who is high priest in those days. Then the slayer may return and come to his own city and his own house, to the city from which he fled.’ ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "So they appointed Kedesh in Galilee, in the mountains of Naphtali, Shechem in the mountains of Ephraim, and Kirjath Arba (which is Hebron) in the mountains of Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And on the other side of the Jordan, by Jericho eastward, they assigned Bezer in the wilderness on the plain, from the tribe of Reuben, Ramoth in Gilead, from the tribe of Gad, and Golan in Bashan, from the tribe of Manasseh."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "These were the cities appointed for all the children of Israel and for the stranger who dwelt among them, that whoever killed a person accidentally might flee there, and not die by the hand of the avenger of blood until he stood before the congregation."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.21",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.21"
        ],
        "human": "Joshua 21"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.22"
        ],
        "human": "Joshua 22",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.20"
        ],
        "human": "Joshua 20",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cities of the Levites"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Then the heads of the fathers’ houses of the Levites came near to Eleazar the priest, to Joshua the son of Nun, and to the heads of the fathers’ houses of the tribes of the children of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And they spoke to them at Shiloh in the land of Canaan, saying, “The Lord commanded through Moses to give us cities to dwell in, with their common-lands for our livestock.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "So the children of Israel gave to the Levites from their inheritance, at the commandment of the Lord, these cities and their common-lands:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Now the lot came out for the families of the Kohathites. And the children of Aaron the priest, who were of the Levites, had thirteen cities by lot from the tribe of Judah, from the tribe of Simeon, and from the tribe of Benjamin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "The rest of the children of Kohath had ten cities by lot from the families of the tribe of Ephraim, from the tribe of Dan, and from the half-tribe of Manasseh."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And the children of Gershon had thirteen cities by lot from the families of the tribe of Issachar, from the tribe of Asher, from the tribe of Naphtali, and from the half-tribe of Manasseh in Bashan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "The children of Merari according to their families had twelve cities from the tribe of Reuben, from the tribe of Gad, and from the tribe of Zebulun."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And the children of Israel gave these cities with their common-lands by lot to the Levites, as the Lord had commanded by the hand of Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "So they gave from the tribe of the children of Judah and from the tribe of the children of Simeon these cities which are designated by name,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "which were for the children of Aaron, one of the families of the Kohathites, who were of the children of Levi; for the lot was theirs first."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And they gave them Kirjath Arba (Arba was the father of Anak), which is Hebron, in the mountains of Judah, with the common-land surrounding it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "But the fields of the city and its villages they gave to Caleb the son of Jephunneh as his possession."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Thus to the children of Aaron the priest they gave Hebron with its common-land (a city of refuge for the slayer), Libnah with its common-land,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Jattir with its common-land, Eshtemoa with its common-land,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Holon with its common-land, Debir with its common-land,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Ain with its common-land, Juttah with its common-land, and Beth Shemesh with its common-land: nine cities from those two tribes;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "and from the tribe of Benjamin, Gibeon with its common-land, Geba with its common-land,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Anathoth with its common-land, and Almon with its common-land: four cities."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "All the cities of the children of Aaron, the priests, were thirteen cities with their common-lands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "And the families of the children of Kohath, the Levites, the rest of the children of Kohath, even they had the cities of their lot from the tribe of Ephraim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "For they gave them Shechem with its common-land in the mountains of Ephraim (a city of refuge for the slayer), Gezer with its common-land,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Kibzaim with its common-land, and Beth Horon with its common-land: four cities;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "and from the tribe of Dan, Eltekeh with its common-land, Gibbethon with its common-land,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Aijalon with its common-land, and Gath Rimmon with its common-land: four cities;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "and from the half-tribe of Manasseh, Tanach with its common-land and Gath Rimmon with its common-land: two cities."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "All the ten cities with their common-lands were for the rest of the families of the children of Kohath."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Also to the children of Gershon, of the families of the Levites, from the other half-tribe of Manasseh, they gave Golan in Bashan with its common-land (a city of refuge for the slayer), and Be Eshterah with its common-land: two cities;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "and from the tribe of Issachar, Kishion with its common-land, Daberath with its common-land,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Jarmuth with its common-land, and En Gannim with its common-land: four cities;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "and from the tribe of Asher, Mishal with its common-land, Abdon with its common-land,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Helkath with its common-land, and Rehob with its common-land: four cities;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "and from the tribe of Naphtali, Kedesh in Galilee with its common-land (a city of refuge for the slayer), Hammoth Dor with its common-land, and Kartan with its common-land: three cities."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "All the cities of the Gershonites according to their families were thirteen cities with their common-lands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "And to the families of the children of Merari, the rest of the Levites, from the tribe of Zebulun, Jokneam with its common-land, Kartah with its common-land,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Dimnah with its common-land, and Nahalal with its common-land: four cities;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "and from the tribe of Reuben, Bezer with its common-land, Jahaz with its common-land,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Kedemoth with its common-land, and Mephaath with its common-land: four cities;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "and from the tribe of Gad, Ramoth in Gilead with its common-land (a city of refuge for the slayer), Mahanaim with its common-land,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Heshbon with its common-land, and Jazer with its common-land: four cities in all."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "So all the cities for the children of Merari according to their families, the rest of the families of the Levites, were by their lot twelve cities."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "All the cities of the Levites within the possession of the children of Israel were forty-eight cities with their common-lands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Every one of these cities had its common-land surrounding it; thus were all these cities."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Promise Fulfilled"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "So the Lord gave to Israel all the land of which He had sworn to give to their fathers, and they took possession of it and dwelt in it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "The Lord gave them rest all around, according to all that He had sworn to their fathers. And not a man of all their enemies stood against them; the Lord delivered all their enemies into their hand."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Not a word failed of any good thing which the Lord had spoken to the house of Israel. All came to pass."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.22",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.22"
        ],
        "human": "Joshua 22"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.23"
        ],
        "human": "Joshua 23",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.21"
        ],
        "human": "Joshua 21",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Eastern Tribes Return to Their Lands"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Then Joshua called the Reubenites, the Gadites, and half the tribe of Manasseh,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "and said to them: “You have kept all that Moses the servant of the Lord commanded you, and have obeyed my voice in all that I commanded you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "You have not left your brethren these many days, up to this day, but have kept the charge of the commandment of the Lord your God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "And now the Lord your God has given rest to your brethren, as He promised them; now therefore, return and go to your tents and to the land of your possession, which Moses the servant of the Lord gave you on the other side of the Jordan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "But take careful heed to do the commandment and the law which Moses the servant of the Lord commanded you, to love the Lord your God, to walk in all His ways, to keep His commandments, to hold fast to Him, and to serve Him with all your heart and with all your soul.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "So Joshua blessed them and sent them away, and they went to their tents."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Now to half the tribe of Manasseh Moses had given a possession in Bashan, but to the other half of it Joshua gave a possession among their brethren on this side of the Jordan, westward. And indeed, when Joshua sent them away to their tents, he blessed them,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "and spoke to them, saying, “Return with much riches to your tents, with very much livestock, with silver, with gold, with bronze, with iron, and with very much clothing. Divide the spoil of your enemies with your brethren.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "So the children of Reuben, the children of Gad, and half the tribe of Manasseh returned, and departed from the children of Israel at Shiloh, which is in the land of Canaan, to go to the country of Gilead, to the land of their possession, which they had obtained according to the word of the Lord by the hand of Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "An Altar by the Jordan"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "And when they came to the region of the Jordan which is in the land of Canaan, the children of Reuben, the children of Gad, and half the tribe of Manasseh built an altar there by the Jordan—a great, impressive altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Now the children of Israel heard someone say, “Behold, the children of Reuben, the children of Gad, and half the tribe of Manasseh have built an altar on the frontier of the land of Canaan, in the region of the Jordan—on the children of Israel’s side.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "And when the children of Israel heard of it, the whole congregation of the children of Israel gathered together at Shiloh to go to war against them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Then the children of Israel sent Phinehas the son of Eleazar the priest to the children of Reuben, to the children of Gad, and to half the tribe of Manasseh, into the land of Gilead,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "and with him ten rulers, one ruler each from the chief house of every tribe of Israel; and each one was the head of the house of his father among the divisions of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Then they came to the children of Reuben, to the children of Gad, and to half the tribe of Manasseh, to the land of Gilead, and they spoke with them, saying,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "“Thus says the whole congregation of the Lord: ‘What treachery is this that you have committed against the God of Israel, to turn away this day from following the Lord, in that you have built for yourselves an altar, that you might rebel this day against the Lord?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Is the iniquity of Peor not enough for us, from which we are not cleansed till this day, although there was a plague in the congregation of the Lord,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "but that you must turn away this day from following the Lord? And it shall be, if you rebel today against the Lord, that tomorrow He will be angry with the whole congregation of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Nevertheless, if the land of your possession is unclean, then cross over to the land of the possession of the Lord, where the Lord’s tabernacle stands, and take possession among us; but do not rebel against the Lord, nor rebel against us, by building yourselves an altar besides the altar of the Lord our God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Did not Achan the son of Zerah commit a trespass in the accursed thing, and wrath fell on all the congregation of Israel? And that man did not perish alone in his iniquity.’ ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Then the children of Reuben, the children of Gad, and half the tribe of Manasseh answered and said to the heads of the divisions of Israel:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "“The Lord God of gods, the Lord God of gods, He knows, and let Israel itself know—if it is in rebellion, or if in treachery against the Lord, do not save us this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "If we have built ourselves an altar to turn from following the Lord, or if to offer on it burnt offerings or grain offerings, or if to offer peace offerings on it, let the Lord Himself require an account."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "But in fact we have done it for fear, for a reason, saying, ‘In time to come your descendants may speak to our descendants, saying, “What have you to do with the Lord God of Israel?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "For the Lord has made the Jordan a border between you and us, you children of Reuben and children of Gad. You have no part in the Lord.” So your descendants would make our descendants cease fearing the Lord.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Therefore we said, ‘Let us now prepare to build ourselves an altar, not for burnt offering nor for sacrifice,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "but that it may be a witness between you and us and our generations after us, that we may perform the service of the Lord before Him with our burnt offerings, with our sacrifices, and with our peace offerings; that your descendants may not say to our descendants in time to come, “You have no part in the Lord.” ’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Therefore we said that it will be, when they say this to us or to our generations in time to come, that we may say, ‘Here is the replica of the altar of the Lord which our fathers made, though not for burnt offerings nor for sacrifices; but it is a witness between you and us.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Far be it from us that we should rebel against the Lord, and turn from following the Lord this day, to build an altar for burnt offerings, for grain offerings, or for sacrifices, besides the altar of the Lord our God which is before His tabernacle.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Now when Phinehas the priest and the rulers of the congregation, the heads of the divisions of Israel who were with him, heard the words that the children of Reuben, the children of Gad, and the children of Manasseh spoke, it pleased them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Then Phinehas the son of Eleazar the priest said to the children of Reuben, the children of Gad, and the children of Manasseh, “This day we perceive that the Lord is among us, because you have not committed this treachery against the Lord. Now you have delivered the children of Israel out of the hand of the Lord.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "And Phinehas the son of Eleazar the priest, and the rulers, returned from the children of Reuben and the children of Gad, from the land of Gilead to the land of Canaan, to the children of Israel, and brought back word to them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "So the thing pleased the children of Israel, and the children of Israel blessed God; they spoke no more of going against them in battle, to destroy the land where the children of Reuben and Gad dwelt."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "The children of Reuben and the children of Gad called the altar, Witness, “For it is a witness between us that the Lord is God.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.23",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.23"
        ],
        "human": "Joshua 23"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.24"
        ],
        "human": "Joshua 24",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.22"
        ],
        "human": "Joshua 22",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Joshua’s Farewell Address"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now it came to pass, a long time after the Lord had given rest to Israel from all their enemies round about, that Joshua was old, advanced in age."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And Joshua called for all Israel, for their elders, for their heads, for their judges, and for their officers, and said to them:",
            "“I am old, advanced in age."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "You have seen all that the Lord your God has done to all these nations because of you, for the Lord your God is He who has fought for you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "See, I have divided to you by lot these nations that remain, to be an inheritance for your tribes, from the Jordan, with all the nations that I have cut off, as far as the Great Sea westward."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And the Lord your God will expel them from before you and drive them out of your sight. So you shall possess their land, as the Lord your God promised you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Therefore be very courageous to keep and to do all that is written in the Book of the Law of Moses, lest you turn aside from it to the right hand or to the left,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "and lest you go among these nations, these who remain among you. You shall not make mention of the name of their gods, nor cause anyone to swear by them; you shall not serve them nor bow down to them,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "but you shall hold fast to the Lord your God, as you have done to this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "For the Lord has driven out from before you great and strong nations; but as for you, no one has been able to stand against you to this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "One man of you shall chase a thousand, for the Lord your God is He who fights for you, as He promised you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Therefore take careful heed to yourselves, that you love the Lord your God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Or else, if indeed you do go back, and cling to the remnant of these nations—these that remain among you—and make marriages with them, and go in to them and they to you,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "know for certain that the Lord your God will no longer drive out these nations from before you. But they shall be snares and traps to you, and scourges on your sides and thorns in your eyes, until you perish from this good land which the Lord your God has given you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“Behold, this day I am going the way of all the earth. And you know in all your hearts and in all your souls that not one thing has failed of all the good things which the Lord your God spoke concerning you. All have come to pass for you; not one word of them has failed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Therefore it shall come to pass, that as all the good things have come upon you which the Lord your God promised you, so the Lord will bring upon you all harmful things, until He has destroyed you from this good land which the Lord your God has given you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "When you have transgressed the covenant of the Lord your God, which He commanded you, and have gone and served other gods, and bowed down to them, then the anger of the Lord will burn against you, and you shall perish quickly from the good land which He has given you.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.24",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.24"
        ],
        "human": "Joshua 24"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.1"
        ],
        "human": "Judges 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.23"
        ],
        "human": "Joshua 23",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Covenant at Shechem"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Then Joshua gathered all the tribes of Israel to Shechem and called for the elders of Israel, for their heads, for their judges, and for their officers; and they presented themselves before God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And Joshua said to all the people, “Thus says the Lord God of Israel: ‘Your fathers, including Terah, the father of Abraham and the father of Nahor, dwelt on the other side of the River in old times; and they served other gods."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Then I took your father Abraham from the other side of the River, led him throughout all the land of Canaan, and multiplied his descendants and gave him Isaac."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "To Isaac I gave Jacob and Esau. To Esau I gave the mountains of Seir to possess, but Jacob and his children went down to Egypt."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Also I sent Moses and Aaron, and I plagued Egypt, according to what I did among them. Afterward I brought you out."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "‘Then I brought your fathers out of Egypt, and you came to the sea; and the Egyptians pursued your fathers with chariots and horsemen to the Red Sea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "So they cried out to the Lord; and He put darkness between you and the Egyptians, brought the sea upon them, and covered them. And your eyes saw what I did in Egypt. Then you dwelt in the wilderness a long time."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And I brought you into the land of the Amorites, who dwelt on the other side of the Jordan, and they fought with you. But I gave them into your hand, that you might possess their land, and I destroyed them from before you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then Balak the son of Zippor, king of Moab, arose to make war against Israel, and sent and called Balaam the son of Beor to curse you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "But I would not listen to Balaam; therefore he continued to bless you. So I delivered you out of his hand."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Then you went over the Jordan and came to Jericho. And the men of Jericho fought against you—also the Amorites, the Perizzites, the Canaanites, the Hittites, the Girgashites, the Hivites, and the Jebusites. But I delivered them into your hand."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "I sent the hornet before you which drove them out from before you, also the two kings of the Amorites, but not with your sword or with your bow."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "I have given you a land for which you did not labor, and cities which you did not build, and you dwell in them; you eat of the vineyards and olive groves which you did not plant.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“Now therefore, fear the Lord, serve Him in sincerity and in truth, and put away the gods which your fathers served on the other side of the River and in Egypt. Serve the Lord!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "And if it seems evil to you to serve the Lord, choose for yourselves this day whom you will serve, whether the gods which your fathers served that were on the other side of the River, or the gods of the Amorites, in whose land you dwell. But as for me and my house, we will serve the Lord.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "So the people answered and said: “Far be it from us that we should forsake the Lord to serve other gods;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "for the Lord our God is He who brought us and our fathers up out of the land of Egypt, from the house of bondage, who did those great signs in our sight, and preserved us in all the way that we went and among all the people through whom we passed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And the Lord drove out from before us all the people, including the Amorites who dwelt in the land. We also will serve the Lord, for He is our God.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "But Joshua said to the people, “You cannot serve the Lord, for He is a holy God. He is a jealous God; He will not forgive your transgressions nor your sins."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "If you forsake the Lord and serve foreign gods, then He will turn and do you harm and consume you, after He has done you good.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "And the people said to Joshua, “No, but we will serve the Lord!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "So Joshua said to the people, “You are witnesses against yourselves that you have chosen the Lord for yourselves, to serve Him.”",
            "And they said, “We are witnesses!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "“Now therefore,” he said, “put away the foreign gods which are among you, and incline your heart to the Lord God of Israel.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "And the people said to Joshua, “The Lord our God we will serve, and His voice we will obey!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "So Joshua made a covenant with the people that day, and made for them a statute and an ordinance in Shechem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Then Joshua wrote these words in the Book of the Law of God. And he took a large stone, and set it up there under the oak that was by the sanctuary of the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "And Joshua said to all the people, “Behold, this stone shall be a witness to us, for it has heard all the words of the Lord which He spoke to us. It shall therefore be a witness to you, lest you deny your God.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "So Joshua let the people depart, each to his own inheritance."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Death of Joshua and Eleazar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Now it came to pass after these things that Joshua the son of Nun, the servant of the Lord, died, being one hundred and ten years old."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "And they buried him within the border of his inheritance at Timnath Serah, which is in the mountains of Ephraim, on the north side of Mount Gaash."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Israel served the Lord all the days of Joshua, and all the days of the elders who outlived Joshua, who had known all the works of the Lord which He had done for Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "The bones of Joseph, which the children of Israel had brought up out of Egypt, they buried at Shechem, in the plot of ground which Jacob had bought from the sons of Hamor the father of Shechem for one hundred pieces of silver, and which had become an inheritance of the children of Joseph."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "And Eleazar the son of Aaron died. They buried him in a hill belonging to Phinehas his son, which was given to him in the mountains of Ephraim."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}