{
  "book_usfm": "1JN",
  "name": "1 Juan",
  "local_title": "La Biblia de las Américas",
  "local_abbreviation": "LBLA",
  "version_id": 89,
  "publisher": {
    "name": "The Lockman Foundation"
  },
  "copyright": {
    "html": "1986, 1995, 1997 by The Lockman Foundation",
    "text": "1986, 1995, 1997 by The Lockman Foundation"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "1JN.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1JN.1"
        ],
        "human": "1 Juan 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1JN.2"
        ],
        "human": "1 Juan 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2PE.3"
        ],
        "human": "2 Pedro 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Asunto y propósito de la carta"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Lo que existía desde el principio, lo que hemos oído, lo que hemos visto con nuestros ojos, lo que hemos contemplado y lo que han palpado nuestras manos, acerca del Verbo de vida"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "(pues la vida fue manifestada, y nosotros la hemos visto y damos testimonio y os anunciamos la vida eterna, la cual estaba con el Padre y se nos manifestó);"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "lo que hemos visto y oído, os proclamamos también a vosotros, para que también vosotros tengáis comunión con nosotros; y en verdad nuestra comunión es con el Padre y con su Hijo Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Os escribimos estas cosas para que nuestro gozo sea completo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios es luz"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y este es el mensaje que hemos oído de Él y que os anunciamos: Dios es luz, y en Él no hay tiniebla alguna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Si decimos que tenemos comunión con Él, pero andamos en tinieblas, mentimos y no practicamos la verdad;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "mas si andamos en la luz, como Él está en la luz, tenemos comunión los unos con los otros, y la sangre de Jesús su Hijo nos limpia de todo pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Si decimos que no tenemos pecado, nos engañamos a nosotros mismos y la verdad no está en nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Si confesamos nuestros pecados, Él es fiel y justo para perdonarnos los pecados y para limpiarnos de toda maldad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Si decimos que no hemos pecado, le hacemos a Él mentiroso y su palabra no está en nosotros."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1JN.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1JN.2"
        ],
        "human": "1 Juan 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1JN.3"
        ],
        "human": "1 Juan 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1JN.1"
        ],
        "human": "1 Juan 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cristo, nuestro abogado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Hijitos míos, os escribo estas cosas para que no pequéis. Y si alguno peca, Abogado tenemos para con el Padre, a Jesucristo el justo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Él mismo es la propiciación por nuestros pecados, y no solo por los nuestros, sino también por los del mundo entero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y en esto sabemos que hemos llegado a conocerle: si guardamos sus mandamientos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El que dice: Yo he llegado a conocerle, y no guarda sus mandamientos, es un mentiroso y la verdad no está en él;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "pero el que guarda su palabra, en él verdaderamente el amor de Dios se ha perfeccionado. En esto sabemos que estamos en Él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El que dice que permanece en Él, debe andar como Él anduvo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mandamiento sobre el amor fraternal"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Amados, no os escribo un mandamiento nuevo, sino un mandamiento antiguo, que habéis tenido desde el principio; el mandamiento antiguo es la palabra que habéis oído."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Por otra parte, os escribo un mandamiento nuevo, el cual es verdadero en Él y en vosotros, porque las tinieblas van pasando, y la luz verdadera ya está alumbrando."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El que dice que está en la luz, y aborrece a su hermano, está aún en tinieblas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El que ama a su hermano, permanece en la luz y no hay causa de tropiezo en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero el que aborrece a su hermano, está en tinieblas y anda en tinieblas, y no sabe adónde va, porque las tinieblas han cegado sus ojos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "No améis lo que está en el mundo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Os escribo a vosotros, hijos, porque vuestros pecados os han sido perdonados por su nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Os escribo a vosotros, padres, porque conocéis al que ha sido desde el principio. Os escribo a vosotros, jóvenes, porque habéis vencido al maligno. Os he escrito a vosotros, niños, porque conocéis al Padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Os he escrito a vosotros, padres, porque conocéis al que ha sido desde el principio. Os he escrito a vosotros, jóvenes, porque sois fuertes y la palabra de Dios permanece en vosotros y habéis vencido al maligno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "No améis al mundo ni las cosas que están en el mundo. Si alguno ama al mundo, el amor del Padre no está en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Porque todo lo que hay en el mundo, la pasión de la carne, la pasión de los ojos y la arrogancia de la vida, no proviene del Padre, sino del mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y el mundo pasa, y también sus pasiones, pero el que hace la voluntad de Dios permanece para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Advertencias contra el anticristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Hijitos, es la última hora, y así como oísteis que el anticristo viene, también ahora han surgido muchos anticristos; por eso sabemos que es la última hora."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Salieron de nosotros, pero en realidad no eran de nosotros, porque si hubieran sido de nosotros, habrían permanecido con nosotros; pero salieron, a fin de que se manifestara que no todos son de nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero vosotros tenéis unción del Santo, y todos vosotros lo sabéis."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "No os he escrito porque ignoréis la verdad, sino porque la conocéis y porque ninguna mentira procede de la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "¿Quién es el mentiroso, sino el que niega que Jesús es el Cristo? Este es el anticristo, el que niega al Padre y al Hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Todo aquel que niega al Hijo tampoco tiene al Padre; el que confiesa al Hijo tiene también al Padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "En cuanto a vosotros, que permanezca en vosotros lo que oísteis desde el principio. Si lo que oísteis desde el principio permanece en vosotros, vosotros también permaneceréis en el Hijo y en el Padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y esta es la promesa que Él mismo nos hizo: la vida eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Os he escrito estas cosas respecto a los que están tratando de engañaros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y en cuanto a vosotros, la unción que recibisteis de Él permanece en vosotros, y no tenéis necesidad de que nadie os enseñe; pero así como su unción os enseña acerca de todas las cosas, y es verdadera y no mentira, y así como os ha enseñado, permanecéis en Él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y ahora, hijos, permaneced en Él, para que cuando se manifieste, tengamos confianza y no nos apartemos de Él avergonzados en su venida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Si sabéis que Él es justo, sabéis también que todo el que hace justicia es nacido de Él."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1JN.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1JN.3"
        ],
        "human": "1 Juan 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1JN.4"
        ],
        "human": "1 Juan 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1JN.2"
        ],
        "human": "1 Juan 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los hijos de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Mirad cuán gran amor nos ha otorgado el Padre, para que seamos llamados hijos de Dios; y eso somos. Por esto el mundo no nos conoce, porque no le conoció a Él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Amados, ahora somos hijos de Dios y aún no se ha manifestado lo que habremos de ser. Pero sabemos que cuando Él se manifieste, seremos semejantes a Él porque le veremos como Él es."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y todo el que tiene esta esperanza puesta en Él, se purifica, así como Él es puro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Todo el que practica el pecado, practica también la infracción de la ley, pues el pecado es infracción de la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y vosotros sabéis que Él se manifestó a fin de quitar los pecados, y en Él no hay pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Todo el que permanece en Él, no peca; todo el que peca, ni le ha visto ni le ha conocido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Hijos míos, que nadie os engañe; el que practica la justicia es justo, así como Él es justo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El que practica el pecado es del diablo, porque el diablo ha pecado desde el principio. El Hijo de Dios se manifestó con este propósito: para destruir las obras del diablo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ninguno que es nacido de Dios practica el pecado, porque la simiente de Dios permanece en él; y no puede pecar, porque es nacido de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "En esto se reconocen los hijos de Dios y los hijos del diablo: todo aquel que no practica la justicia, no es de Dios; tampoco aquel que no ama a su hermano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Porque este es el mensaje que habéis oído desde el principio: que nos amemos unos a otros;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "no como Caín que era del maligno, y mató a su hermano. ¿Y por qué causa lo mató? Porque sus obras eran malas, y las de su hermano justas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Amemos de hecho, no de palabra"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Hermanos, no os maravilléis si el mundo os odia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Nosotros sabemos que hemos pasado de muerte a vida porque amamos a los hermanos. El que no ama permanece en muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Todo el que aborrece a su hermano es homicida, y vosotros sabéis que ningún homicida tiene vida eterna permanente en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "En esto conocemos el amor: en que Él puso su vida por nosotros; también nosotros debemos poner nuestras vidas por los hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero el que tiene bienes de este mundo, y ve a su hermano en necesidad y cierra su corazón contra él, ¿cómo puede morar el amor de Dios en él?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Hijos, no amemos de palabra ni de lengua, sino de hecho y en verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "En esto sabremos que somos de la verdad, y aseguraremos nuestros corazones delante de Él"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "en cualquier cosa en que nuestro corazón nos condene; porque Dios es mayor que nuestro corazón y sabe todas las cosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Amados, si nuestro corazón no nos condena, confianza tenemos delante de Dios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "y todo lo que pidamos lo recibimos de Él, porque guardamos sus mandamientos y hacemos las cosas que son agradables delante de Él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y este es su mandamiento: que creamos en el nombre de su Hijo Jesucristo, y que nos amemos unos a otros como Él nos ha mandado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "El que guarda sus mandamientos permanece en Él y Dios en él. Y en esto sabemos que Él permanece en nosotros: por el Espíritu que nos ha dado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1JN.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1JN.4"
        ],
        "human": "1 Juan 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1JN.5"
        ],
        "human": "1 Juan 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1JN.3"
        ],
        "human": "1 Juan 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El espíritu de verdad y el espíritu de error"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Amados, no creáis a todo espíritu, sino probad los espíritus para ver si son de Dios, porque muchos falsos profetas han salido al mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En esto conocéis el Espíritu de Dios: todo espíritu que confiesa que Jesucristo ha venido en carne, es de Dios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y todo espíritu que no confiesa a Jesús, no es de Dios; y este es el espíritu del anticristo, del cual habéis oído que viene, y que ahora ya está en el mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Hijos míos, vosotros sois de Dios y los habéis vencido, porque mayor es el que está en vosotros que el que está en el mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ellos son del mundo; por eso hablan de parte del mundo, y el mundo los oye."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Nosotros somos de Dios; el que conoce a Dios, nos oye; el que no es de Dios, no nos oye. En esto conocemos el espíritu de la verdad y el espíritu del error."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios es amor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Amados, amémonos unos a otros, porque el amor es de Dios, y todo el que ama es nacido de Dios y conoce a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El que no ama no conoce a Dios, porque Dios es amor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "En esto se manifestó el amor de Dios en nosotros: en que Dios ha enviado a su Hijo unigénito al mundo para que vivamos por medio de Él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "En esto consiste el amor: no en que nosotros hayamos amado a Dios, sino en que Él nos amó a nosotros y envió a su Hijo como propiciación por nuestros pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Amados, si Dios así nos amó, también nosotros debemos amarnos unos a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "A Dios nadie le ha visto jamás. Si nos amamos unos a otros, Dios permanece en nosotros y su amor se perfecciona en nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "En esto sabemos que permanecemos en Él y Él en nosotros: en que nos ha dado de su Espíritu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y nosotros hemos visto y damos testimonio de que el Padre envió al Hijo para ser el Salvador del mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Todo aquel que confiesa que Jesús es el Hijo de Dios, Dios permanece en él y él en Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y nosotros hemos llegado a conocer y hemos creído el amor que Dios tiene para nosotros. Dios es amor, y el que permanece en amor permanece en Dios y Dios permanece en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "En esto se perfecciona el amor en nosotros, para que tengamos confianza en el día del juicio, pues como Él es, así somos también nosotros en este mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "En el amor no hay temor, sino que el perfecto amor echa fuera el temor, porque el temor involucra castigo, y el que teme no es hecho perfecto en el amor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Nosotros amamos, porque Él nos amó primero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Si alguno dice: Yo amo a Dios, y aborrece a su hermano, es un mentiroso; porque el que no ama a su hermano, a quien ha visto, no puede amar a Dios a quien no ha visto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y este mandamiento tenemos de Él: que el que ama a Dios, ame también a su hermano."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1JN.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1JN.5"
        ],
        "human": "1 Juan 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2JN.1"
        ],
        "human": "2 Juan 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1JN.4"
        ],
        "human": "1 Juan 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La fe que vence al mundo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Todo aquel que cree que Jesús es el Cristo, es nacido de Dios; y todo aquel que ama al Padre, ama al que ha nacido de Él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En esto sabemos que amamos a los hijos de Dios: cuando amamos a Dios y guardamos sus mandamientos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque este es el amor de Dios: que guardemos sus mandamientos, y sus mandamientos no son gravosos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Porque todo lo que es nacido de Dios vence al mundo; y esta es la victoria que ha vencido al mundo: nuestra fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "¿Y quién es el que vence al mundo, sino el que cree que Jesús es el Hijo de Dios?"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El testimonio acerca del Hijo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Este es el que vino mediante agua y sangre, Jesucristo; no solo con agua, sino con agua y con sangre. Y el Espíritu es el que da testimonio, porque el Espíritu es la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Porque tres son los que dan testimonio en el cielo: el Padre, el Verbo y el Espíritu Santo, y estos tres son uno. Y tres son los que dan testimonio en la tierra:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "el Espíritu, el agua y la sangre, y los tres concuerdan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Si recibimos el testimonio de los hombres, mayor es el testimonio de Dios; porque este es el testimonio de Dios: que Él ha dado testimonio acerca de su Hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El que cree en el Hijo de Dios tiene el testimonio en sí mismo; el que no cree a Dios, ha hecho a Dios mentiroso, porque no ha creído en el testimonio que Dios ha dado respecto a su Hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y el testimonio es este: que Dios nos ha dado vida eterna, y esta vida está en su Hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El que tiene al Hijo tiene la vida, y el que no tiene al Hijo de Dios, no tiene la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El conocimiento de la vida eterna"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Estas cosas os he escrito a vosotros que creéis en el nombre del Hijo de Dios, para que sepáis que tenéis vida eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y esta es la confianza que tenemos delante de Él, que si pedimos cualquier cosa conforme a su voluntad, Él nos oye."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y si sabemos que Él nos oye en cualquier cosa que pidamos, sabemos que tenemos las peticiones que le hemos hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Si alguno ve a su hermano cometiendo un pecado que no lleva a la muerte, pedirá, y por él Dios dará vida a los que cometen pecado que no lleva a la muerte. Hay un pecado que lleva a la muerte; yo no digo que deba pedir por ese."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Toda injusticia es pecado, y hay pecado que no lleva a la muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Declaraciones finales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Sabemos que todo el que ha nacido de Dios, no peca; sino que aquel que nació de Dios lo guarda y el maligno no lo toca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Sabemos que somos de Dios, y que todo el mundo yace bajo el poder del maligno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y sabemos que el Hijo de Dios ha venido y nos ha dado entendimiento a fin de que conozcamos al que es verdadero; y nosotros estamos en aquel que es verdadero, en su Hijo Jesucristo. Este es el verdadero Dios y la vida eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Hijos, guardaos de los ídolos."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}