{
  "book_usfm": "2CO",
  "name": "2 Corintios",
  "local_title": "La Biblia de las Américas",
  "local_abbreviation": "LBLA",
  "version_id": 89,
  "publisher": {
    "name": "The Lockman Foundation"
  },
  "copyright": {
    "html": "1986, 1995, 1997 by The Lockman Foundation",
    "text": "1986, 1995, 1997 by The Lockman Foundation"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "2CO.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.1"
        ],
        "human": "2 Corintios 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.2"
        ],
        "human": "2 Corintios 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.16"
        ],
        "human": "1 Corintios 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pablo, apóstol de Cristo Jesús por la voluntad de Dios, y el hermano Timoteo:",
            "A la iglesia de Dios que está en Corinto, con todos los santos que están en toda Acaya:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Gracia y paz a vosotros de parte de Dios nuestro Padre y del Señor Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El Dios de toda consolación"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Bendito sea el Dios y Padre de nuestro Señor Jesucristo, Padre de misericordias y Dios de toda consolación,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "el cual nos consuela en toda tribulación nuestra, para que nosotros podamos consolar a los que están en cualquier aflicción con el consuelo con que nosotros mismos somos consolados por Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Porque así como los sufrimientos de Cristo son nuestros en abundancia, así también abunda nuestro consuelo por medio de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero si somos atribulados, es para vuestro consuelo y salvación; o si somos consolados, es para vuestro consuelo, que obra al soportar las mismas aflicciones que nosotros también sufrimos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y nuestra esperanza respecto de vosotros está firmemente establecida, sabiendo que como sois copartícipes de los sufrimientos, así también lo sois de la consolación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Porque no queremos que ignoréis, hermanos, acerca de nuestra aflicción sufrida en Asia, porque fuimos abrumados sobremanera, más allá de nuestras fuerzas, de modo que hasta perdimos la esperanza de salir con vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "De hecho, dentro de nosotros mismos ya teníamos la sentencia de muerte, a fin de que no confiáramos en nosotros mismos, sino en Dios que resucita a los muertos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "el cual nos libró de tan gran peligro de muerte y nos librará, y en quien hemos puesto nuestra esperanza de que Él aún nos ha de librar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "cooperando también vosotros con nosotros con la oración, para que por muchas personas sean dadas gracias a favor nuestro por el don que nos ha sido impartido por medio de las oraciones de muchos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sinceridad de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Porque nuestra satisfacción es esta: el testimonio de nuestra conciencia que en la santidad y en la sinceridad que viene de Dios, no en sabiduría carnal sino en la gracia de Dios, nos hemos conducido en el mundo y especialmente hacia vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Porque ninguna otra cosa os escribimos sino lo que leéis y entendéis, y espero que entenderéis hasta el fin,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "así como también nos habéis entendido en parte, que nosotros somos el motivo de vuestra gloria, así como también vosotros la nuestra en el día de nuestro Señor Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y con esta confianza me propuse ir primero a vosotros para que dos veces recibierais bendición,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "es decir, quería visitaros de paso a Macedonia, y de Macedonia ir de nuevo a vosotros y ser encaminado por vosotros en mi viaje a Judea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Por tanto, cuando me propuse esto, ¿acaso obré precipitadamente? O lo que me propongo, ¿me lo propongo conforme a la carne, para que en mí haya al mismo tiempo el sí, sí, y el no, no?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero como Dios es fiel, nuestra palabra a vosotros no es sí y no."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Porque el Hijo de Dios, Cristo Jesús, que fue predicado entre vosotros por nosotros (por mí y Silvano y Timoteo) no fue sí y no, sino que ha sido sí en Él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pues tantas como sean las promesas de Dios, en Él todas son sí; por eso también por medio de Él, Amén, para la gloria de Dios por medio de nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Ahora bien, el que nos confirma con vosotros en Cristo y el que nos ungió, es Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "quien también nos selló y nos dio el Espíritu en nuestro corazón como garantía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Mas yo invoco a Dios como testigo sobre mi alma, que por consideración a vosotros no he vuelto a Corinto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "No es que queramos tener control de vuestra fe, sino que somos colaboradores con vosotros para vuestro gozo; porque en la fe permanecéis firmes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.2"
        ],
        "human": "2 Corintios 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.3"
        ],
        "human": "2 Corintios 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.1"
        ],
        "human": "2 Corintios 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Problemas en la iglesia de Corinto"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pero en mí mismo decidí esto: no ir otra vez a vosotros con tristeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Porque si yo os causo tristeza, ¿quién será el que me alegre sino aquel a quien entristecí?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y esto mismo os escribí, para que cuando yo llegue no tenga tristeza de parte de los que debieran alegrarme, confiando en todos vosotros de que mi gozo sea el mismo de todos vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pues por la mucha aflicción y angustia de corazón os escribí con muchas lágrimas, no para entristeceros, sino para que conozcáis el amor que tengo especialmente por vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero si alguno ha causado tristeza, no me la ha causado a mí, sino hasta cierto punto (para no exagerar) a todos vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Es suficiente para tal persona este castigo que le fue impuesto por la mayoría;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "así que, por el contrario, vosotros más bien deberíais perdonarlo y consolarlo, no sea que en alguna manera este sea abrumado por tanta tristeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Por lo cual os ruego que reafirméis vuestro amor hacia él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pues también con este fin os escribí, para poneros a prueba y ver si sois obedientes en todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero a quien perdonéis algo, yo también lo perdono; porque en verdad, lo que yo he perdonado, si algo he perdonado, lo hice por vosotros en presencia de Cristo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "para que Satanás no tome ventaja sobre nosotros, pues no ignoramos sus ardides."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "De Troas a Macedonia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando llegué a Troas para predicar el evangelio de Cristo, y se me abrió una puerta en el Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "no tuve reposo en mi espíritu al no encontrar a Tito, mi hermano; despidiéndome, pues, de ellos, salí para Macedonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Triunfantes en Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero gracias a Dios, que en Cristo siempre nos lleva en triunfo, y que por medio de nosotros manifiesta en todo lugar la fragancia de su conocimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Porque fragante aroma de Cristo somos para Dios entre los que se salvan y entre los que se pierden;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "para unos, olor de muerte para muerte, y para otros, olor de vida para vida. Y para estas cosas ¿quién está capacitado?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pues no somos como muchos, que comercian con la palabra de Dios, sino que con sinceridad, como de parte de Dios y delante de Dios hablamos en Cristo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.3"
        ],
        "human": "2 Corintios 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.4"
        ],
        "human": "2 Corintios 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.2"
        ],
        "human": "2 Corintios 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ministros del nuevo pacto"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¿Comenzamos otra vez a recomendarnos a nosotros mismos? ¿O acaso necesitamos, como algunos, cartas de recomendación para vosotros o de parte de vosotros?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Vosotros sois nuestra carta, escrita en nuestros corazones, conocida y leída por todos los hombres,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "siendo manifiesto que sois carta de Cristo redactada por nosotros, no escrita con tinta, sino con el Espíritu del Dios vivo; no en tablas de piedra, sino en tablas de corazones humanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y esta confianza tenemos hacia Dios por medio de Cristo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "no que seamos suficientes en nosotros mismos para pensar que cosa alguna procede de nosotros, sino que nuestra suficiencia es de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "el cual también nos hizo suficientes como ministros de un nuevo pacto, no de la letra, sino del Espíritu; porque la letra mata, pero el Espíritu da vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y si el ministerio de muerte grabado con letras en piedras fue con gloria, de tal manera que los hijos de Israel no podían fijar la vista en el rostro de Moisés por causa de la gloria de su rostro, que se desvanecía,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "¿cómo no será aún con más gloria el ministerio del Espíritu?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque si el ministerio de condenación tiene gloria, mucho más abunda en gloria el ministerio de justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pues en verdad, lo que tenía gloria, en este caso no tiene gloria por razón de la gloria que lo sobrepasa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Porque si lo que se desvanece fue con gloria, mucho más es con gloria lo que permanece."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Transformados de gloria en gloria"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Teniendo, por tanto, tal esperanza, hablamos con mucha franqueza,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "y no somos como Moisés, que ponía un velo sobre su rostro para que los hijos de Israel no fijaran su vista en el fin de aquello que había de desvanecerse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero el entendimiento de ellos se endureció; porque hasta el día de hoy, en la lectura del antiguo pacto el mismo velo permanece sin alzarse, pues solo en Cristo es quitado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y hasta el día de hoy, cada vez que se lee a Moisés, un velo está puesto sobre sus corazones;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "pero cuando alguno se vuelve al Señor, el velo es quitado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ahora bien, el Señor es el Espíritu; y donde está el Espíritu del Señor, hay libertad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero nosotros todos, con el rostro descubierto, contemplando como en un espejo la gloria del Señor, estamos siendo transformados en la misma imagen de gloria en gloria, como por el Señor, el Espíritu."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.4"
        ],
        "human": "2 Corintios 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.5"
        ],
        "human": "2 Corintios 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.3"
        ],
        "human": "2 Corintios 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ministros de Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por tanto, puesto que tenemos este ministerio, según hemos recibido misericordia, no desfallecemos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "sino que hemos renunciado a lo oculto y vergonzoso, no andando con astucia, ni adulterando la palabra de Dios, sino que, mediante la manifestación de la verdad, nos recomendamos a la conciencia de todo hombre en la presencia de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y si todavía nuestro evangelio está velado, para los que se pierden está velado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "en los cuales el dios de este mundo ha cegado el entendimiento de los incrédulos, para que no vean el resplandor del evangelio de la gloria de Cristo, que es la imagen de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Porque no nos predicamos a nosotros mismos, sino a Cristo Jesús como Señor, y a nosotros como siervos vuestros por amor de Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pues Dios, que dijo que de las tinieblas resplandeciera la luz, es el que ha resplandecido en nuestros corazones, para iluminación del conocimiento de la gloria de Dios en la faz de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero tenemos este tesoro en vasos de barro, para que la extraordinaria grandeza del poder sea de Dios y no de nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Afligidos en todo, pero no agobiados; perplejos, pero no desesperados;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "perseguidos, pero no abandonados; derribados, pero no destruidos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "llevando siempre en el cuerpo por todas partes la muerte de Jesús, para que también la vida de Jesús se manifieste en nuestro cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Porque nosotros que vivimos, constantemente estamos siendo entregados a muerte por causa de Jesús, para que también la vida de Jesús se manifieste en nuestro cuerpo mortal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así que en nosotros obra la muerte, pero en vosotros, la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero teniendo el mismo espíritu de fe, según lo que está escrito: Creí, por tanto hablé, nosotros también creemos, por lo cual también hablamos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "sabiendo que aquel que resucitó al Señor Jesús, a nosotros también nos resucitará con Jesús, y nos presentará juntamente con vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Porque todo esto es por amor a vosotros, para que la gracia que se está extendiendo por medio de muchos, haga que las acciones de gracias abunden para la gloria de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Lo temporal y lo eterno"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por tanto no desfallecemos, antes bien, aunque nuestro hombre exterior va decayendo, sin embargo nuestro hombre interior se renueva de día en día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pues esta aflicción leve y pasajera nos produce un eterno peso de gloria que sobrepasa toda comparación,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "al no poner nuestra vista en las cosas que se ven, sino en las que no se ven; porque las cosas que se ven son temporales, pero las que no se ven son eternas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.5"
        ],
        "human": "2 Corintios 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.6"
        ],
        "human": "2 Corintios 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.4"
        ],
        "human": "2 Corintios 4",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Porque sabemos que si la tienda terrenal que es nuestra morada, es destruida, tenemos de Dios un edificio, una casa no hecha por manos, eterna en los cielos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pues, en verdad, en esta morada gemimos, anhelando ser vestidos con nuestra habitación celestial;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y una vez vestidos, no seremos hallados desnudos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Porque asimismo, los que estamos en esta tienda, gemimos agobiados, pues no queremos ser desvestidos, sino vestidos, para que lo mortal sea absorbido por la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y el que nos preparó para esto mismo es Dios, quien nos dio el Espíritu como garantía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por tanto, animados siempre y sabiendo que mientras habitamos en el cuerpo, estamos ausentes del Señor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "(porque por fe andamos, no por vista);"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "pero cobramos ánimo y preferimos más bien estar ausentes del cuerpo y habitar con el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Por eso, ya sea presentes o ausentes, ambicionamos serle agradables."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque todos nosotros debemos comparecer ante el tribunal de Cristo, para que cada uno sea recompensado por sus hechos estando en el cuerpo, de acuerdo con lo que hizo, sea bueno o sea malo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La nueva criatura"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por tanto, conociendo el temor del Señor, persuadimos a los hombres, pero a Dios somos manifiestos, y espero que también seamos manifiestos en vuestras conciencias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No nos recomendamos otra vez a vosotros, sino que os damos oportunidad de estar orgullosos de nosotros, para que tengáis respuesta para los que se jactan en las apariencias y no en el corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Porque si estamos locos, es para Dios; y si estamos cuerdos, es para vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pues el amor de Cristo nos apremia, habiendo llegado a esta conclusión: que uno murió por todos, por consiguiente, todos murieron;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "y por todos murió, para que los que viven, ya no vivan para sí, sino para aquel que murió y resucitó por ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "De manera que nosotros de ahora en adelante ya no conocemos a nadie según la carne; aunque hemos conocido a Cristo según la carne, sin embargo, ahora ya no le conocemos así."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "De modo que si alguno está en Cristo, nueva criatura es; las cosas viejas pasaron; he aquí, son hechas nuevas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El ministerio de la reconciliación"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y todo esto procede de Dios, quien nos reconcilió consigo mismo por medio de Cristo, y nos dio el ministerio de la reconciliación;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "a saber, que Dios estaba en Cristo reconciliando al mundo consigo mismo, no tomando en cuenta a los hombres sus transgresiones, y nos ha encomendado a nosotros la palabra de la reconciliación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Por tanto, somos embajadores de Cristo, como si Dios rogara por medio de nosotros; en nombre de Cristo os rogamos: ¡Reconciliaos con Dios!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Al que no conoció pecado, le hizo pecado por nosotros, para que fuéramos hechos justicia de Dios en Él."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.6"
        ],
        "human": "2 Corintios 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.7"
        ],
        "human": "2 Corintios 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.5"
        ],
        "human": "2 Corintios 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Características del ministerio cristiano"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Y como colaboradores con Él, también os exhortamos a no recibir la gracia de Dios en vano;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "pues Él dice:",
            "En el tiempo propicio te escuché,",
            "y en el día de salvación te socorrí.",
            "He aquí, ahora es el tiempo propicio; he aquí, ahora es el día de salvación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "No dando nosotros en nada motivo de tropiezo, para que el ministerio no sea desacreditado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "sino que en todo nos recomendamos a nosotros mismos como ministros de Dios, en mucha perseverancia, en aflicciones, en privaciones, en angustias,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "en azotes, en cárceles, en tumultos, en trabajos, en desvelos, en ayunos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "en pureza, en conocimiento, en paciencia, en bondad, en el Espíritu Santo, en amor sincero,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "en la palabra de verdad, en el poder de Dios; por armas de justicia para la derecha y para la izquierda;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "en honra y en deshonra, en mala fama y en buena fama; como impostores, pero veraces;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "como desconocidos, pero bien conocidos; como moribundos, y he aquí, vivimos; como castigados, pero no condenados a muerte;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "como entristecidos, mas siempre gozosos; como pobres, pero enriqueciendo a muchos; como no teniendo nada, aunque poseyéndolo todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Nuestra boca, oh corintios, os ha hablado con toda franqueza. Nuestro corazón se ha abierto de par en par."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No estáis limitados por nosotros, sino que estáis limitados en vuestros sentimientos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ahora bien, en igual reciprocidad (os hablo como a niños) vosotros también abrid de par en par vuestro corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Exhortaciones al creyente"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "No estéis unidos en yugo desigual con los incrédulos, pues ¿qué asociación tienen la justicia y la iniquidad? ¿O qué comunión la luz con las tinieblas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¿O qué armonía tiene Cristo con Belial? ¿O qué tiene en común un creyente con un incrédulo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¿O qué acuerdo tiene el templo de Dios con los ídolos? Porque nosotros somos el templo del Dios vivo, como Dios dijo:",
            "Habitaré en ellos, y andaré entre ellos;",
            "y seré su Dios, y ellos serán mi pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Por tanto, salid de en medio de ellos y apartaos, dice el Señor;",
            "y no toquéis lo inmundo,",
            "y yo os recibiré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y yo seré para vosotros padre,",
            "y vosotros seréis para mí hijos e hijas,",
            "dice el Señor Todopoderoso."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.7"
        ],
        "human": "2 Corintios 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.8"
        ],
        "human": "2 Corintios 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.6"
        ],
        "human": "2 Corintios 6",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por tanto, amados, teniendo estas promesas, limpiémonos de toda inmundicia de la carne y del espíritu, perfeccionando la santidad en el temor de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Aceptadnos en vuestro corazón; a nadie hemos ofendido, a nadie hemos corrompido, de nadie hemos tomado ventaja."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "No hablo para condenaros; porque he dicho antes que estáis en nuestro corazón para morir juntos y para vivir juntos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Mucha es mi confianza en vosotros, tengo mucho orgullo de vosotros, lleno estoy de consuelo y sobreabundo de gozo en toda nuestra aflicción."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo confortado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pues aun cuando llegamos a Macedonia, nuestro cuerpo no tuvo ningún reposo, sino que nos vimos atribulados por todos lados: por fuera, conflictos; por dentro, temores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero Dios, que consuela a los deprimidos, nos consoló con la llegada de Tito;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "y no solo con su llegada, sino también con el consuelo con que él fue consolado en vosotros, haciéndonos saber vuestro gran afecto, vuestro llanto y vuestro celo por mí; de manera que me regocijé aún más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Porque si bien os causé tristeza con mi carta, no me pesa; aun cuando me pesó, pues veo que esa carta os causó tristeza, aunque solo por poco tiempo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "pero ahora me regocijo, no de que fuisteis entristecidos, sino de que fuisteis entristecidos para arrepentimiento; porque fuisteis entristecidos conforme a la voluntad de Dios, para que no sufrierais pérdida alguna de parte nuestra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque la tristeza que es conforme a la voluntad de Dios produce un arrepentimiento que conduce a la salvación, sin dejar pesar; pero la tristeza del mundo produce muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Porque mirad, ¡qué solicitud ha producido en vosotros esto, esta tristeza piadosa, qué vindicación de vosotros mismos, qué indignación, qué temor, qué gran afecto, qué celo, qué castigo del mal! En todo habéis demostrado ser inocentes en el asunto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así que, aunque os escribí, no fue por causa del que ofendió, ni por causa del ofendido, sino para que vuestra solicitud por nosotros se manifestara a vosotros delante de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por esta razón hemos sido consolados.",
            "Y aparte de nuestro consuelo, mucho más nos regocijamos por el gozo de Tito, pues su espíritu ha sido confortado por todos vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Porque si en algo me he jactado con él acerca de vosotros, no fui avergonzado, sino que así como os hemos dicho todo con verdad, así también nuestra jactancia ante Tito resultó ser la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y su amor hacia vosotros abunda aún más al acordarse de la obediencia de todos vosotros, y de cómo lo recibisteis con temor y temblor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Me gozo de que en todo tengo confianza en vosotros."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.8"
        ],
        "human": "2 Corintios 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.9"
        ],
        "human": "2 Corintios 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.7"
        ],
        "human": "2 Corintios 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Generosidad de los macedonios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahora, hermanos, os damos a conocer la gracia de Dios que ha sido dada en las iglesias de Macedonia;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "pues en medio de una gran prueba de aflicción, abundó su gozo, y su profunda pobreza sobreabundó en la riqueza de su liberalidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque yo testifico que según sus posibilidades, y aun más allá de sus posibilidades, dieron de su propia voluntad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "suplicándonos con muchos ruegos el privilegio de participar en el sostenimiento de los santos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y esto no como lo habíamos esperado, sino que primeramente se dieron a sí mismos al Señor, y luego a nosotros por la voluntad de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "En consecuencia, rogamos a Tito que como él ya había comenzado antes, así también llevara a cabo en vosotros esta obra de gracia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Mas así como vosotros abundáis en todo: en fe, en palabra, en conocimiento, en toda solicitud, y en el amor que hemos inspirado en vosotros, ved que también abundéis en esta obra de gracia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "No digo esto como un mandamiento, sino para probar, por la solicitud de otros, también la sinceridad de vuestro amor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque conocéis la gracia de nuestro Señor Jesucristo, que siendo rico, sin embargo por amor a vosotros se hizo pobre, para que vosotros por medio de su pobreza llegarais a ser ricos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y doy mi opinión en este asunto, porque esto os conviene a vosotros, que fuisteis los primeros en comenzar hace un año no solo a hacer esto, sino también a desear hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Ahora pues, acabad también de hacerlo; para que como hubo la buena voluntad para desearlo, así también la haya para llevarlo a cabo según lo que tengáis."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Porque si hay buena voluntad, se acepta según lo que se tiene, no según lo que no se tiene."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Esto no es para holgura de otros y para aflicción vuestra, sino para que haya igualdad;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "en el momento actual vuestra abundancia suple la necesidad de ellos, para que también la abundancia de ellos supla vuestra necesidad, de modo que haya igualdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Como está escrito: El que recogió mucho, no tuvo demasiado; y el que recogió poco, no tuvo escasez."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Delegación encabezada por Tito"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero gracias a Dios que pone la misma solicitud por vosotros en el corazón de Tito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pues él no solo aceptó nuestro ruego, sino que, siendo de por sí muy diligente, ha ido a vosotros por su propia voluntad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y junto con él hemos enviado al hermano cuya fama en las cosas del evangelio se ha divulgado por todas las iglesias;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "y no solo esto, sino que también ha sido designado por las iglesias como nuestro compañero de viaje en esta obra de gracia, la cual es administrada por nosotros para la gloria del Señor mismo, y para manifestar nuestra buena voluntad;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "teniendo cuidado de que nadie nos desacredite en esta generosa ofrenda administrada por nosotros;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "pues nos preocupamos por lo que es honrado, no solo ante los ojos del Señor, sino también ante los ojos de los hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y con ellos hemos enviado a nuestro hermano, de quien hemos comprobado con frecuencia que fue diligente en muchas cosas, pero que ahora es mucho más diligente debido a la gran confianza que tiene en vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "En cuanto a Tito, es mi compañero y colaborador entre vosotros; en cuanto a nuestros hermanos, son mensajeros de las iglesias y gloria de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Por tanto, mostradles abiertamente ante las iglesias la prueba de vuestro amor, y de nuestra razón para jactarnos respecto a vosotros."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.9"
        ],
        "human": "2 Corintios 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.10"
        ],
        "human": "2 Corintios 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.8"
        ],
        "human": "2 Corintios 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Llamamiento a la liberalidad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Porque me es por demás escribiros acerca de este servicio a los santos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "pues conozco vuestra buena disposición, de la que me glorío por vosotros ante los macedonios, es decir, que Acaya ha estado preparada desde el año pasado; y vuestro celo ha estimulado a la mayoría de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero he enviado a los hermanos para que nuestra jactancia acerca de vosotros no sea hecha vana en este caso, a fin de que, como decía, estéis preparados;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "no sea que algunos macedonios vayan conmigo y os encuentren desprevenidos, y nosotros (por no decir vosotros) seamos avergonzados por esta confianza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Así que creí necesario exhortar a los hermanos a que se adelantaran en ir a vosotros, y prepararan de antemano vuestra generosa ofrenda, ya prometida, para que la misma estuviera lista como ofrenda generosa, y no como por codicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Recompensa de la liberalidad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero esto digo: Él que siembra escasamente, escasamente también segará; y el que siembra abundantemente, abundantemente también segará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Que cada uno dé como propuso en su corazón, no de mala gana ni por obligación, porque Dios ama al dador alegre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y Dios puede hacer que toda gracia abunde para vosotros, a fin de que teniendo siempre todo lo suficiente en todas las cosas, abundéis para toda buena obra;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "como está escrito:",
            "Él esparció, dio a los pobres;",
            "su justicia permanece para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y el que suministra semilla al sembrador y pan para su alimento, suplirá y multiplicará vuestra sementera y aumentará la siega de vuestra justicia;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "seréis enriquecidos en todo para toda liberalidad, la cual por medio de nosotros produce acción de gracias a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Porque la ministración de este servicio no solo suple con plenitud lo que falta a los santos, sino que también sobreabunda a través de muchas acciones de gracias a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por la prueba dada por esta ministración, glorificarán a Dios por vuestra obediencia a vuestra confesión del evangelio de Cristo, y por la liberalidad de vuestra contribución para ellos y para todos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "mientras que también ellos, mediante la oración a vuestro favor, demuestran su anhelo por vosotros debido a la sobreabundante gracia de Dios en vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¡Gracias a Dios por su don inefable!"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.10"
        ],
        "human": "2 Corintios 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.11"
        ],
        "human": "2 Corintios 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.9"
        ],
        "human": "2 Corintios 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las armas del apostolado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Y yo mismo, Pablo, os ruego por la mansedumbre y la benignidad de Cristo, yo, que soy humilde cuando estoy delante de vosotros, pero osado para con vosotros cuando estoy ausente,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "ruego, pues, que cuando esté presente, no tenga que ser osado con la confianza con que me propongo proceder resueltamente contra algunos que nos consideran como si anduviéramos según la carne."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pues aunque andamos en la carne, no luchamos según la carne;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "porque las armas de nuestra contienda no son carnales, sino poderosas en Dios para la destrucción de fortalezas;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "destruyendo especulaciones y todo razonamiento altivo que se levanta contra el conocimiento de Dios, y poniendo todo pensamiento en cautiverio a la obediencia de Cristo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y estando preparados para castigar toda desobediencia cuando vuestra obediencia sea completa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Vosotros veis las cosas según la apariencia exterior. Si alguno tiene confianza en sí mismo de que es de Cristo, considere esto dentro de sí otra vez: que así como él es de Cristo, también lo somos nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pues aunque yo me gloríe más todavía respecto de nuestra autoridad, que el Señor nos dio para edificación y no para vuestra destrucción, no me avergonzaré,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "para que no parezca como que deseo asustaros con mis cartas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque ellos dicen: Las cartas son severas y duras, pero la presencia física es poco impresionante, y la manera de hablar menospreciable."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Esto tenga en cuenta tal persona: que lo que somos en palabra por carta, estando ausentes, lo somos también en hechos, estando presentes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Porque no nos atrevemos a contarnos ni a compararnos con algunos que se alaban a sí mismos; pero ellos, midiéndose a sí mismos y comparándose consigo mismos, carecen de entendimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Mas nosotros no nos gloriaremos desmedidamente, sino dentro de la medida de la esfera que Dios nos señaló como límite para llegar también hasta vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pues no nos excedemos a nosotros mismos, como si no os hubiéramos alcanzado, ya que nosotros fuimos los primeros en llegar hasta vosotros con el evangelio de Cristo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "no gloriándonos desmedidamente, esto es, en los trabajos de otros, sino teniendo la esperanza de que conforme vuestra fe crezca, nosotros seremos, dentro de nuestra esfera, engrandecidos aún más por vosotros,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "para anunciar el evangelio aun a las regiones que están más allá de vosotros, y para no gloriarnos en lo que ya se ha hecho en la esfera de otro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero el que se gloría, que se gloríe en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Porque no es aprobado el que se alaba a sí mismo, sino aquel a quien el Señor alaba."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.11"
        ],
        "human": "2 Corintios 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.12"
        ],
        "human": "2 Corintios 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.10"
        ],
        "human": "2 Corintios 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo defiende su apostolado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ojalá que me soportarais un poco de insensatez; y en verdad me soportáis."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Porque celoso estoy de vosotros con celo de Dios; pues os desposé a un esposo para presentaros como virgen pura a Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero temo que, así como la serpiente con su astucia engañó a Eva, vuestras mentes sean desviadas de la sencillez y pureza de la devoción a Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Porque si alguien viene y predica a otro Jesús, a quien no hemos predicado, o recibís un espíritu diferente, que no habéis recibido, o aceptáis un evangelio distinto, que no habéis aceptado, bien lo toleráis."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pues yo no me considero inferior en nada a los más eminentes apóstoles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero aunque yo sea torpe en el hablar, no lo soy en el conocimiento; de hecho, por todos los medios os lo hemos demostrado en todas las cosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿O cometí un pecado al humillarme a mí mismo para que vosotros fuerais exaltados, porque os prediqué el evangelio de Dios gratuitamente?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "A otras iglesias despojé, tomando salario de ellas para serviros a vosotros;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "y cuando estaba con vosotros y tuve necesidad, a nadie fui carga; porque cuando los hermanos llegaron de Macedonia, suplieron plenamente mi necesidad, y en todo me guardé, y me guardaré, de seros carga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Como la verdad de Cristo está en mí, este gloriarme no se me impedirá en las regiones de Acaya."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "¿Por qué? ¿Porque no os amo? ¡Dios lo sabe!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero lo que hago continuaré haciéndolo, a fin de privar de oportunidad a aquellos que desean una oportunidad de ser considerados iguales a nosotros en aquello en que se glorían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Porque los tales son falsos apóstoles, obreros fraudulentos, que se disfrazan como apóstoles de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y no es de extrañar, pues aun Satanás se disfraza como ángel de luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Por tanto, no es de sorprender que sus servidores también se disfracen como servidores de justicia; cuyo fin será conforme a sus obras."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Credenciales de un apóstol verdadero"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Otra vez digo: nadie me tenga por insensato; pero si vosotros lo hacéis, recibidme aunque sea como insensato, para que yo también me gloríe un poco."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Lo que digo, no lo digo como lo diría el Señor, sino como en insensatez, en esta confianza de gloriarme."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pues ya que muchos se glorían según la carne, yo también me gloriaré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Porque vosotros, siendo tan sabios, con gusto toleráis a los insensatos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pues toleráis si alguno os esclaviza, si alguno os devora, si alguno se aprovecha de vosotros, si alguno se exalta a sí mismo, si alguno os golpea en el rostro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Para vergüenza mía digo que en comparación nosotros hemos sido débiles. Pero en cualquier otra cosa que alguien más sea osado (hablo con insensatez), yo soy igualmente osado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "¿Son ellos hebreos? Yo también. ¿Son israelitas? Yo también. ¿Son descendientes de Abraham? Yo también."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "¿Son servidores de Cristo? (Hablo como si hubiera perdido el juicio.) Yo más. En muchos más trabajos, en muchas más cárceles, en azotes un sinnúmero de veces, a menudo en peligros de muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Cinco veces he recibido de los judíos treinta y nueve azotes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Tres veces he sido golpeado con varas, una vez fui apedreado, tres veces naufragué, y he pasado una noche y un día en lo profundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Con frecuencia en viajes, en peligros de ríos, peligros de salteadores, peligros de mis compatriotas, peligros de los gentiles, peligros en la ciudad, peligros en el desierto, peligros en el mar, peligros entre falsos hermanos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "en trabajos y fatigas, en muchas noches de desvelo, en hambre y sed, a menudo sin comida, en frío y desnudez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Además de tales cosas externas, está sobre mí la presión cotidiana de la preocupación por todas las iglesias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "¿Quién es débil sin que yo sea débil? ¿A quién se le hace pecar sin que yo no me preocupe intensamente?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Si tengo que gloriarme, me gloriaré en cuanto a mi debilidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "El Dios y Padre del Señor Jesús, el cual es bendito para siempre, sabe que no miento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "En Damasco, el gobernador bajo el rey Aretas, vigilaba la ciudad de los damascenos con el fin de prenderme,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "pero me bajaron en un cesto por una ventana en la muralla, y así escapé de sus manos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.12"
        ],
        "human": "2 Corintios 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.13"
        ],
        "human": "2 Corintios 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.11"
        ],
        "human": "2 Corintios 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El poder de Dios y las flaquezas de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El gloriarse es necesario, aunque no es provechoso; pasaré entonces a las visiones y revelaciones del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Conozco a un hombre en Cristo, que hace catorce años (no sé si en el cuerpo, no sé si fuera del cuerpo, Dios lo sabe) el tal fue arrebatado hasta el tercer cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y conozco a tal hombre (si en el cuerpo o fuera del cuerpo no lo sé, Dios lo sabe)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "que fue arrebatado al paraíso, y escuchó palabras inefables que al hombre no se le permite expresar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "De tal hombre sí me gloriaré; pero en cuanto a mí mismo, no me gloriaré sino en mis debilidades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Porque si quisiera gloriarme, no sería insensato, pues diría la verdad; mas me abstengo de hacerlo para que nadie piense de mí más de lo que ve en mí, u oye de mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y dada la extraordinaria grandeza de las revelaciones, por esta razón, para impedir que me enalteciera, me fue dada una espina en la carne, un mensajero de Satanás que me abofetee, para que no me enaltezca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Acerca de esto, tres veces he rogado al Señor para que lo quitara de mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y Él me ha dicho: Te basta mi gracia, pues mipoder se perfecciona en la debilidad. Por tanto, muy gustosamente me gloriaré más bien en mis debilidades, para que el poder de Cristo more en mí."
          ],
          "rlw_lines": [
            [
              {
                "text": "Y Él me ha dicho:",
                "rl": false
              },
              {
                "text": "Te basta mi gracia, pues mipoder se perfecciona en la debilidad.",
                "rl": true
              },
              {
                "text": "Por tanto, muy gustosamente me gloriaré más bien en mis debilidades, para que el poder de Cristo more en mí.",
                "rl": false
              }
            ]
          ]
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Por eso me complazco en las debilidades, en insultos, en privaciones, en persecuciones y en angustias por amor a Cristo; porque cuando soy débil, entonces soy fuerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Me he vuelto insensato; vosotros me obligasteis a ello. Pues yo debiera haber sido encomiado por vosotros, porque en ningún sentido fui inferior a los más eminentes apóstoles, aunque nada soy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entre vosotros se operaron las señales de un verdadero apóstol, con toda perseverancia, por medio de señales, prodigios, y milagros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pues ¿en qué fuisteis tratados como inferiores a las demás iglesias, excepto en que yo mismo no fui una carga para vosotros? ¡Perdonadme este agravio!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Planes para visitar Corinto por tercera vez"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "He aquí, esta es la tercera vez que estoy preparado para ir a vosotros, y no os seré una carga, pues no busco lo que es vuestro, sino a vosotros; porque los hijos no tienen la responsabilidad de atesorar para sus padres, sino los padres para sus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y yo muy gustosamente gastaré lo mío, y aun yo mismo me gastaré por vuestras almas. Si os amo más, ¿seré amado menos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero, en todo caso, yo no os fui carga; no obstante, siendo astuto, os sorprendí con engaño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "¿Acaso he tomado ventaja de vosotros por medio de alguno de los que os he enviado?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "A Tito le rogué que fuera, y con él envié al hermano. ¿Acaso obtuvo Tito ventaja de vosotros? ¿No nos hemos conducido nosotros en el mismo espíritu y seguido las mismas pisadas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Todo este tiempo habéis estado pensando que nos defendíamos ante vosotros. En realidad, es delante de Dios que hemos estado hablando en Cristo; y todo, amados, para vuestra edificación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Porque temo que quizá cuando yo vaya, halle que no sois lo que deseo, y yo sea hallado por vosotros que no soy lo que deseáis; que quizá haya pleitos, celos, enojos, rivalidades, difamaciones, chismes, arrogancia, desórdenes;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "temo que cuando os visite de nuevo, mi Dios me humille delante de vosotros, y yo tenga que llorar por muchos que han pecado anteriormente y no se han arrepentido de la impureza, inmoralidad y sensualidad que han practicado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.13"
        ],
        "human": "2 Corintios 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "GAL.1"
        ],
        "human": "Gálatas 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.12"
        ],
        "human": "2 Corintios 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo advierte que obrará con severidad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Esta es la tercera vez que voy a vosotros. Por el testimonio de dos o tres testigos se juzgarán todos los asuntos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Dije previamente, cuando estuve presente la segunda vez, y aunque ahora estoy ausente, lo digo de antemano a los que pecaron anteriormente y también a todos los demás, que si voy otra vez, no seré indulgente,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "puesto que buscáis una prueba del Cristo que habla en mí, el cual no es débil para con vosotros, sino poderoso en vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Porque ciertamente Él fue crucificado por debilidad, pero vive por el poder de Dios. Así también nosotros somos débiles en Él, sin embargo, viviremos con Él por el poder de Dios para con vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Poneos a prueba para ver si estáis en la fe; examinaos a vosotros mismos. ¿O no os reconocéis a vosotros mismos de que Jesucristo está en vosotros, a menos de que en verdad no paséis la prueba?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Mas espero que reconoceréis que nosotros no estamos reprobados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y rogamos a Dios que no hagáis nada malo; no para que nosotros aparezcamos aprobados, sino para que vosotros hagáis lo bueno, aunque nosotros aparezcamos reprobados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Porque nada podemos hacer contra la verdad, sino solo a favor de la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pues nos regocijamos cuando nosotros somos débiles, pero vosotros sois fuertes; también oramos por esto: que vosotros seáis hechos perfectos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Por esta razón os escribo estas cosas estando ausente, a fin de que cuando esté presente no tenga que usar de severidad según la autoridad que el Señor me dio para edificación y no para destrucción."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Bendición y despedida"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por lo demás, hermanos, regocijaos, sed perfectos, confortaos, sed de un mismo sentir, vivid en paz; y el Dios de amor y paz será con vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Saludaos los unos a los otros con beso santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Todos los santos os saludan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "La gracia del Señor Jesucristo, el amor de Dios y la comunión del Espíritu Santo sean con todos vosotros."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}