{
  "book_usfm": "JDG",
  "name": "Jueces",
  "local_title": "La Biblia de las Américas",
  "local_abbreviation": "LBLA",
  "version_id": 89,
  "publisher": {
    "name": "The Lockman Foundation"
  },
  "copyright": {
    "html": "1986, 1995, 1997 by The Lockman Foundation",
    "text": "1986, 1995, 1997 by The Lockman Foundation"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "JDG.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.1"
        ],
        "human": "Jueces 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.2"
        ],
        "human": "Jueces 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.24"
        ],
        "human": "Josué 24",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Derrota de Adoni-bezec"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de la muerte de Josué, los hijos de Israel consultaron al Señor, diciendo: ¿Quién de nosotros subirá primero contra los cananeos para pelear contra ellos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y el Señor respondió: Judá subirá; he aquí, yo he entregado el país en sus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces Judá dijo a su hermano Simeón: Sube conmigo al territorio que me ha tocado, para que peleemos contra los cananeos; yo también iré contigo al territorio que te ha tocado. Y Simeón fue con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Subió Judá, y el Señor entregó en sus manos a los cananeos y a los ferezeos, y derrotaron a diez mil hombres en Bezec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Hallaron a Adoni-bezec en Bezec y pelearon contra él, y derrotaron a los cananeos y a los ferezeos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Huyó Adoni-bezec, pero lo persiguieron, lo prendieron y le cortaron los pulgares de las manos y de los pies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y Adoni-bezec dijo: Setenta reyes, con los pulgares de sus manos y de sus pies cortados, recogían migajas debajo de mi mesa; como yo he hecho, así me ha pagado Dios. Lo llevaron a Jerusalén, y allí murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conquista de Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y pelearon los hijos de Judá contra Jerusalén y la tomaron, la pasaron a filo de espada y prendieron fuego a la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Después descendieron los hijos de Judá a pelear contra los cananeos que vivían en la región montañosa, en el Neguev y en las tierras bajas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y Judá marchó contra los cananeos que habitaban en Hebrón (el nombre de Hebrón antes era Quiriat-arba); e hirieron a Sesai, a Ahimán y a Talmai."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conquista de otras ciudades"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "De allí fue contra los habitantes de Debir (el nombre de Debir antes era Quiriat-séfer)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y Caleb dijo: Al que ataque a Quiriat-séfer y la tome, yo le daré a mi hija Acsa por mujer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y Otoniel, hijo de Cenaz, hermano menor de Caleb, la tomó, y él le dio a su hija Acsa por mujer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y sucedió que cuando ella vino a él, este la persuadió a que pidiera un campo a su padre. Ella entonces se bajó del asno, y Caleb le dijo: ¿Qué quieres?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y ella le dijo: Dame una bendición, ya que me has dado la tierra del Neguev, dame también fuentes de agua. Y Caleb le dio las fuentes de arriba y las fuentes de abajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y los descendientes del ceneo, suegro de Moisés, subieron de la ciudad de las palmeras con los hijos de Judá, al desierto de Judá que está al sur de Arad; y fueron y habitaron con el pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces Judá fue con Simeón su hermano, y derrotaron a los cananeos que vivían en Sefat, y la destruyeron por completo. Por eso pusieron por nombre a la ciudad, Horma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y Judá tomó a Gaza con su territorio, a Ascalón con su territorio y a Ecrón con su territorio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "El Señor estaba con Judá, que tomó posesión de la región montañosa, pero no pudo expulsar a los habitantes del valle porque estos tenían carros de hierro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces dieron Hebrón a Caleb, como Moisés había prometido; y él expulsó de allí a los tres hijos de Anac."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero los hijos de Benjamín no expulsaron a los jebuseos que vivían en Jerusalén; así que los jebuseos han vivido con los hijos de Benjamín en Jerusalén hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "José conquista a Betel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "De igual manera la casa de José subió contra Betel; y el Señor estaba con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y la casa de José envió espías a Betel (el nombre de la ciudad antes era Luz)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y vieron los espías a un hombre que salía de la ciudad y le dijeron: Te rogamos que nos muestres la entrada de la ciudad y te trataremos con misericordia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Él les mostró la entrada de la ciudad; e hirieron la ciudad a filo de espada, mas dejaron ir al hombre y a toda su familia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y el hombre fue a la tierra de los hititas y edificó una ciudad a la que llamó Luz; y este es su nombre hasta hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Lugares no conquistados"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Pero Manasés no tomó posesión de Bet-seán y sus aldeas, ni de Taanac y sus aldeas, ni de los habitantes de Dor y sus aldeas, ni de los habitantes de Ibleam y sus aldeas, ni de los habitantes de Meguido y sus aldeas; y los cananeos persistían en habitar en aquella tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y sucedió que cuando Israel se hizo fuerte, sometieron a los cananeos a trabajos forzados, pero no los expulsaron totalmente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Tampoco Efraín expulsó a los cananeos que habitaban en Gezer; y los cananeos habitaron en medio de ellos en Gezer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Zabulón no expulsó a los habitantes de Quitrón, ni a los habitantes de Naalal; de manera que los cananeos habitaron en medio de ellos y fueron sometidos a trabajos forzados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Aser no expulsó a los habitantes de Aco, ni a los habitantes de Sidón, ni de Ahlab, ni de Aczib, ni de Helba, ni de Afec, ni de Rehob."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Así que los de Aser habitaron entre los cananeos, los habitantes de aquella tierra, porque no los expulsaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Neftalí no expulsó a los habitantes de Bet-semes, ni a los habitantes de Bet-anat, sino que habitó entre los cananeos, los habitantes de aquella tierra; y los habitantes de Bet-semes y de Bet-anat fueron sometidos a trabajos forzados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Entonces los amorreos forzaron a los hijos de Dan hacia la región montañosa, y no los dejaron descender al valle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Y los amorreos persistieron en habitar en el monte de Heres, en Ajalón y en Saalbim; pero cuando el poder de la casa de José se fortaleció, fueron sometidos a trabajos forzados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "La frontera de los amorreos iba desde la subida de Acrabim, desde Sela hacia arriba."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.2"
        ],
        "human": "Jueces 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.3"
        ],
        "human": "Jueces 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.1"
        ],
        "human": "Jueces 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El ángel del Señor en Boquim"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Y el ángel del Señor subió de Gilgal a Boquim y dijo: Yo os saqué de Egipto y os conduje a la tierra que había prometido a vuestros padres y dije: «Jamás quebrantaré mi pacto con vosotros,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y en cuanto a vosotros, no haréis pacto con los habitantes de esta tierra; sus altares derribaréis». Pero vosotros no me habéis obedecido; ¿qué es esto que habéis hecho?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por lo cual también dije: «No los echaré de delante de vosotros, sino que serán como espinas en vuestro costado, y sus dioses serán lazo para vosotros»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y sucedió que cuando el ángel del Señor habló estas palabras a todos los hijos de Israel, el pueblo alzó su voz y lloró."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y llamaron a aquel lugar Boquim; y allí ofrecieron sacrificio al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Josué"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Después que Josué despidió al pueblo, los hijos de Israel fueron cada uno a su heredad para tomar posesión de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y el pueblo sirvió al Señor todos los días de Josué, y todos los días de los ancianos que sobrevivieron a Josué, los cuales habían sido testigos de la gran obra que el Señor había hecho por Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Josué, hijo de Nun, siervo del Señor, murió a la edad de ciento diez años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y lo sepultaron en el territorio de su heredad, en Timnat-sera, en la región montañosa de Efraín, al norte del monte Gaas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "También toda aquella generación fue reunida a sus padres; y se levantó otra generación después de ellos que no conocía al Señor, ni la obra que Él había hecho por Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Apostasía de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces los hijos de Israel hicieron lo malo ante los ojos del Señor y sirvieron a los baales,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "y abandonaron al Señor, el Dios de sus padres, que los había sacado de la tierra de Egipto, y siguieron a otros dioses de entre los dioses de los pueblos que estaban a su derredor; se postraron ante ellos y provocaron a ira al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y dejaron al Señor y sirvieron a Baal y a Astarot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y se encendió la ira del Señor contra Israel, y los entregó en manos de salteadores que los saquearon; y los vendió en mano de sus enemigos de alrededor, y ya no pudieron hacer frente a sus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Por dondequiera que iban, la mano del Señor estaba contra ellos para mal, tal como el Señor había dicho y como el Señor les había jurado, y se angustiaron en gran manera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces el Señor levantó jueces que los libraron de la mano de los que los saqueaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Con todo no escucharon a sus jueces, porque se prostituyeron siguiendo a otros dioses, y se postraron ante ellos. Se apartaron pronto del camino en que sus padres habían andado en obediencia a los mandamientos del Señor; no hicieron como sus padres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando el Señor les levantaba jueces, el Señor estaba con el juez y los libraba de mano de sus enemigos todos los días del juez; porque el Señor se compadecía por sus gemidos a causa de los que los oprimían y afligían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero acontecía que al morir el juez, ellos volvían atrás y se corrompían aún más que sus padres, siguiendo a otros dioses, sirviéndoles e inclinándose ante ellos; no dejaban sus costumbres ni su camino obstinado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y se encendió la ira del Señor contra Israel, y dijo: Por cuanto esta nación ha quebrantado el pacto que ordené a sus padres, y no ha escuchado mi voz,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "tampoco yo volveré a expulsar de delante de ellos a ninguna de las naciones que Josué dejó cuando murió,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "para probar por medio de ellas a Israel, a ver si guardan o no el camino del Señor, y andan en él como lo hicieron sus padres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Así pues, el Señor permitió que aquellas naciones se quedaran allí, sin expulsarlas enseguida, y no las entregó en manos de Josué."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.3"
        ],
        "human": "Jueces 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.4"
        ],
        "human": "Jueces 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.2"
        ],
        "human": "Jueces 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Israel probado por medio de otras naciones"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Y estas son las naciones que el Señor dejó para probar con ellas a Israel, es decir, a los que no habían experimentado ninguna de las guerras de Canaán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "(esto fue solo para que las generaciones de los hijos de Israel conocieran la guerra, aquellos que antes no la habían experimentado):"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "los cinco príncipes de los filisteos, todos los cananeos, los sidonios y los heveos que habitaban en el monte Líbano, desde el monte de Baal-hermón hasta Lebo-hamat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y eran para probar a Israel, para ver si obedecían los mandamientos que el Señor había ordenado a sus padres por medio de Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y los hijos de Israel habitaron entre los cananeos, los hititas, los amorreos, los ferezeos, los heveos y los jebuseos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "tomaron para sí a sus hijas por mujeres, y dieron sus propias hijas a los hijos de ellos, y sirvieron a sus dioses."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otoniel libra a Israel de Cusán-risataim"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y los hijos de Israel hicieron lo malo ante los ojos del Señor, y olvidaron al Señor su Dios, y sirvieron a los baales y a las imágenes de Asera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces se encendió la ira del Señor contra Israel, y los vendió en manos de Cusán-risataim, rey de Mesopotamia; y los hijos de Israel sirvieron a Cusán-risataim por ocho años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando los hijos de Israel clamaron al Señor, el Señor levantó un libertador a los hijos de Israel para que los librara, a Otoniel, hijo de Cenaz, hermano menor de Caleb."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y vino sobre él el Espíritu del Señor, y juzgó a Israel. Cuando salió a la guerra, el Señor entregó en su mano a Cusán-risataim, rey de Mesopotamia, y su poder prevaleció sobre Cusán-risataim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y la tierra tuvo descanso por cuarenta años. Y murió Otoniel, hijo de Quenaz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Aod libra a Israel de Moab"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Volvieron los hijos de Israel a hacer lo malo ante los ojos del Señor. Entonces el Señor fortaleció a Eglón, rey de Moab, contra Israel, porque habían hecho lo malo ante los ojos del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y Eglón reunió consigo a los hijos de Amón y de Amalec; y fue y derrotó a Israel, y se apoderaron de la ciudad de las palmeras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y los hijos de Israel sirvieron a Eglón, rey de Moab, por dieciocho años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero los hijos de Israel clamaron al Señor, y el Señor les levantó un libertador, a Aod, hijo de Gera, benjamita, el cual era zurdo. Y los hijos de Israel enviaron tributo con él a Eglón, rey de Moab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Aod se hizo una espada de dos filos, de un codo de largo, y la ató a su muslo derecho debajo de la ropa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y presentó el tributo a Eglón, rey de Moab; y Eglón era un hombre muy grueso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y aconteció que cuando terminó de presentar el tributo, despidió a la gente que había traído el tributo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero él se volvió desde los ídolos que estaban en Gilgal, y dijo: Tengo un mensaje secreto para ti, oh rey. Y este dijo: Guarda silencio. Y todos los que le servían salieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Aod vino a él cuando estaba sentado solo en su sala de verano. Y Aod dijo: Tengo un mensaje de Dios para ti. Y él se levantó de su silla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Aod alargó la mano izquierda, tomó la espada de su muslo derecho, y se la hundió en el vientre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y la empuñadura entró también tras la hoja, y la gordura se cerró sobre la hoja, pues no sacó la espada de su vientre; y se le salieron los excrementos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces salió Aod al corredor, cerró tras sí las puertas de la sala de la terraza y les pasó el cerrojo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Después de haber salido, vinieron los siervos y miraron, y he aquí, las puertas de la sala de la terraza tenían pasado el cerrojo, y dijeron: Sin duda está haciendo su necesidad en la sala de verano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y esperaron hasta sentir inquietud, pues he aquí que él no abría las puertas de la sala de la terraza. Entonces tomaron la llave y las abrieron, y he aquí, su señor caído en el suelo, muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Mas Aod había escapado mientras ellos esperaban; pasando por los ídolos, había escapado a Seirat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y cuando llegó, tocó la trompeta en la región montañosa de Efraín; y los hijos de Israel descendieron con él de la región montañosa, estando él al frente de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y les dijo: Perseguidlos, porque el Señor ha entregado en vuestras manos a vuestros enemigos, los moabitas. Y descendieron tras él y se apoderaron de los vados del Jordán frente a Moab, y no dejaron pasar a nadie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "En aquella ocasión mataron a unos diez mil moabitas, todos hombres robustos y valientes; ninguno escapó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y fue subyugado Moab aquel día bajo la mano de Israel. Y la tierra tuvo descanso por ochenta años."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Samgar libra a Israel de los filisteos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Después de Aod vino Samgar, hijo de Anat, el cual hirió a seiscientos filisteos con una aguijada de bueyes; y él también salvó a Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.4"
        ],
        "human": "Jueces 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.5"
        ],
        "human": "Jueces 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.3"
        ],
        "human": "Jueces 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Débora y Barac"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando murió Aod, los hijos de Israel volvieron a hacer lo malo ante los ojos del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y el Señor los vendió en mano de Jabín, rey de Canaán, que reinaba en Hazor. El comandante de su ejército era Sísara, que vivía en Haroset-goim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y los hijos de Israel clamaron al Señor, porque aquel tenía novecientos carros de hierro y había oprimido duramente a los hijos de Israel por veinte años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Débora, profetisa, mujer de Lapidot, juzgaba a Israel en aquel tiempo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y se sentaba debajo de la palmera de Débora entre Ramá y Betel, en la región montañosa de Efraín; y los hijos de Israel subían a ella a pedir juicio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y ella mandó llamar a Barac, hijo de Abinoam, de Cedes de Neftalí, y le dijo: Esto ha ordenado el Señor, Dios de Israel: «Ve, marcha al monte Tabor y lleva contigo a diez mil hombres de los hijos de Neftalí y de los hijos de Zabulón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y yo atraeré hacia ti a Sísara, comandante del ejército de Jabín, con sus carros y sus muchas tropas al torrente Cisón, y lo entregaré en tus manos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Le respondió Barac: Si tú vas conmigo, yo iré; pero si no vas conmigo, no iré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y ella dijo: Ciertamente iré contigo; sin embargo, el honor no será tuyo en la jornada que vas a emprender, porque el Señor venderá a Sísara en manos de una mujer. Entonces Débora se levantó y fue con Barac a Cedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y Barac convocó a Zabulón y a Neftalí en Cedes, y subieron con él diez mil hombres; Débora también subió con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y Heber ceneo, se había separado de los ceneos, de los hijos de Hobab, suegro de Moisés, y había plantado su tienda cerca de la encina en Zaanaim, que está junto a Cedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Derrota y muerte de Sísara"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Avisaron a Sísara que Barac, hijo de Abinoam, había subido al monte Tabor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y juntó Sísara todos sus carros, novecientos carros de hierro, y a todo el pueblo que estaba con él, desde Haroset-goim hasta el torrente Cisón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces Débora dijo a Barac: ¡Levántate!, porque este es el día en que el Señor ha entregado a Sísara en tus manos; he aquí, el Señor ha salido delante de ti. Bajó, pues, Barac del monte Tabor seguido de diez mil hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y el Señor derrotó a Sísara, con todos sus carros y todo su ejército, a filo de espada delante de Barac; y Sísara bajó de su carro, y huyó a pie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Mas Barac persiguió los carros y el ejército hasta Haroset-goim, y todo el ejército de Sísara cayó a filo de espada; no quedó ni uno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero Sísara huyó a pie a la tienda de Jael, mujer de Heber ceneo; porque había paz entre Jabín, rey de Hazor, y la casa de Heber ceneo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y Jael salió al encuentro de Sísara, y le dijo: Ven, señor mío, ven a mí; no temas. Y él fue hacia ella a la tienda, y ella lo cubrió con una manta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y él le dijo: Te ruego que me des de beber un poco de agua, porque tengo sed. Y ella abrió un odre de leche y le dio de beber; entonces lo cubrió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces él le dijo: Ponte a la entrada de la tienda, y si alguien viene, y te pregunta, y te dice: «¿Hay alguien aquí?», tú responderás: «No»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero Jael, mujer de Heber, tomó una estaca de la tienda y tomando en la mano un martillo, se le acercó silenciosamente y le clavó la estaca en las sienes, la cual penetró en la tierra, pues él estaba profundamente dormido y agotado, y murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y he aquí, cuando Barac perseguía a Sísara, Jael salió a su encuentro, y le dijo: Ven, y te mostraré al hombre que buscas. Y él entró con ella, y he aquí que Sísara yacía muerto con la estaca en la sien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Así sometió Dios en aquel día a Jabín, rey de Canaán, delante de los hijos de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y la mano de los hijos de Israel se hizo más y más dura sobre Jabín, rey de Canaán, hasta que lo destruyeron."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.5"
        ],
        "human": "Jueces 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.6"
        ],
        "human": "Jueces 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.4"
        ],
        "human": "Jueces 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cántico de Débora y Barac"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces Débora y Barac, hijo de Abinoam, cantaron en aquel día, diciendo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "¡Por haberse puesto al frente los jefes en Israel,",
            "por haberse ofrecido el pueblo voluntariamente,",
            "bendecid al Señor!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "¡Oíd, reyes; prestad oído, príncipes!",
            "Yo al Señor, yo cantaré,",
            "cantaré alabanzas al Señor, Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Señor, cuando saliste de Seir,",
            "cuando marchaste del campo de Edom,",
            "la tierra tembló, también cayeron gotas del cielo,",
            "y las nubes destilaron agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los montes se estremecieron ante la presencia del Señor,",
            "aquel Sinaí, ante la presencia del Señor, Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "¶En los días de Samgar, hijo de Anat,",
            "en los días de Jael, quedaron desiertos los caminos,",
            "y los viajeros andaban por sendas tortuosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cesaron los campesinos, cesaron en Israel,",
            "hasta que yo, Débora, me levanté,",
            "hasta que me levanté, como madre en Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Escogieron nuevos dioses;",
            "entonces la guerra estaba a las puertas.",
            "No se veía escudo ni lanza",
            "entre cuarenta mil en Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Mi corazón está con los jefes de Israel,",
            "los voluntarios entre el pueblo.",
            "¡Bendecid al Señor!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los que cabalgáis en asnas blancas,",
            "los que os sentáis en ricos tapices,",
            "los que viajáis por el camino, cantad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Al sonido de los que dividen las manadas entre los abrevaderos,",
            "allí repetirán los actos de justicia del Señor,",
            "los actos de justicia para con sus campesinos en Israel.",
            "Entonces el pueblo del Señor descendió a las puertas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¶Despierta, despierta, Débora;",
            "despierta, despierta, entona un cántico.",
            "Levántate, Barac, y lleva a tus cautivos, hijo de Abinoam."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces los sobrevivientes descendieron sobre los nobles;",
            "el pueblo del Señor vino a mí como guerreros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "De Efraín descendieron los radicados en Amalec,",
            "en pos de ti, Benjamín, con tus pueblos;",
            "de Maquir descendieron jefes,",
            "y de Zabulón los que manejan vara de mando."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Los príncipes de Isacar estaban con Débora;",
            "como Isacar, así también Barac;",
            "al valle se apresuraron pisándole los talones;",
            "entre las divisiones de Rubén",
            "había grandes resoluciones de corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¿Por qué te sentaste entre los rediles,",
            "escuchando los toques de flauta para los rebaños?",
            "Entre las divisiones de Rubén",
            "había gran escudriñamiento de corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Galaad se quedó al otro lado del Jordán.",
            "¿Y por qué se quedó Dan en las naves?",
            "Aser se sentó a la orilla del mar,",
            "y se quedó junto a sus puertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Zabulón era pueblo que despreció su vida hasta la muerte.",
            "Y también Neftalí, en las alturas del campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "¶Vinieron los reyes y pelearon;",
            "pelearon entonces los reyes de Canaán",
            "en Taanac, cerca de las aguas de Meguido;",
            "no tomaron despojos de plata."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Desde los cielos las estrellas pelearon,",
            "desde sus órbitas pelearon contra Sísara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "El torrente Cisón los barrió,",
            "el antiguo torrente, el torrente Cisón.",
            "Marcha, alma mía con poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entonces resonaron los cascos de los caballos",
            "por el galopar, el galopar de sus valientes corceles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "«Maldecid a Meroz», dijo el ángel del Señor,",
            "«maldecid, maldecid a sus moradores;",
            "porque no vinieron en ayuda del Señor,",
            "en ayuda del Señor contra los guerreros»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "¶Bendita entre las mujeres es Jael,",
            "mujer de Heber ceneo;",
            "bendita sea entre las mujeres de la tienda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "El pidió agua, y ella le dio leche;",
            "en taza de nobles le trajo cuajada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Extendió ella la mano hacia la estaca de la tienda,",
            "y su diestra hacia el martillo de trabajadores.",
            "Entonces golpeó a Sísara, desbarató su cabeza;",
            "destruyó y perforó sus sienes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "A sus pies él se encorvó, cayó, quedó tendido;",
            "a sus pies se encorvó y cayó;",
            "donde se encorvó, allí quedó muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "¶Miraba por la ventana y se lamentaba",
            "la madre de Sísara, por las celosías:",
            "«¿Por qué se tarda en venir su carro?",
            "¿Por qué se retrasa el trotar de sus carros?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Sus sabias princesas le respondían,",
            "aun a sí misma ella repite sus palabras:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "«¿Acaso no han hallado el botín y se lo están repartiendo?",
            "¿Una doncella, dos doncellas para cada guerrero;",
            "para Sísara un botín de tela de colores,",
            "un botín de tela de colores bordada,",
            "tela de colores de doble bordadura en el cuello del victorioso?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Así perezcan todos tus enemigos, oh Señor;",
            "mas sean los que te aman como la salida del sol en su fuerza.",
            "Y el país tuvo descanso por cuarenta años."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.6"
        ],
        "human": "Jueces 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.7"
        ],
        "human": "Jueces 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.5"
        ],
        "human": "Jueces 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Opresión de Israel por los madianitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los hijos de Israel hicieron lo malo ante los ojos del Señor, y el Señor los entregó en manos de Madián por siete años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y el poder de Madián prevaleció sobre Israel. Por causa de los madianitas, los hijos de Israel se hicieron escondites en las montañas y en las cavernas y en los lugares fortificados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque sucedía que cuando los hijos de Israel sembraban, los madianitas venían con los amalecitas y los hijos del oriente y subían contra ellos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "acampaban frente a ellos y destruían el producto de la tierra hasta Gaza, y no dejaban sustento alguno en Israel, ni oveja, ni buey, ni asno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Porque subían con su ganado y sus tiendas, y entraban como langostas en multitud, tanto ellos como sus camellos eran innumerables; y entraban en la tierra para devastarla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así fue empobrecido Israel en gran manera por causa de Madián, y los hijos de Israel clamaron al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y cuando los hijos de Israel clamaron al Señor a causa de Madián,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "el Señor envió a los hijos de Israel un profeta que les dijo: Así dice el Señor, Dios de Israel: «Fui yo el que os hice subir de Egipto, y os saqué de la casa de servidumbre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Os libré de la mano de los egipcios y de la mano de todos vuestros opresores; los desalojé delante de vosotros, os di su tierra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y os dije: “Yo soy el Señor vuestro Dios. No temeréis a los dioses de los amorreos en cuya tierra habitáis”. Pero no me habéis obedecido»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Llamamiento de Gedeón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y vino el ángel del Señor y se sentó debajo de la encina que estaba en Ofra, la cual pertenecía a Joás abiezerita; y su hijo Gedeón estaba sacudiendo el trigo en el lagar, para esconderlo de los madianitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y el ángel del Señor se le apareció, y le dijo: El Señor está contigo, valiente guerrero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Gedeón le respondió: Ah señor mío, si el Señor está con nosotros, ¿por qué nos ha ocurrido todo esto? ¿Y dónde están todas sus maravillas que nuestros padres nos han contado, diciendo: «¿No nos hizo el Señor subir de Egipto?». Pero ahora el Señor nos ha abandonado, y nos ha entregado en mano de los madianitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y el Señor lo miró, y dijo: Ve con esta tu fuerza, y libra a Israel de la mano de los madianitas. ¿No te he enviado yo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y él respondió: Ah Señor, ¿cómo libraré a Israel? He aquí que mi familia es la más pobre en Manasés, y yo el menor de la casa de mi padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero el Señor le dijo: Ciertamente yo estaré contigo, y derrotarás a Madián como a un solo hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y Gedeón le dijo: Si he hallado gracia ante tus ojos, muéstrame una señal de que eres tú el que hablas conmigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Te ruego que no te vayas de aquí hasta que yo vuelva a ti, y traiga mi ofrenda y la ponga delante de ti. Y él respondió: Me quedaré hasta que vuelvas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y Gedeón entró y preparó un cabrito y pan sin levadura de un efa de harina; puso la carne en una cesta y el caldo en un caldero, y se los llevó a él debajo de la encina y se los presentó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y el ángel de Dios le dijo: Toma la carne y el pan sin levadura, ponlos sobre esta peña y derrama el caldo. Y así lo hizo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces el ángel del Señor extendió la punta de la vara que estaba en su mano y tocó la carne y el pan sin levadura; y subió fuego de la roca que consumió la carne y el pan sin levadura. Y el ángel del Señor desapareció de su vista."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Al ver Gedeón que era el ángel del Señor, dijo: ¡Ay de mí, Señor Dios! Porque ahora he visto al ángel del Señor cara a cara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y el Señor le dijo: La paz sea contigo, no temas; no morirás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y Gedeón edificó allí un altar al Señor y lo llamó El Señor es Paz, el cual permanece en Ofra de los abiezeritas hasta hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Destrucción del altar de Baal"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Sucedió que aquella misma noche el Señor le dijo: Toma el novillo de tu padre y otro novillo de siete años; derriba el altar de Baal que pertenece a tu padre y corta la Asera que está junto a él;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "edifica después, en debida forma, un altar al Señor tu Dios sobre la cumbre de este peñasco; toma el segundo novillo y ofrece holocausto con la leña de la Asera que has cortado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Gedeón tomó diez hombres de sus siervos e hizo como el Señor le había dicho; y sucedió, que como temía mucho a la casa de su padre y a los hombres de la ciudad para hacerlo de día, lo hizo de noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Cuando los hombres de la ciudad se levantaron temprano en la mañana, he aquí, el altar de Baal había sido derribado y cortada la Asera que estaba junto a él, y el segundo novillo había sido ofrecido en el altar que se había edificado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y se dijeron unos a otros: ¿Quién ha hecho esto? Y cuando buscaron e inquirieron, dijeron: Gedeón, hijo de Joás, ha hecho esto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Entonces los hombres de la ciudad dijeron a Joás: Saca a tu hijo para que muera, porque ha derribado el altar de Baal, y ciertamente ha cortado la Asera que estaba a su lado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Pero Joás dijo a todos los que estaban contra él: ¿Contenderéis vosotros por Baal, o lo libraréis? A cualquiera que contienda por él, se le dará muerte antes de llegar la mañana. Si es un dios, que contienda por sí mismo, porque alguien ha derribado su altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Por tanto, aquel día Gedeón fue llamado Jerobaal, es decir, que Baal contienda contra él, porque había derribado su altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Pero todos los madianitas, los amalecitas y los hijos del oriente se reunieron, y cruzaron y acamparon en el valle de Jezreel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Y el Espíritu del Señor vino sobre Gedeón, y este tocó la trompeta y los abiezeritas se juntaron para seguirle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Envió mensajeros por todo Manasés, que también se juntó para seguirle; y envió mensajeros a Aser, a Zabulón y a Neftalí, que subieron a su encuentro."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La prueba del vellón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Entonces Gedeón dijo a Dios: Si has de librar a Israel por mi mano, como has dicho,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "he aquí, yo pondré un vellón de lana en la era. Si hay rocío solamente en el vellón y toda la tierra queda seca, entonces sabré que librarás a Israel por mi mano, como has dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Y así sucedió. Cuando se levantó temprano en la mañana, exprimió el vellón y escurrió el rocío del vellón, un tazón lleno de agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Y Gedeón dijo a Dios: No se encienda tu ira contra mí si hablo otra vez; te ruego que me permitas hacer otra vez una prueba con el vellón; que ahora quede seco el vellón y haya rocío en toda la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Así lo hizo Dios aquella noche, porque solamente quedó seco el vellón y había rocío en toda la tierra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.7"
        ],
        "human": "Jueces 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.8"
        ],
        "human": "Jueces 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.6"
        ],
        "human": "Jueces 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El ejército de Gedeón reducido"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces se levantó temprano Jerobaal, es decir Gedeón, y todo el pueblo que estaba con él, y acamparon junto a la fuente de Harod; y el campamento de Madián estaba al norte de ellos, cerca de la colina de More, en el valle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y el Señor dijo a Gedeón: El pueblo que está contigo es demasiado numeroso para que yo entregue a Madián en sus manos; no sea que Israel se vuelva orgulloso, diciendo: «Mi propia fortaleza me ha librado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ahora pues, proclama a oídos del pueblo, diciendo: «Cualquiera que tenga miedo y tiemble, que regrese y parta del monte Galaad». Y veintidós mil personas regresaron, pero quedaron diez mil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y el Señor dijo a Gedeón: Todavía el pueblo es demasiado numeroso; hazlos bajar al agua y allí te los probaré. Y será que de quien yo te diga: «Este irá contigo», ese irá contigo; pero todo aquel de quien yo te diga: «Este no irá contigo», ese no irá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "E hizo bajar el pueblo al agua. Y el Señor dijo a Gedeón: Pondrás a un lado a todo aquel que lamiere el agua con su lengua, como lame el perro, y a todo el que se arrodille para beber."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y fue el número de los que lamieron, poniendo la mano a su boca, trescientos hombres; pero todo el resto del pueblo se arrodilló para beber."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces el Señor dijo a Gedeón: Os salvaré con los trescientos hombres que lamieron el agua y entregaré a los madianitas en tus manos. Que todos los demás del pueblo se vayan, cada uno a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y los trescientos hombres tomaron en sus manos las provisiones del pueblo y sus trompetas. Y Gedeón envió a todos los demás hombres de Israel, cada uno a su tienda, pero retuvo a los trescientos hombres. El campamento de Madián le quedaba abajo en el valle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y aconteció que aquella misma noche, el Señor le dijo a Gedeón: Levántate, desciende contra el campamento porque lo he entregado en tus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero si tienes temor de descender, baja al campamento con tu criado Fura,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y oirás lo que dicen. Entonces tus manos serán fortalecidas para descender contra el campamento. Y descendió con su criado Fura hasta los puestos avanzados del ejército que estaban en el campamento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y los madianitas, los amalecitas y todos los hijos del oriente estaban tendidos en el valle, numerosos como langostas; y sus camellos eran muchos, innumerables, como la arena que está a la orilla del mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Cuando llegó Gedeón, he aquí que un hombre estaba contando un sueño a su amigo, y decía: He aquí, tuve un sueño; un pan de cebada iba rodando hasta el campamento de Madián, y llegó hasta la tienda y la golpeó de manera que cayó, y la volcó de arriba abajo y la tienda quedó extendida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Respondió su amigo, y dijo: Esto no es otra cosa que la espada de Gedeón, hijo de Joás, varón de Israel; Dios ha entregado en su mano a Madián y a todo el campamento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuando Gedeón oyó el relato del sueño y su interpretación, se inclinó y adoró. Volvió al campamento de Israel, y dijo: Levantaos, porque el Señor ha entregado en vuestras manos el campamento de Madián."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y dividió los trescientos hombres en tres compañías, y puso trompetas y cántaros vacíos en las manos de todos ellos, con antorchas dentro de los cántaros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y les dijo: Miradme, y haced lo mismo que yo. Y he aquí, cuando yo llegue a las afueras del campamento, como yo haga, así haréis vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando yo y todos los que estén conmigo toquemos la trompeta, entonces también vosotros tocaréis las trompetas alrededor de todo el campamento, y decid: «Por el Señor y por Gedeón»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Confusión y derrota de los madianitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y llegó Gedeón con los cien hombres que estaban con él a las afueras del campamento, al principio de la guardia de medianoche, cuando apenas habían apostado la guardia; tocaron las trompetas y rompieron los cántaros que tenían en las manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cuando las tres compañías tocaron las trompetas, rompieron los cántaros, y sosteniendo las antorchas en la mano izquierda y las trompetas en la mano derecha para tocarlas, gritaron: ¡La espada del Señor y de Gedeón!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cada uno se mantuvo en su lugar alrededor del campamento; y todo el ejército echó a correr gritando mientras huían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Cuando tocaron las trescientas trompetas, el Señor puso la espada del uno contra el otro por todo el campamento; y el ejército huyó hasta Bet-sita, en dirección de Zerera, hasta la orilla de Abel-mehola, junto a Tabat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y los hombres de Israel se reunieron, de Neftalí, de Aser y de todo Manasés, y persiguieron a los madianitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y Gedeón envió mensajeros por toda la región montañosa de Efraín, diciendo: Descended contra Madián y tomad antes que ellos los vados, hasta Bet-bara y el Jordán. Y todos los hombres de Efraín se reunieron y tomaron los vados hasta Bet-bara y el Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y capturaron a los dos jefes de Madián, Oreb y Zeeb; mataron a Oreb en la peña de Oreb y mataron a Zeeb en el lagar de Zeeb, cuando perseguían a Madián. Y trajeron a Gedeón las cabezas de Oreb y Zeeb del otro lado del Jordán."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.8"
        ],
        "human": "Jueces 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.9"
        ],
        "human": "Jueces 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.7"
        ],
        "human": "Jueces 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Derrota de Zeba y Zalmuna"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces los hombres de Efraín le dijeron: ¿Qué es esto que nos has hecho, al no llamarnos cuando fuiste a pelear contra Madián? Y lo criticaron duramente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero él les dijo: ¿Qué he hecho yo ahora en comparación con vosotros? ¿No es mejor el rebusco de Efraín que la vendimia de Abiezer?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Dios ha entregado en vuestras manos a los jefes de Madián, Oreb y Zeeb; ¿y qué pude hacer yo en comparación con vosotros? Entonces se aplacó la ira de ellos contra él cuando dijo esto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Gedeón y los trescientos hombres que iban con él llegaron al Jordán y lo cruzaron, cansados, mas continuando la persecución."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y dijo a los hombres de Sucot: Os ruego que deis pan a la gente que me sigue, porque están cansados, y estoy persiguiendo a Zeba y a Zalmuna, reyes de Madián."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y los jefes de Sucot dijeron: ¿Están ya las manos de Zeba y Zalmuna en tu poder, para que demos pan a tu ejército?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y Gedeón respondió: Muy bien, cuando el Señor haya entregado en mi mano a Zeba y a Zalmuna, trillaré vuestras carnes con espinos del desierto y con abrojos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "De allí subió a Peniel, y les habló de la misma manera; y los hombres de Peniel le respondieron tal como los de Sucot le habían contestado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y habló también a los hombres de Peniel, diciendo: Cuando yo vuelva sano y salvo, derribaré esta torre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ahora bien, Zeba y Zalmuna estaban en Carcor, y sus ejércitos con ellos, unos quince mil hombres, los que habían quedado de todo el ejército de los hijos del oriente; porque los que habían caído eran ciento veinte mil hombres que sacaban espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y subió Gedeón por el camino de los que habitaban en tiendas al este de Noba y Jogbeha, y atacó el campamento cuando el campamento estaba desprevenido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando Zeba y Zalmuna huyeron, los persiguió; capturó a los dos reyes de Madián, Zeba y Zalmuna y llenó de terror a todo el ejército."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Después Gedeón, hijo de Joás, volvió de la batalla por la subida a Heres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y capturó a un joven de Sucot y lo interrogó. Entonces el joven le dio por escrito los nombres de los príncipes de Sucot y de sus ancianos, setenta y siete hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y fue a los hombres de Sucot y dijo: He aquí a Zeba y a Zalmuna, acerca de los cuales me injuriasteis, diciendo: «¿Están ya las manos de Zeba y Zalmuna en tu mano para que demos pan a tus hombres que están fatigados?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces tomó a los ancianos de la ciudad, y espinos del desierto y abrojos, y con ellos castigó a los hombres de Sucot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Derribó la torre de Peniel y mató a los hombres de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Después dijo a Zeba y a Zalmuna: ¿Qué clase de hombres eran los que matasteis en Tabor? Y ellos respondieron: Eran como tú, cada uno parecía hijo de rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y él dijo: Eran mis hermanos, hijos de mi madre. Vive el Señor, que si los hubierais dejado con vida, yo no os quitaría la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y dijo a Jeter su primogénito: Levántate y mátalos. Pero el joven no sacó la espada porque tenía temor, pues todavía era muchacho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces Zeba y Zalmuna dijeron: Levántate tú y cae sobre nosotros; porque como es el hombre, así es su fortaleza. Y se levantó Gedeón y mató a Zeba y a Zalmuna, y tomó los adornos de media luna que sus camellos llevaban al cuello."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ultimos años de Gedeón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y los hombres de Israel dijeron a Gedeón: Reina sobre nosotros, tú y tus hijos, y también el hijo de tu hijo, porque nos has librado de la mano de Madián."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero Gedeón les dijo: No reinaré sobre vosotros, ni tampoco reinará sobre vosotros mi hijo; el Señor reinará sobre vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Les dijo también Gedeón: Quisiera pediros que cada uno de vosotros me dé un zarcillo de su botín (pues tenían zarcillos de oro, porque eran ismaelitas)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y ellos dijeron: De cierto te los daremos. Y tendieron un manto, y cada uno de ellos echó allí un zarcillo de su botín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "El peso de los zarcillos de oro que él pidió fue de mil setecientos siclos de oro, sin contar los adornos de media luna, los pendientes y los vestidos de púrpura que llevaban los reyes de Madián y sin contar los collares que llevaban sus camellos al cuello."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y Gedeón hizo de ello un efod, y lo colocó en Ofra, su ciudad, con el cual todo Israel se prostituyó allí, y esto vino a ser ruina para Gedeón y su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Así fue subyugado Madián delante de los hijos de Israel, y ya no volvieron a levantar cabeza. Y el país tuvo descanso por cuarenta años en los días de Gedeón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces Jerobaal, hijo de Joás, fue y habitó en su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y tuvo Gedeón setenta hijos que fueron sus descendientes directos, porque tuvo muchas mujeres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "La concubina que tenía en Siquem también le dio un hijo, y le puso por nombre Abimelec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Y murió Gedeón, hijo de Joás, a una edad avanzada y fue sepultado en el sepulcro de su padre Joás, en Ofra de los abiezeritas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Y sucedió que al morir Gedeón, los hijos de Israel volvieron a prostituirse con los baales e hicieron a Baal-berit su dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Y los hijos de Israel se olvidaron del Señor su Dios que los había librado de manos de todos sus enemigos en derredor;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "tampoco mostraron bondad a la casa de Jerobaal, es decir, Gedeón, conforme a todo el bien que él había hecho a Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.9"
        ],
        "human": "Jueces 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.10"
        ],
        "human": "Jueces 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.8"
        ],
        "human": "Jueces 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conspiración de Abimelec"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Y Abimelec, hijo de Jerobaal, fue a Siquem, a los parientes de su madre, y les habló a ellos y a toda la familia de la casa del padre de su madre, diciendo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Hablad ahora a oídos de todos los habitantes de Siquem: «¿Qué es mejor para vosotros, que todos los hijos de Jerobaal, setenta hombres, reinen sobre vosotros, o que reine sobre vosotros un solo hombre?». Además, acordaos que yo soy hueso vuestro y carne vuestra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y los parientes de su madre hablaron todas estas palabras por él a oídos de todos los habitantes de Siquem; y ellos se inclinaron a seguir a Abimelec, porque dijeron: Es pariente nuestro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y le dieron setenta piezas de plata de la casa de Baal-berit, con las cuales Abimelec tomó a sueldo hombres indignos y temerarios que lo siguieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Luego fue a la casa de su padre en Ofra y mató a sus hermanos, los hijos de Jerobaal, setenta hombres, sobre una piedra. Pero Jotam, el hijo menor de Jerobaal, se libró porque se escondió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y se reunieron todos los habitantes de Siquem y todo Bet-milo, y fueron e hicieron rey a Abimelec, junto a la encina del pilar que había en Siquem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando se lo informaron a Jotam, fue y se paró en la cumbre del monte Gerizim, y alzando su voz, clamó y les dijo: Escuchadme, habitantes de Siquem, para que os oiga Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Una vez los árboles fueron a ungir un rey sobre ellos, y dijeron al olivo: «Reina sobre nosotros»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Mas el olivo les respondió: «¿He de dejar mi aceite con el cual se honra a Dios y a los hombres, para ir a ondear sobre los árboles?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces los árboles dijeron a la higuera: «Ven, reina sobre nosotros»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero la higuera les respondió: «¿He de dejar mi dulzura y mi buen fruto, para ir a ondear sobre los árboles?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Después los árboles dijeron a la vid: «Ven tú, reina sobre nosotros»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero la vid les respondió: «¿He de dejar mi mosto, que alegra a Dios y a los hombres, para ir a ondear sobre los árboles?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Dijeron entonces todos los árboles a la zarza: «Ven tú, reina sobre nosotros»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y la zarza dijo a los árboles: «Si en verdad me ungís por rey sobre vosotros, venid y refugiaos a mi sombra; y si no, salga fuego de la zarza y consuma los cedros del Líbano»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Ahora pues, si habéis procedido con verdad e integridad al hacer rey a Abimelec, y si habéis procedido bien con Jerobaal y su casa, y si habéis procedido con él como él merecía"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "(pues mi padre peleó por vosotros, y arriesgó su vida y os libró de la mano de Madián,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "pero vosotros os habéis rebelado hoy contra la casa de mi padre y habéis matado a sus hijos, setenta hombres, sobre una piedra, y habéis hecho rey sobre los habitantes de Siquem a Abimelec, el hijo de su sierva, porque es vuestro pariente);"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "si habéis, pues, procedido hoy en verdad e integridad para con Jerobaal y su casa, regocijaos en Abimelec, y que él también se regocije en vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y si no, salga fuego de Abimelec y consuma a los habitantes de Siquem y de Bet-milo; y salga fuego de los habitantes de Siquem y de Bet-milo y consuma a Abimelec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces Jotam escapó y huyó, y se fue a Beer y permaneció allí a causa de su hermano Abimelec."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Abimelec"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y reinó Abimelec tres años sobre Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero Dios envió un espíritu de discordia entre Abimelec y los habitantes de Siquem; y los habitantes de Siquem procedieron pérfidamente con Abimelec,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "para que viniera la violencia hecha a los setenta hijos de Jerobaal, y recayera la sangre de ellos sobre su hermano Abimelec que los mató, y sobre los habitantes de Siquem que fortalecieron las manos de él para matar a sus hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y los habitantes de Siquem pusieron emboscadas contra él en las cumbres de los montes y robaban a todos los que pasaban cerca de ellos por el camino; y se lo hicieron saber a Abimelec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y Gaal, hijo de Ebed, vino con sus parientes, y pasaron a Siquem; y los habitantes de Siquem pusieron su confianza en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y salieron al campo y vendimiaron sus viñedos, pisaron las uvas e hicieron fiesta; y entrando a la casa de su dios, comieron y bebieron y maldijeron a Abimelec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces Gaal, hijo de Ebed, dijo: ¿Quién es Abimelec y quién es Siquem para que le sirvamos? ¿No es acaso hijo de Jerobaal, y no es Zebul su oficial? Servid a los hombres de Hamor, padre de Siquem; pero ¿por qué hemos de servirle a él?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "¡Quién pusiera este pueblo en mis manos! Entonces yo quitaría a Abimelec. Diría a Abimelec: Aumenta tu ejército, y sal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y cuando Zebul, gobernante de la ciudad, oyó las palabras de Gaal, hijo de Ebed, se encendió en ira."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Y envió encubiertamente mensajeros a Abimelec, diciendo: He aquí que Gaal, hijo de Ebed, y sus parientes han venido a Siquem, y he aquí que están incitando a la ciudad contra ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Ahora pues, levántate de noche, tú y el pueblo que está contigo, y pon emboscada en el campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Y sucederá en la mañana, en cuanto salga el sol, que te levantarás temprano y arremeterás contra la ciudad; y he aquí, que cuando él y el pueblo que está con él salga contra ti, harás con ellos lo que te venga a mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Se levantó, pues, de noche Abimelec, y todo el pueblo que estaba con él, y pusieron emboscada contra Siquem con cuatro compañías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Y Gaal, hijo de Ebed, salió y se paró a la entrada de la puerta de la ciudad; y Abimelec y el pueblo que estaba con él salieron de la emboscada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Al ver Gaal a la gente, dijo a Zebul: Mira, viene gente bajando de las cumbres de los montes. Pero Zebul le dijo: Estás viendo la sombra de los montes como si fueran hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Y volvió a hablar Gaal y dijo: He aquí, gente que baja de la parte más alta de la tierra, y una compañía viene por el camino de la encina de los adivinos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Entonces Zebul le dijo: ¿Dónde está ahora tu jactancia con la cual decías: «¿Quién es Abimelec para que le sirvamos?»? ¿No es este el pueblo que despreciabas? Ahora pues, sal y pelea contra él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Y salió Gaal delante de los habitantes de Siquem y peleó contra Abimelec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Abimelec lo persiguió pero Gaal huyó delante de él; y muchos cayeron heridos hasta la entrada de la puerta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Y Abimelec se quedó en Aruma, pero Zebul expulsó a Gaal y a sus parientes para que no se quedaran en Siquem."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Captura de Siquem"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Aconteció al día siguiente que el pueblo salió al campo, y se lo hicieron saber a Abimelec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Y él tomó a su gente, la dividió en tres compañías y puso emboscada en el campo; cuando miró y vio al pueblo salir de la ciudad, se levantó contra ellos y los mató."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Entonces Abimelec y la compañía que estaba con él se lanzaron con ímpetu y se situaron a la entrada de la puerta de la ciudad, y las otras dos compañías se lanzaron contra todos los que estaban en el campo y los mataron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Y peleó Abimelec contra la ciudad todo aquel día, capturó la ciudad y mató a la gente que había en ella; entonces arrasó la ciudad y la sembró de sal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Al oír esto todos los habitantes de la torre de Siquem, se metieron en la fortaleza del templo de El-berit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Y le dijeron a Abimelec que todos los habitantes de la torre de Siquem estaban reunidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Abimelec subió entonces al monte Salmón, él y toda la gente que estaba con él; y tomando Abimelec un hacha en su mano, cortó una rama de los árboles, la levantó y la puso sobre su hombro. Y dijo a la gente que estaba con él: Lo que me habéis visto hacer, apresuraos y haced lo mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Y todo el pueblo cortó también cada uno su rama y siguió a Abimelec, y las pusieron sobre la fortaleza; prendieron fuego a la fortaleza sobre los que estaban adentro, y murieron también todos los de la torre de Siquem, como mil hombres y mujeres."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Abimelec"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Después Abimelec fue a Tebes, la sitió y la tomó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Pero había una torre fortificada en el centro de la ciudad, y todos los hombres y mujeres, todos los habitantes de la ciudad, huyeron allí, se encerraron y subieron al techo de la torre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "Y Abimelec vino a la torre, la atacó y se acercó a la entrada de la torre para prenderle fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Pero una mujer arrojó una muela de molino sobre la cabeza de Abimelec rompiéndole el cráneo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "Entonces él llamó apresuradamente al muchacho que era su escudero, y le dijo: Saca tu espada y mátame, no sea que se diga de mí: «Una mujer lo mató». Y el muchacho lo traspasó, y murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "Cuando los hombres de Israel vieron que Abimelec había muerto, cada cual partió para su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "Así pagó Dios a Abimelec por la maldad que había hecho a su padre al matar a sus setenta hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "Dios también hizo volver sobre sus cabezas toda la maldad de los hombres de Siquem, y vino sobre ellos la maldición de Jotam, hijo de Jerobaal."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.10"
        ],
        "human": "Jueces 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.11"
        ],
        "human": "Jueces 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.9"
        ],
        "human": "Jueces 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Tola y Jair jueces de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de la muerte de Abimelec se levantó, para salvar a Israel, Tola, hijo de Puá, hijo de Dodo, varón de Isacar; y habitó en Samir, en la región montañosa de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y juzgó a Israel veintitrés años. Y murió y fue sepultado en Samir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y tras él se levantó Jair galaadita, y juzgó a Israel veintidós años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Este tuvo treinta hijos que cabalgaban en treinta asnos, y tenían treinta ciudades en la tierra de Galaad que se llaman Havot-jair hasta hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y murió Jair, y fue sepultado en Camón."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Opresión amonita"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los hijos de Israel volvieron a hacer lo malo ante los ojos del Señor, sirvieron a los baales, a Astarot, a los dioses de Aram, a los dioses de Sidón, a los dioses de Moab, a los dioses de los hijos de Amón y a los dioses de los filisteos; abandonaron, pues, al Señor y no le sirvieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y se encendió la ira del Señor contra Israel, y los entregó en manos de los filisteos y en manos de los hijos de Amón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y ellos afligieron y quebrantaron a los hijos de Israel ese año; por dieciocho años oprimieron a todos los hijos de Israel que estaban al otro lado del Jordán, en Galaad, en la tierra de los amorreos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y los hijos de Amón cruzaron el Jordán para pelear también contra Judá, contra Benjamín y contra la casa de Efraín, y se angustió Israel en gran manera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces los hijos de Israel clamaron al Señor, diciendo: Hemos pecado contra ti, porque ciertamente hemos abandonado a nuestro Dios y servido a los baales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y el Señor respondió a los hijos de Israel: ¿No os libré yo de los egipcios, de los amorreos, de los hijos de Amón y de los filisteos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando los sidonios, los amalecitas y los maonitas os oprimían, clamasteis a mí, y yo os libré de sus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Mas vosotros me habéis dejado y habéis servido a otros dioses; por tanto, no os libraré más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Id y clamad a los dioses que habéis escogido; que ellos os libren en el tiempo de vuestra aflicción."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y los hijos de Israel respondieron al Señor: Hemos pecado, haz con nosotros como bien te parezca; solo te rogamos que nos libres en este día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y quitaron los dioses extranjeros de en medio de ellos y sirvieron al Señor; y Él no pudo soportar más la angustia de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces los hijos de Amón se reunieron y acamparon en Galaad. Y los hijos de Israel se juntaron y acamparon en Mizpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y el pueblo, los jefes de Galaad, se dijeron unos a otros: ¿Quién es el hombre que comenzará la batalla contra los hijos de Amón? El será caudillo de todos los habitantes de Galaad."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.11"
        ],
        "human": "Jueces 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.12"
        ],
        "human": "Jueces 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.10"
        ],
        "human": "Jueces 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jefté libra a Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Y Jefté galaadita era un guerrero valiente, hijo de una ramera. Y Galaad era el padre de Jefté."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y la mujer de Galaad le dio hijos; y cuando los hijos de su mujer crecieron, echaron fuera a Jefté, y le dijeron: No tendrás heredad en la casa de nuestro padre, porque eres hijo de otra mujer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Jefté huyó de sus hermanos y habitó en la tierra de Tob; y hombres indignos se juntaron con Jefté y salían con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Después de cierto tiempo sucedió que los hijos de Amón pelearon contra Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y cuando los hijos de Amón pelearon contra Israel, los ancianos de Galaad fueron a traer a Jefté de la tierra de Tob."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y dijeron a Jefté: Ven y sé nuestro jefe para que peleemos contra los hijos de Amón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces Jefté dijo a los ancianos de Galaad: ¿No me odiasteis y me echasteis de la casa de mi padre? ¿Por qué, pues, habéis venido a mí ahora cuando estáis en apuros?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y los ancianos de Galaad dijeron a Jefté: Por esta causa hemos vuelto a ti: para que vengas con nosotros y pelees contra los hijos de Amón y seas jefe sobre todos los habitantes de Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y Jefté dijo a los ancianos de Galaad: Si me hacéis volver para pelear contra los hijos de Amón y el Señor me los entrega, ¿seré yo vuestro jefe?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y los ancianos de Galaad dijeron a Jefté: El Señor es testigo entre nosotros; ciertamente haremos como has dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Jefté fue con los ancianos de Galaad, y el pueblo lo hizo cabeza y jefe sobre ellos; y Jefté habló todas sus palabras delante del Señor en Mizpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y envió Jefté mensajeros al rey de los hijos de Amón, diciendo: ¿Qué hay entre tú y yo, que has venido a mí para pelear contra mi tierra?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y el rey de los hijos de Amón dijo a los mensajeros de Jefté: Porque Israel tomó mi tierra, cuando subieron de Egipto, desde el Arnón hasta el Jaboc y el Jordán; por tanto devuélvela ahora en paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero Jefté volvió a enviar mensajeros al rey de los hijos de Amón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "que le dijeron: Así dice Jefté: «Israel no tomó la tierra de Moab, ni la tierra de los hijos de Amón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Porque cuando subieron de Egipto, e Israel pasó por el desierto hasta el mar Rojo y llegó a Cades,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Israel envió mensajeros al rey de Edom, diciendo: “Permítenos, te rogamos, pasar por tu tierra”, pero el rey de Edom no les escuchó. También enviaron mensajeros al rey de Moab pero él no consintió, así que Israel permaneció en Cades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Luego atravesaron el desierto y rodearon la tierra de Edom y de Moab, llegaron al lado oriental de la tierra de Moab y acamparon al otro lado del Arnón; pero no entraron en el territorio de Moab, porque el Arnón era la frontera de Moab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y envió Israel mensajeros a Sehón, rey de los amorreos, rey de Hesbón, y le dijo Israel: “Permítenos, te rogamos, pasar por tu tierra a nuestro lugar”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero Sehón no confió en Israel para darle paso por su territorio; reunió, pues, Sehón a todo su pueblo y acampó en Jahaza, y peleó contra Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y el Señor, Dios de Israel, entregó a Sehón y a todo su pueblo en manos de Israel, y los derrotaron, e Israel tomó posesión de toda la tierra de los amorreos, los habitantes de esa región."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y poseyeron todo el territorio de los amorreos desde el Arnón hasta el Jaboc, y desde el desierto hasta el Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y puesto que el Señor, Dios de Israel, expulsó a los amorreos de delante de su pueblo Israel, ¿has tú de poseerla?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "¿No posees tú lo que Quemos, tu dios, te ha dado para poseer? De modo que todo el territorio que el Señor nuestro Dios ha desposeído delante de nosotros, lo poseeremos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Ahora pues, ¿eres tú mejor que Balac, hijo de Zipor, rey de Moab? ¿Acaso luchó él con Israel, o acaso peleó contra ellos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Mientras Israel habitaba en Hesbón y sus pueblos, y en Aroer y sus aldeas, y en todas las ciudades que están a orillas del Arnón, trescientos años, ¿por qué no las recuperaste durante ese tiempo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Por tanto, yo no he pecado contra ti, pero tú me estás haciendo mal al hacer guerra contra mí; que el Señor, el Juez, juzgue hoy entre los hijos de Israel y los hijos de Amón»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Pero el rey de los hijos de Amón no hizo caso al mensaje que Jefté le envió."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Voto y victoria de Jefté"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y el Espíritu del Señor vino sobre Jefté, y pasó por Galaad y Manasés; luego pasó por Mizpa de Galaad, y de Mizpa de Galaad fue adonde estaban los hijos de Amón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y Jefté hizo un voto al Señor, y dijo: Si en verdad entregas en mis manos a los hijos de Amón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "sucederá que cualquiera que salga de las puertas de mi casa a recibirme cuando yo vuelva en paz de los hijos de Amón, será del Señor, o lo ofreceré como holocausto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Y Jefté cruzó adonde estaban los hijos de Amón para pelear contra ellos; y el Señor los entregó en su mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Y los hirió con una gran matanza desde Aroer hasta la entrada de Minit, veinte ciudades, hasta Abel-keramim. Y los hijos de Amón fueron sometidos delante de los hijos de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Cuando Jefté llegó a su casa en Mizpa, he aquí, su hija salió a recibirlo con panderos y con danzas. Era ella su única hija; fuera de ella no tenía hijo ni hija."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Y cuando la vio, él rasgó sus ropas y dijo: ¡Ay, hija mía! Me has abatido y estás entre los que me afligen; porque he dado mi palabra al Señor, y no me puedo retractar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Entonces ella le dijo: Padre mío, has dado tu palabra al Señor; haz conmigo conforme a lo que has dicho, ya que el Señor te ha vengado de tus enemigos, los hijos de Amón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Y ella dijo a su padre: Que se haga esto por mí; déjame sola por dos meses, para que vaya yo a los montes y llore por mi virginidad, yo y mis compañeras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Y él dijo: Ve, y la dejó ir por dos meses; y ella se fue con sus compañeras, y lloró su virginidad por los montes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Al cabo de los dos meses ella regresó a su padre, que hizo con ella conforme al voto que había hecho; y ella no tuvo relaciones con ningún hombre. Y se hizo costumbre en Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "que de año en año las hijas de Israel fueran cuatro días en el año a conmemorar a la hija de Jefté galaadita."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.12"
        ],
        "human": "Jueces 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.13"
        ],
        "human": "Jueces 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.11"
        ],
        "human": "Jueces 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Jefté"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los hombres de Efraín se reunieron y cruzaron el Jordán hacia el norte, y dijeron a Jefté: ¿Por qué cruzaste a pelear contra los hijos de Amón sin llamarnos para que fuéramos contigo? Quemaremos tu casa sobre ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y Jefté les respondió: Yo y mi pueblo estábamos en gran contienda con los hijos de Amón, y cuando os llamé, no me librasteis de sus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Viendo, pues, que no me ibais a librar, arriesgué mi vida y crucé contra los hijos de Amón, y el Señor los entregó en mi mano. ¿Por qué, pues, habéis subido hoy a pelear contra mí?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces Jefté reunió a todos los hombres de Galaad y peleó contra Efraín; y los hombres de Galaad derrotaron a Efraín, porque estos decían: Sois fugitivos de Efraín, vosotros los galaaditas, en medio de Efraín y en medio de Manasés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y se apoderaron los galaaditas de los vados del Jordán al lado opuesto de Efraín. Y aconteció que cuando alguno de los fugitivos de Efraín decía: Dejadme cruzar, los hombres de Galaad le decían: ¿Eres efrateo? Si él respondía: No,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "entonces, le decían: Di, pues, la palabra Shibolet; pero él decía Sibolet, porque no podía pronunciarla correctamente. Entonces le echaban mano y lo mataban junto a los vados del Jordán. Y cayeron en aquella ocasión cuarenta y dos mil de los de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Jefté juzgó a Israel seis años. Y murió Jefté galaadita, y fue sepultado en una de las ciudades de Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ibzán, Elón y Abdón, jueces de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Después de Jefté juzgó a Israel Ibzán de Belén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y tuvo treinta hijos y treinta hijas, a estas las casó fuera de la familia, y trajo de afuera treinta hijas para sus hijos. Y juzgó a Israel siete años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y murió Ibzán, y fue sepultado en Belén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Después de él juzgó a Israel Elón zabulonita; y juzgó a Israel diez años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y murió Elón zabulonita, y fue sepultado en Ajalón, en la tierra de Zabulón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Abdón, hijo de Hilel piratonita, juzgó a Israel después de Elón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y tuvo cuarenta hijos y treinta nietos que cabalgaban en setenta asnos. Y juzgó a Israel ocho años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y murió Abdón, hijo de Hilel piratonita, y fue sepultado en Piratón, en la tierra de Efraín, en la región montañosa de los amalecitas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.13"
        ],
        "human": "Jueces 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.14"
        ],
        "human": "Jueces 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.12"
        ],
        "human": "Jueces 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Opresión filistea"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Y los hijos de Israel volvieron a hacer lo malo ante los ojos del Señor, y el Señor los entregó en manos de los filisteos por cuarenta años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y había un hombre de Zora, de la familia de los danitas, el cual se llamaba Manoa; su mujer era estéril y no había tenido hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces el ángel del Señor se le apareció a la mujer, y le dijo: He aquí, tú eres estéril y no has tenido hijos, pero concebirás y darás a luz un hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ahora pues, cuídate de no beber vino ni licor, y de no comer ninguna cosa inmunda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pues he aquí, concebirás y darás a luz un hijo; no pasará navaja sobre su cabeza, porque el niño será nazareo para Dios desde el seno materno; y él comenzará a salvar a Israel de manos de los filisteos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y la mujer fue y se lo dijo a su marido, diciendo: Un hombre de Dios vino a mí, y su aspecto era como el aspecto del ángel de Dios, muy imponente. Yo no le pregunté de dónde venía, ni él me hizo saber su nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero él me dijo: «He aquí, concebirás y darás a luz un hijo; desde ahora no beberás vino ni licor, ni comerás cosa inmunda, porque el niño será nazareo para Dios desde el seno materno hasta el día de su muerte»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces Manoa imploró al Señor, y dijo: Te ruego Señor, que el hombre de Dios que tú enviaste venga otra vez a nosotros, para que nos enseñe lo que hemos de hacer con el niño que ha de nacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y Dios escuchó la voz de Manoa. Y el ángel de Dios vino otra vez a la mujer cuando estaba sentada en el campo; y Manoa su marido no estaba con ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y la mujer corrió rápidamente y avisó a su marido, y le dijo: He aquí, se me ha aparecido el hombre que vino el otro día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Manoa se levantó y siguió a su mujer, y cuando llegó al hombre, le dijo: ¿Eres el hombre que habló a la mujer? Y él respondió: Yo soy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y Manoa dijo: Cuando tus palabras se cumplan, ¿cómo debe ser el modo de vivir del muchacho y cuál su vocación?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y el ángel del Señor dijo a Manoa: Que la mujer atienda a todo lo que le dije."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "No comerá nada que venga de la vid, no beberá vino ni licor, ni comerá nada inmundo; que guarde ella todo lo que le he mandado."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visión de Manoa y nacimiento de Sansón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Manoa dijo al ángel del Señor: Permítenos detenerte y prepararte un cabrito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y el ángel del Señor respondió a Manoa: Aunque me detengas, no comeré de tu alimento, mas si preparas un holocausto, ofrécelo al Señor. Y Manoa no sabía que era el ángel del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y Manoa dijo al ángel del Señor: ¿Cuál es tu nombre, para que cuando se cumplan tus palabras, te honremos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y el ángel del Señor le respondió: ¿Por qué preguntas mi nombre, viendo que es maravilloso?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y Manoa tomó el cabrito con la ofrenda de cereal y los ofreció sobre una piedra al Señor, y el ángel hizo maravillas mientras que Manoa y su mujer observaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pues sucedió que cuando la llama subía del altar hacia el cielo, el ángel del Señor ascendió en la llama del altar. Al ver esto, Manoa y su mujer cayeron rostro en tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y el ángel del Señor no volvió a aparecer a Manoa ni a su mujer. Entonces Manoa supo que era el ángel del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y Manoa dijo a su mujer: Ciertamente moriremos, porque hemos visto a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero su mujer le dijo: Si el Señor hubiera deseado matarnos, no habría aceptado el holocausto ni la ofrenda de cereal de nuestras manos; tampoco nos habría mostrado todas estas cosas, ni nos habría permitido ahora oír cosas como estas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y la mujer dio a luz un hijo y le puso por nombre Sansón. Y el niño creció y el Señor lo bendijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y el Espíritu del Señor comenzó a manifestarse en él en Mahané-dan, entre Zora y Estaol."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.14"
        ],
        "human": "Jueces 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.15"
        ],
        "human": "Jueces 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.13"
        ],
        "human": "Jueces 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El matrimonio de Sansón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Y Sansón descendió a Timnat y vio allí a una mujer de las hijas de los filisteos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Cuando regresó, se lo contó a su padre y a su madre, diciendo: Vi en Timnat a una mujer de las hijas de los filisteos; ahora pues, tomádmela por mujer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Le respondieron su padre y su madre: ¿No hay mujer entre las hijas de tus parientes o entre todo nuestro pueblo, para que vayas a tomar mujer de los filisteos incircuncisos? Pero Sansón dijo a su padre: Tómala para mí, porque ella me agrada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y su padre y su madre no sabían que esto era del Señor, porque Él buscaba ocasión contra los filisteos, pues en aquel tiempo los filisteos dominaban a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y Sansón descendió a Timnat con su padre y con su madre, y llegó hasta los viñedos de Timnat; y he aquí, un león joven venía rugiendo hacia él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y el Espíritu del Señor vino sobre él con gran poder, y lo despedazó como se despedaza un cabrito, aunque no tenía nada en su mano; pero no contó a su padre ni a su madre lo que había hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Descendió y habló con la mujer; y ella le agradó a Sansón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuando regresó más tarde para tomarla, se apartó del camino para ver el cadáver del león; y he aquí que había un enjambre de abejas y miel en el cuerpo del león."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Recogió la miel en sus manos y siguió adelante, comiéndola mientras caminaba. Cuando llegó adonde estaban su padre y su madre, les dio miel y ellos comieron; pero no les contó que había recogido la miel del cuerpo del león."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El enigma de Sansón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces el padre descendió adonde estaba la mujer; y Sansón hizo allí un banquete, porque así acostumbraban hacer los jóvenes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y sucedió que cuando lo vieron, trajeron a treinta compañeros para que estuvieran con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y Sansón les dijo: Permitidme proponeros ahora un enigma; y si en verdad me lo declaráis dentro de los siete días del banquete, y lo descifráis, entonces os daré treinta vestidos de lino y treinta mudas de ropa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero si no podéis declarármelo, entonces vosotros me daréis treinta vestidos de lino y treinta mudas de ropa. Y ellos le dijeron: Propón tu enigma, para que lo escuchemos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y él les dijo:",
            "Del que come salió comida,",
            "y del fuerte salió dulzura.",
            "Y no pudieron declararle el enigma en tres días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y al cuarto día dijeron a la mujer de Sansón: Induce a tu marido a que nos declare el enigma, o te quemaremos a fuego a ti y a la casa de tu padre. Nos habéis invitado para empobrecernos. ¿No es así?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y la mujer de Sansón lloró delante de él, y dijo: Solo me aborreces y no me quieres; has propuesto un enigma a los hijos de mi pueblo, y no me lo has declarado. Y él le dijo: He aquí que no lo he declarado ni a mi padre ni a mi madre; ¿y te lo he de declarar a ti?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Mas ella lloró delante de él los siete días que duró su banquete. Y sucedió el séptimo día que él se lo declaró porque ella le presionaba mucho. Entonces ella declaró el enigma a los hijos de su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y al séptimo día, antes de ponerse el sol, los hombres de la ciudad le dijeron:",
            "¿Qué es más dulce que la miel?",
            "¿Y qué es más fuerte que un león?",
            "Y él les dijo:",
            "Si no hubiereis arado con mi novilla,",
            "no habríais descubierto mi enigma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces el Espíritu del Señor vino sobre él con gran poder, y descendió a Ascalón y mató a treinta de ellos y tomando sus despojos, dio las mudas de ropa a los que habían declarado el enigma. Y ardiendo en ira, subió a la casa de su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero la mujer de Sansón fue dada al compañero que había sido su amigo íntimo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.15"
        ],
        "human": "Jueces 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.16"
        ],
        "human": "Jueces 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.14"
        ],
        "human": "Jueces 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las zorras incendiarias"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de algún tiempo, en los días de la siega del trigo, sucedió que Sansón visitó a su mujer con un cabrito, y dijo: Llegaré a mi mujer en su recámara. Pero el padre de ella no lo dejó entrar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y el padre dijo: Realmente pensé que la odiabas intensamente y se la di a tu compañero. ¿No es su hermana menor más hermosa que ella? Te ruego que la tomes en su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces Sansón le respondió: Esta vez no tendré culpa en cuanto a los filisteos cuando les haga daño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y Sansón fue y capturó trescientas zorras, tomó antorchas, juntó las zorras cola con cola y puso una antorcha en medio de cada dos colas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Después de prender fuego a las antorchas, soltó las zorras en los sembrados de los filisteos, quemando la mies recogida, la mies en pie, y además las viñas y los olivares."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces los filisteos dijeron: ¿Quién hizo esto? Y les respondieron: Sansón, el yerno del timnateo, porque este tomó a su mujer y se la dio a su compañero. Y los filisteos vinieron y la quemaron a ella y a su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y Sansón les dijo: Ya que actuáis así, ciertamente me vengaré de vosotros, y después de eso, cesaré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y sin piedad los hirió con gran mortandad; y descendió y habitó en la hendidura de la peña de Etam."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La quijada de asno"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Subieron los filisteos y acamparon en Judá, y se esparcieron por Lehi."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y los hombres de Judá dijeron: ¿Por qué habéis subido contra nosotros? Y ellos dijeron: Hemos subido para prender a Sansón a fin de hacerle como él nos ha hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Tres mil hombres de Judá descendieron a la hendidura de la peña de Etam, y dijeron a Sansón: ¿No sabes que los filisteos reinan sobre nosotros? ¿Qué, pues, es esto que nos has hecho? Y él les dijo: Como ellos me hicieron, así les he hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y ellos le dijeron: Hemos descendido para prenderte y entregarte en manos de los filisteos. Y Sansón les dijo: Juradme que no me mataréis."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ellos le respondieron: No, sino que te ataremos bien y te entregaremos en sus manos; ciertamente no te mataremos. Entonces lo ataron con dos sogas nuevas y lo sacaron de la peña."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Al llegar él a Lehi, los filisteos salieron a su encuentro gritando. Y el Espíritu del Señor vino sobre él con poder, y las sogas que estaban en sus brazos fueron como lino quemado con fuego y las ataduras cayeron de sus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y halló una quijada de asno fresca aún, y extendiendo su mano, la tomó y mató a mil hombres con ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces Sansón dijo:",
            "Con la quijada de un asno,",
            "montones sobre montones,",
            "con la quijada de un asno",
            "he matado a mil hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y al terminar de hablar, arrojó la quijada de su mano, y llamó a aquel lugar Ramat-lehi."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Después sintió una gran sed, y clamando al Señor, dijo: Tú has dado esta gran liberación por mano de tu siervo, y ahora, ¿moriré yo de sed y caeré en manos de los incircuncisos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y abrió Dios la cuenca que está en Lehi y salió agua de ella. Cuando bebió, recobró sus fuerzas y se reanimó. Por eso llamó a aquel lugar En-hacore, el cual está en Lehi hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Sansón juzgó a Israel veinte años en los días de los filisteos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.16"
        ],
        "human": "Jueces 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.17"
        ],
        "human": "Jueces 17",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.15"
        ],
        "human": "Jueces 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sansón y Dalila"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Y Sansón fue a Gaza, y allí vio a una ramera y se llegó a ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces fue dicho a los de Gaza: Sansón ha venido acá. Y ellos cercaron el lugar y se apostaron a la puerta de la ciudad toda la noche, acechándolo. Y estuvieron callados toda la noche, diciendo: Esperemos hasta que amanezca, entonces lo mataremos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero Sansón permaneció acostado hasta la medianoche, y a la medianoche se levantó, y tomando las puertas de la ciudad con los dos postes, las arrancó junto con las trancas; entonces se las echó sobre los hombros y las llevó hasta la cumbre del monte que está frente a Hebrón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Después de esto sucedió que se enamoró de una mujer del valle de Sorec, que se llamaba Dalila."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y los príncipes de los filisteos fueron a ella y le dijeron: Persuádelo, y ve dónde está su gran fuerza, y cómo podríamos dominarlo para atarlo y castigarlo. Entonces cada uno de nosotros te dará mil cien piezas de plata."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Dijo, pues, Dalila a Sansón: Te ruego que me declares dónde está tu gran fuerza y cómo se te puede atar para castigarte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y Sansón le dijo: Si me atan con siete cuerdas frescas que no se hayan secado, me debilitaré y seré como cualquier otro hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los príncipes de los filisteos le llevaron siete cuerdas frescas que no se habían secado, y Dalila lo ató con ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y tenía ella hombres al acecho en un aposento interior. Entonces le dijo: ¡Sansón, los filisteos se te echan encima! Pero él rompió las cuerdas como se rompe un hilo de estopa cuando toca el fuego. Y no se descubrió el secreto de su fuerza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces Dalila dijo a Sansón: Mira, me has engañado y me has dicho mentiras; ahora pues, te ruego que me declares cómo se te puede atar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y él le respondió: Si me atan fuertemente con sogas nuevas que no se hayan usado, me debilitaré y seré como cualquier otro hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Dalila tomó sogas nuevas, lo ató con ellas, y le dijo: ¡Sansón, los filisteos se te echan encima! Pues los hombres estaban al acecho en el aposento interior. Pero él rompió las sogas de sus brazos como un hilo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Dalila dijo a Sansón: Hasta ahora me has engañado y me has dicho mentiras; declárame, ¿cómo se te puede atar? Y él le dijo: Si tejes siete trenzas de mi cabellera con la tela y la aseguras con una clavija, entonces me debilitaré y seré como cualquier otro hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y mientras él dormía Dalila tomó las siete trenzas de su cabellera y las tejió con la tela, y la aseguró con la clavija, y le dijo: ¡Sansón, los filisteos se te echan encima! Pero él despertó de su sueño y arrancó la clavija del telar y la tela."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces ella le dijo: ¿Cómo puedes decir: «Te quiero», cuando tu corazón no está conmigo? Me has engañado estas tres veces y no me has declarado dónde reside tu gran fuerza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y como ella le presionaba diariamente con sus palabras y le apremiaba, su alma se angustió hasta la muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Él le reveló, pues, todo lo que había en su corazón, diciéndole: Nunca ha pasado navaja sobre mi cabeza, pues he sido nazareo para Dios desde el vientre de mi madre. Si me cortan el cabello, mi fuerza me dejará y me debilitaré y seré como cualquier otro hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Viendo Dalila que él le había declarado todo lo que había en su corazón, mandó llamar a los príncipes de los filisteos, diciendo: Venid una vez más, porque él me ha declarado todo lo que hay en su corazón. Entonces los príncipes de los filisteos vinieron a ella y trajeron el dinero en sus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y ella lo hizo dormir sobre sus rodillas, y mandó llamar a un hombre que le rasuró las siete trenzas de su cabellera. Luego ella comenzó a afligirlo y su fuerza lo dejó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Ella entonces dijo: ¡Sansón, los filisteos se te echan encima! Y él despertó de su sueño, y dijo: Saldré como las otras veces y escaparé. Pero no sabía que el Señor se había apartado de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Los filisteos lo prendieron y le sacaron los ojos; y llevándolo a Gaza, lo ataron con cadenas de bronce y lo pusieron a girar el molino en la prisión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero el cabello de su cabeza comenzó a crecer de nuevo después de rasurado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y los príncipes de los filisteos se reunieron para ofrecer un gran sacrificio a su dios Dagón, y para regocijarse, pues decían:",
            "Nuestro dios ha entregado a nuestro enemigo Sansón en nuestras manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y cuando la gente lo vio, alabaron a su dios, pues decían:",
            "Nuestro dios ha entregado en nuestras manos a nuestro enemigo,",
            "al que asolaba nuestra tierra,",
            "y multiplicaba nuestros muertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y sucedió que cuando estaban alegres, dijeron: Llamad a Sansón para que nos divierta. Llamaron, pues, a Sansón de la cárcel, y él los divertía. Y lo pusieron de pie entre las columnas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces Sansón dijo al muchacho que lo tenía de la mano: Déjame palpar las columnas sobre las que el edificio descansa, para apoyarme en ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y el edificio estaba lleno de hombres y mujeres, y todos los príncipes de los filisteos estaban allí. Y sobre la azotea había como tres mil hombres y mujeres mirando mientras Sansón los divertía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Sansón invocó al Señor y dijo: Señor Dios, te ruego que te acuerdes de mí, y te suplico que me des fuerzas solo esta vez, oh Dios, para vengarme ahora de los filisteos por mis dos ojos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y Sansón asió las dos columnas del medio sobre las que el edificio descansaba y se apoyó contra ellas, con su mano derecha sobre una y con su mano izquierda sobre la otra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y dijo Sansón: ¡Muera yo con los filisteos! Y se inclinó con todas sus fuerzas y el edificio se derrumbó sobre los príncipes y sobre todo el pueblo que estaba en él. Así que los que mató al morir fueron más que los que había matado durante su vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Entonces descendieron sus hermanos y toda la casa de su padre, y tomándolo, lo llevaron y lo sepultaron entre Zora y Estaol en la tumba de Manoa, su padre. Él había juzgado a Israel veinte años."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.17",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.17"
        ],
        "human": "Jueces 17"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.18"
        ],
        "human": "Jueces 18",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.16"
        ],
        "human": "Jueces 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Idolatría de Micaía"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Había un hombre de la región montañosa de Efraín, llamado Micaía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y él dijo a su madre: Las mil cien piezas de plata que te quitaron, acerca de las cuales proferiste una maldición a mis oídos, he aquí, la plata está en mi poder; yo la tomé. Y su madre dijo: Bendito sea mi hijo por el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces él devolvió las mil cien piezas de plata a su madre, y su madre dijo: Yo de corazón dedico la plata de mi mano al Señor por mi hijo, para hacer una imagen tallada y una de fundición; ahora, por tanto, yo te las devuelvo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando él devolvió la plata a su madre, su madre tomó doscientas piezas de plata y se las dio al platero que las convirtió en una imagen tallada y una de fundición, y quedaron en casa de Micaía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y este hombre Micaía tenía un santuario, e hizo un efod e ídolos domésticos, y consagró a uno de sus hijos para que fuera su sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "En aquellos días no había rey en Israel; cada uno hacía lo que a sus ojos le parecía bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y había un joven de Belén de Judá, de la familia de Judá, que era levita y forastero allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y el hombre salió de la ciudad, de Belén de Judá, para residir donde encontrara lugar; y mientras proseguía su camino, llegó a la región montañosa de Efraín, a la casa de Micaía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y Micaía le dijo: ¿De dónde vienes? Y él le respondió: Soy un levita de Belén de Judá; y voy a residir donde encuentre lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces Micaía le dijo: Quédate conmigo y sé padre y sacerdote para mí, y yo te daré diez piezas de plata por año, el vestido y la comida. Y el levita entró."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Consintió el levita en quedarse con el hombre; y el joven fue para él como uno de sus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Micaía consagró al levita, y el joven vino a ser su sacerdote, y moró en la casa de Micaía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y Micaía dijo: Ahora sé que el Señor me prosperará, porque tengo un levita por sacerdote."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.18",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.18"
        ],
        "human": "Jueces 18"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.19"
        ],
        "human": "Jueces 19",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.17"
        ],
        "human": "Jueces 17",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los danitas en busca de heredad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En aquellos días no había rey en Israel. Y por aquel tiempo la tribu de los danitas buscaba para sí una heredad donde habitar, porque hasta entonces esta no se le había asignado como posesión entre las tribus de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y los hijos de Dan enviaron de su tribu, de entre todos ellos, a cinco hombres, hombres valientes de Zora y Estaol, a reconocer la tierra y explorarla; y les dijeron: Id, explorad la tierra. Y llegaron a la región montañosa de Efraín, a la casa de Micaía, y se hospedaron allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cuando estaban cerca de la casa de Micaía, reconocieron la voz del joven levita; y llegándose allá, le dijeron: ¿Quién te trajo aquí? ¿Qué estás haciendo en este lugar y qué tienes aquí?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y él les dijo: Así y de esta manera me ha hecho Micaía, me ha tomado a sueldo y ahora soy su sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y le dijeron: Te rogamos que consultes a Dios para saber si el camino en que vamos será próspero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y el sacerdote les dijo: Id en paz; el camino en que andáis tiene la aprobación del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces los cinco hombres salieron y llegaron a Lais y vieron al pueblo que había en ella viviendo en seguridad, tranquilo y confiado, según la costumbre de los sidonios; porque no había gobernante humillándolos en nada en aquella tierra, y estaban lejos de los sidonios, y no tenían relaciones con nadie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Al regresar a sus hermanos en Zora y Estaol, sus hermanos les dijeron: ¿Qué hay?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y ellos respondieron: Levantaos, subamos contra ellos; porque hemos visto la tierra, y he aquí, es muy buena. ¿Estaréis, pues, quietos? No os demoréis en ir, para entrar a tomar posesión de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando entréis, llegaréis a un pueblo confiado, con una tierra espaciosa que Dios la ha entregado en vuestras manos; es un lugar donde no falta nada de lo que hay sobre la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces de la familia de los danitas, de Zora y de Estaol, partieron seiscientos hombres con armas de guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Subieron y acamparon en Quiriat-jearim en Judá. Por tanto, llamaron aquel lugar Mahané-dan hasta hoy; he aquí, está al occidente de Quiriat-jearim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "De allí pasaron a la región montañosa de Efraín y llegaron a la casa de Micaía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y los cinco hombres que fueron a reconocer la región de Lais, respondieron y dijeron a sus parientes: ¿No sabéis que en estas casas hay un efod, ídolos domésticos, una imagen tallada y una imagen de fundición? Ahora pues, considerad lo que debéis hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Allí se desviaron y llegaron a la casa del joven levita, a la casa de Micaía, y le preguntaron cómo estaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y los seiscientos hombres armados con sus armas de guerra, que eran de los hijos de Dan, se pusieron a la entrada de la puerta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y los cinco hombres que fueron a reconocer la tierra subieron y entraron allí, y tomaron la imagen tallada, el efod, los ídolos domésticos y la imagen de fundición, mientras el sacerdote estaba junto a la entrada de la puerta con los seiscientos hombres con armas de guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando aquellos entraron a la casa de Micaía y tomaron la imagen tallada, el efod, los ídolos domésticos y la imagen de fundición, el sacerdote les dijo: ¿Qué hacéis?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y ellos le respondieron: Calla, pon la mano sobre tu boca y ven con nosotros, y sé padre y sacerdote para nosotros. ¿Te es mejor ser sacerdote para la casa de un hombre, o ser sacerdote para una tribu y una familia de Israel?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y se alegró el corazón del sacerdote, y tomó el efod, los ídolos domésticos y la imagen tallada, y se fue en medio del pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces ellos se volvieron y partieron, y pusieron los niños, el ganado y sus bienes por delante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Cuando se alejaron de la casa de Micaía, los hombres que estaban en las casas cerca de la casa de Micaía, se juntaron y alcanzaron a los hijos de Dan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y gritaron a los hijos de Dan, y estos se volvieron y dijeron a Micaía: ¿Qué te pasa que has juntado gente?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y él respondió: Os habéis llevado mis dioses que yo hice, y al sacerdote, y os habéis marchado, ¿y qué me queda? ¿Cómo, pues, me decís: «¿Qué pasa?»?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y los hijos de Dan le dijeron: Que no se oiga tu voz entre nosotros, no sea que caigan sobre ti hombres fieros y pierdas tu vida y las vidas de los de tu casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y los hijos de Dan prosiguieron su camino; y cuando Micaía vio que eran muy fuertes para él, dio la vuelta y regresó a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Entonces ellos tomaron lo que Micaía había hecho, y al sacerdote que le había pertenecido, y llegaron a Lais, a un pueblo tranquilo y confiado; y los hirieron a filo de espada e incendiaron la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y no había nadie que la librara, porque estaba lejos de Sidón, en el valle que está cerca de Bet-rehob, y ellos no tenían trato con nadie. Y reedificaron la ciudad y habitaron en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Le pusieron el nombre de Dan a la ciudad, según el nombre de Dan su padre, que le nació a Israel; pero el nombre de la ciudad anteriormente era Lais."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y los hijos de Dan levantaron para sí la imagen tallada; y Jonatán, hijo de Gersón, hijo de Manasés, y sus hijos fueron sacerdotes para la tribu de los danitas, hasta el día del cautiverio de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Levantaron, pues, para sí la imagen tallada que Micaía había hecho, todo el tiempo que la casa de Dios estuvo en Silo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.19",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.19"
        ],
        "human": "Jueces 19"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.20"
        ],
        "human": "Jueces 20",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.18"
        ],
        "human": "Jueces 18",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El levita y su concubina"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En aquellos días, cuando no había rey en Israel, había un levita que residía en la parte más remota de la región montañosa de Efraín, el cual tomó para sí una concubina de Belén de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero su concubina cometió adulterio contra él, y ella se fue de su lado, a la casa de su padre en Belén de Judá, y estuvo allí por espacio de cuatro meses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Su marido se levantó y fue tras ella para hablarle cariñosamente y hacerla volver, llevando consigo a su criado y un par de asnos. Y ella lo llevó dentro de la casa de su padre, y cuando el padre de la joven lo vio, se alegró de conocerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y su suegro, el padre de la joven, lo retuvo, y se quedó con él tres días. Y comieron, bebieron y se alojaron allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y al cuarto día se levantaron muy de mañana y él se preparó para irse; y el padre de la joven dijo a su yerno: Aliméntate con un bocado de pan y después os podéis ir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Se sentaron, pues, los dos y comieron y bebieron juntos; y el padre de la joven dijo al hombre: Te ruego que te dignes pasar la noche, y que se alegre tu corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El hombre se levantó para irse, pero su suegro insistió, de modo que pasó allí la noche otra vez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y al quinto día se levantó muy de mañana para irse, y el padre de la joven dijo: Aliméntate, te ruego, y espera hasta la tarde; y los dos comieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando el hombre se levantó para irse con su concubina y su criado, su suegro, el padre de la joven, le dijo: He aquí, ya ha declinado el día; te ruego que pases la noche. Mira, el día llega a su fin; pasa la noche aquí para que se alegre tu corazón. Y mañana os levantaréis temprano para vuestro viaje y te irás a tu casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero el hombre no quiso pasar la noche, así que se levantó y partió, y fue hasta un lugar frente a Jebús, es decir, Jerusalén. Y estaban con él un par de asnos aparejados; también con él estaba su concubina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cuando estaban cerca de Jebús, el día casi había declinado; y el criado dijo a su señor: Te ruego que vengas, nos desviemos, y entremos en esta ciudad de los jebuseos y pasemos la noche en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero su señor le dijo: No nos desviaremos para entrar en la ciudad de extranjeros que no son de los hijos de Israel, sino que iremos hasta Guibeá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y dijo a su criado: Ven, acerquémonos a uno de estos lugares; y pasaremos la noche en Guibeá o en Ramá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Así que pasaron de largo y siguieron su camino, y el sol se puso sobre ellos cerca de Guibeá que pertenece a Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y se desviaron allí para entrar y alojarse en Guibeá. Cuando entraron, se sentaron en la plaza de la ciudad porque nadie los llevó a su casa para pasar la noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces, he aquí, un anciano venía de su trabajo del campo al anochecer. Y el hombre era de la región montañosa de Efraín y se alojaba en Guibeá, pero los hombres del lugar eran benjamitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y alzó sus ojos y vio al viajero en la plaza de la ciudad; y el anciano dijo: ¿A dónde vas y de dónde vienes?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y él le dijo: Estamos pasando de Belén de Judá a la parte más remota de la región montañosa de Efraín, pues soy de allí. Fui hasta Belén de Judá, y ahora voy a mi casa, pero no hay quien me reciba en su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Sin embargo, tenemos paja y forraje para nuestros asnos, y también pan y vino para mí, para tu sierva y para el joven que está con tu siervo; no nos falta nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y el anciano dijo: Paz sea contigo. Permíteme suplir todas tus necesidades; pero no pases la noche en la plaza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y lo llevó a su casa y dio forraje a los asnos; y ellos se lavaron los pies, comieron y bebieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Mientras ellos se alegraban, he aquí, los hombres de la ciudad, hombres perversos, rodearon la casa; y golpeando la puerta, hablaron al dueño de la casa, al anciano, diciendo: Saca al hombre que entró en tu casa para que tengamos relaciones con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces el hombre, el dueño de la casa, salió a ellos y les dijo: No, hermanos míos, no os portéis tan vilmente; puesto que este hombre ha entrado en mi casa, no cometáis esta infamia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Aquí está mi hija virgen y la concubina de él. Permitidme que las saque para que abuséis de ellas y hagáis con ellas lo que queráis, pero no cometáis semejante infamia contra este hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero los hombres no quisieron escucharle, así que el levita tomó a su concubina y la trajo a ellos. Y ellos la ultrajaron y abusaron de ella toda la noche hasta la mañana; entonces la dejaron libre al amanecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Cuando amanecía, la mujer vino y cayó a la entrada de la casa del hombre donde estaba su señor hasta que se hizo de día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Al levantarse su señor por la mañana, abrió las puertas de la casa y salió para seguir su camino, y he aquí que su concubina estaba tendida a la entrada de la casa, con sus manos en el umbral."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y él le dijo: Levántate y vámonos; pero ella no respondió. Entonces la recogió, y colocándola sobre el asno, el hombre se levantó y se fue a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Cuando entró en su casa tomó un cuchillo, y tomando a su concubina, la cortó en doce pedazos, miembro por miembro, y la envió por todo el territorio de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y todos los que lo veían, decían: Nada como esto jamás ha sucedido ni se ha visto desde el día en que los hijos de Israel subieron de la tierra de Egipto hasta el día de hoy. Consideradlo, tomad consejo y hablad."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.20",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.20"
        ],
        "human": "Jueces 20"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.21"
        ],
        "human": "Jueces 21",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.19"
        ],
        "human": "Jueces 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Guerra contra Benjamín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces salieron todos los hijos de Israel, desde Dan hasta Beerseba, incluyendo la tierra de Galaad, y la congregación se reunió al Señor como un solo hombre en Mizpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y los jefes de todo el pueblo, de todas las tribus de Israel, tomaron su puesto en la asamblea del pueblo de Dios, cuatrocientos mil soldados de a pie que sacaban espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "(Y los hijos de Benjamín oyeron que los hijos de Israel habían subido a Mizpa.) Y los hijos de Israel dijeron: Decidnos, ¿cómo ocurrió esta maldad?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces el levita, marido de la mujer que había sido asesinada, respondió y dijo: Vine con mi concubina a pasar la noche en Guibeá de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Mas los hombres de Guibeá se levantaron contra mí, y rodearon la casa por la noche por causa mía. Tenían intención de matarme; pero en vez de esto, violaron a mi concubina de tal manera que murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Tomé entonces a mi concubina, la corté en pedazos y la envié por todo el territorio de la heredad de Israel; porque han cometido lascivia e infamia en Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "He aquí, todos vosotros, hijos de Israel, dad aquí vuestro parecer y consejo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces todo el pueblo se levantó como un solo hombre, diciendo: Ninguno de nosotros irá a su tienda, ni ninguno de nosotros volverá a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y ahora esto es lo que haremos a Guibeá: subiremos contra la ciudad por sorteo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "tomaremos diez hombres de cada cien por todas las tribus de Israel, y cien de cada mil, y mil de cada diez mil para proveer víveres para el pueblo, para que cuando vayan a Guibeá de Benjamín los castiguen por toda la infamia que han cometido en Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así se juntaron contra la ciudad todos los hombres de Israel, como un solo hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces las tribus de Israel enviaron hombres por toda la tribu de Benjamín, diciendo: ¿Qué es esta infamia que se ha cometido entre vosotros?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ahora pues, entregad a los hombres, los hombres perversos en Guibeá, para que les demos muerte y quitemos esta infamia de Israel. Pero los hijos de Benjamín no quisieron escuchar la voz de sus hermanos, los hijos de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y los hijos de Benjamín, de sus ciudades, se reunieron en Guibeá para salir a combatir contra los hijos de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y de las ciudades fueron contados en aquel día, de los hijos de Benjamín, veintiséis mil hombres que sacaban espada, además de los habitantes de Guibeá que fueron contados, setecientos hombres escogidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "De toda esta gente, setecientos hombres escogidos eran zurdos; capaces cada uno de lanzar con la honda una piedra a un cabello sin errar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces los hombres de Israel, fuera de Benjamín, fueron contados, cuatrocientos mil hombres que sacaban espada; todos estos eran hombres de guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Los hijos de Israel se levantaron, subieron a Betel, y consultaron a Dios, y dijeron: ¿Quién de nosotros subirá primero a pelear contra los hijos de Benjamín? Entonces el Señor dijo: Judá subirá primero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Los hijos de Israel se levantaron por la mañana y acamparon contra Guibeá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y los hombres de Israel salieron a combatir contra Benjamín, y los hombres de Israel se pusieron en orden de batalla contra ellos en Guibeá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero los hijos de Benjamín salieron de Guibeá y derribaron por tierra en aquel día veintidós mil hombres de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero el pueblo, los hombres de Israel, se reanimaron, y se pusieron otra vez en orden de batalla en el lugar donde se habían puesto el primer día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y subieron los hijos de Israel y lloraron delante del Señor hasta la noche, y consultaron al Señor, diciendo: ¿Nos acercaremos otra vez para combatir contra los hijos de mi hermano Benjamín? Y el Señor dijo: Subid contra él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces los hijos de Israel fueron contra los hijos de Benjamín el segundo día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y salió Benjamín de Guibeá contra ellos el segundo día y otra vez hizo caer dieciocho mil hombres de los hijos de Israel; todos estos sacaban espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Todos los hijos de Israel y todo el pueblo subieron y vinieron a Betel y lloraron; y permanecieron allí delante del Señor y ayunaron ese día hasta la noche. Y ofrecieron holocaustos y ofrendas de paz delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y consultaron los hijos de Israel al Señor (porque el arca del pacto de Dios estaba allí en aquellos días,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "y Finees, hijo de Eleazar, hijo de Aarón, estaba delante de ella para ministrar en aquellos días), diciendo: ¿Volveré a salir otra vez a combatir contra los hijos de mi hermano Benjamín, o desistiré? Y el Señor dijo: Subid, porque mañana lo entregaré en tu mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Derrota y exterminio de los benjamitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Puso, pues, Israel emboscadas alrededor de Guibeá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Los hijos de Israel subieron contra los hijos de Benjamín al tercer día, y se pusieron en orden de batalla contra Guibeá como las otras veces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Y salieron los hijos de Benjamín contra el pueblo, siendo alejados de la ciudad; y comenzaron como las otras veces a herir y a matar a algunos del pueblo por los caminos, uno de los cuales sube a Betel y el otro a Guibeá, en campo abierto; mataron a unos treinta hombres de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Y los hijos de Benjamín dijeron: Están derrotados delante de nosotros como la primera vez. Pero los hijos de Israel dijeron: Huyamos para que los alejemos de la ciudad hacia los caminos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Entonces todos los hombres de Israel se levantaron de sus puestos y se pusieron en orden de batalla en Baal-tamar; y los emboscados de Israel salieron de sus puestos, de Maareh-geba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Cuando diez mil hombres escogidos de todo Israel fueron contra Guibeá, la batalla se hizo reñida; pero Benjamín no sabía que el desastre se le acercaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Y el Señor hirió a Benjamín delante de Israel, de modo que los hijos de Israel destruyeron ese día a veinticinco mil cien hombres de Benjamín, todos los que sacaban espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Y los hijos de Benjamín vieron que estaban derrotados. Cuando los hombres de Israel cedieron terreno a Benjamín porque confiaban en las emboscadas que habían puesto contra Guibeá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "los emboscados se apresuraron y se lanzaron contra Guibeá, y se desplegaron e hirieron toda la ciudad a filo de espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Y fue la señal convenida entre los hombres de Israel y los emboscados, que ellos harían que se levantara una gran nube de humo de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Entonces los hombres de Israel regresaron a la batalla, y Benjamín empezó a herir y matar a unos treinta hombres de Israel, porque dijeron: Ciertamente están derrotados delante de nosotros como en la primera batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Pero cuando la nube de humo como columna empezó a levantarse de la ciudad, Benjamín miró tras sí; y he aquí, de toda la ciudad subía humo al cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Entonces los hombres de Israel se volvieron, y los hombres de Benjamín se aterrorizaron porque vieron que el desastre se les acercaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Por tanto, volvieron la espalda ante los hombres de Israel en dirección al desierto, pero la batalla los alcanzó, y los que salían de las ciudades los destruían en medio de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Cercaron a Benjamín, lo persiguieron sin tregua y lo aplastaron frente a Guibeá, hacia el oriente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Cayeron dieciocho mil hombres de Benjamín; todos ellos eran valientes guerreros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Y los demás se volvieron y huyeron al desierto, a la peña de Rimón, pero capturaron a cinco mil de ellos en los caminos, y a otros los persiguieron muy de cerca hasta Gidom y mataron a dos mil de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "El total de los de Benjamín que cayeron aquel día fue de veinticinco mil hombres que sacaban espada, todos ellos valientes guerreros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Pero seiscientos hombres se volvieron y huyeron al desierto, a la peña de Rimón, y permanecieron en la peña de Rimón cuatro meses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Entonces los hombres de Israel se volvieron contra los hijos de Benjamín y los hirieron a filo de espada, a toda la ciudad, así como el ganado y todo lo que encontraron; también prendieron fuego a todas las ciudades que hallaron."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.21",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.21"
        ],
        "human": "Jueces 21"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "RUT.1"
        ],
        "human": "Rut 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.20"
        ],
        "human": "Jueces 20",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mujeres para los de Benjamín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los hombres de Israel habían jurado en Mizpa, diciendo: Ninguno de nosotros dará su hija por mujer a los de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces el pueblo vino a Betel, y permaneció allí delante de Dios hasta la noche; y alzaron sus voces y lloraron amargamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y dijeron: ¿Por qué, oh Señor, Dios de Israel, ha sucedido esto en Israel, que falte hoy una tribu en Israel?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y al día siguiente el pueblo se levantó temprano, y edificaron allí un altar y ofrecieron holocaustos y ofrendas de paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Después los hijos de Israel dijeron: ¿Quién de entre todas las tribus de Israel no subió a la asamblea del Señor? Porque habían hecho gran juramento en cuanto a todo aquel que no subiera al Señor en Mizpa, diciendo: Ciertamente se le dará muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los hijos de Israel se entristecieron por su hermano Benjamín, y dijeron: Ha sido cortada hoy una tribu de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿Qué haremos para conseguir mujeres para los que han quedado, ya que hemos jurado por el Señor no darles ninguna de nuestras hijas en matrimonio?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y dijeron: ¿Cuál de las tribus de Israel no subió al Señor en Mizpa? Y he aquí que ninguno de Jabes-galaad había venido al campamento, a la asamblea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque cuando contaron al pueblo, he aquí, ninguno de los habitantes de Jabes-galaad estaba allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "La congregación envió a doce mil de los hombres de guerra allá, y les mandaron diciendo: Id y herid a los habitantes de Jabes-galaad a filo de espada, con las mujeres y los niños."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y esto es lo que haréis: destruiréis a todo hombre y a toda mujer que se haya acostado con varón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y hallaron entre los habitantes de Jabes-galaad a cuatrocientas doncellas que no se habían acostado con varón; y las llevaron al campamento en Silo, que está en la tierra de Canaán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Toda la congregación envió palabra, y hablaron a los hijos de Benjamín que estaban en la peña de Rimón, y les hablaron de paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Volvieron entonces los de Benjamín, y les dieron las mujeres que habían guardado vivas de entre las mujeres de Jabes-galaad; mas no había suficientes para todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y el pueblo tuvo tristeza por Benjamín, porque el Señor había abierto una brecha en las tribus de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces los ancianos de la congregación dijeron: ¿Qué haremos para conseguir mujeres para los que quedan, ya que las mujeres de Benjamín fueron destruidas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y dijeron: Debe haber herencia para los de Benjamín que han escapado, para que no sea exterminada una tribu de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero nosotros no le podemos dar mujeres de nuestras hijas. Porque los hijos de Israel habían jurado diciendo: Maldito el que dé mujer a los de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y dijeron: He aquí, cada año hay una fiesta del Señor en Silo, que está al norte de Betel, al lado oriental del camino que sube de Betel a Siquem, y al sur de Lebona."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y mandaron a los hijos de Benjamín, diciendo: Id, y emboscaos en las viñas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "y velad; y he aquí, si las hijas de Silo salen a tomar parte en las danzas, entonces saldréis de las viñas y tomaréis cada uno una mujer de las hijas de Silo, y volved a la tierra de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y sucederá que cuando sus padres o sus hermanos vengan a quejarse a nosotros, les diremos: Dádnoslas voluntariamente, porque no pudimos tomar en batalla una mujer para cada hombre de Benjamín, tampoco vosotros se las disteis, pues entonces seríais culpables."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Lo hicieron así los hijos de Benjamín, y tomaron mujeres conforme a su número de entre las que danzaban, de las cuales se apoderaron. Y se fueron y volvieron a su heredad, y reedificaron las ciudades y habitaron en ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Los hijos de Israel se fueron entonces de allí, cada uno a su tribu y a su familia, y todos ellos salieron de allí para su heredad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "En esos días no había rey en Israel; cada uno hacía lo que le parecía bien ante sus ojos."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}