{
  "book_usfm": "1CO",
  "name": "1 Corintios",
  "local_title": "Nueva Traducción Viviente",
  "local_abbreviation": "NTV",
  "version_id": 127,
  "publisher": {
    "name": "Tyndale House Publishers Inc."
  },
  "copyright": {
    "html": "<p>Santa Biblia, Nueva Traducción Viviente, copyright © 2010 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, a Division of Tyndale House Ministries, Carol Stream, Illinois 60188. All rights reserved.</p>",
    "text": "Santa Biblia, Nueva Traducción Viviente, copyright © 2010 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, a Division of Tyndale House Ministries, Carol Stream, Illinois 60188. All rights reserved."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "1CO.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.1"
        ],
        "human": "1 Corintios 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.2"
        ],
        "human": "1 Corintios 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.16"
        ],
        "human": "Romanos 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludos de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Yo, Pablo, elegido por la voluntad de Dios para ser un apóstol de Cristo Jesús, escribo esta carta junto con nuestro hermano Sóstenes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Va dirigida a la iglesia de Dios en Corinto, a ustedes que han sido llamados por Dios para ser su pueblo santo. Él los hizo santos por medio de Cristo Jesús, tal como lo hizo con todos los que en todas partes invocan el nombre de nuestro Señor Jesucristo, Señor de ellos y de nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Que Dios nuestro Padre y el Señor Jesucristo les den gracia y paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo da gracias a Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Siempre doy gracias a mi Dios por ustedes y por los dones inmerecidos que les dio ahora que pertenecen a Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por medio de él, Dios ha enriquecido la iglesia de ustedes en todo sentido, con toda la elocuencia y todo el conocimiento que tienen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Eso confirma que es verdad lo que les dije acerca de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ahora tienen todos los dones espirituales que necesitan mientras esperan con anhelo el regreso de nuestro Señor Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Él los mantendrá firmes hasta el final, para que estén libres de toda culpa el día que nuestro Señor Jesucristo vuelva."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Dios lo hará porque él es fiel para hacer lo que dice y los ha invitado a que tengan comunión con su Hijo, Jesucristo nuestro Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Divisiones en la iglesia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Amados hermanos, les ruego por la autoridad de nuestro Señor Jesucristo que vivan en armonía los unos con los otros. Que no haya divisiones en la iglesia. Por el contrario, sean todos de un mismo parecer, unidos en pensamiento y propósito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pues algunos de la casa de Cloé me contaron de las peleas entre ustedes, mis amados hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Algunos de ustedes dicen: «Yo soy seguidor de Pablo». Otros dicen: «Yo sigo a Apolos» o «Yo sigo a Pedro», o «Yo sigo únicamente a Cristo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "¿Acaso Cristo está dividido en facciones? ¿Fui yo, Pablo, crucificado por ustedes? ¿Fue alguno de ustedes bautizado en el nombre de Pablo? ¡Por supuesto que no!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Agradezco a Dios que no bauticé a ninguno de ustedes excepto a Crispo y a Gayo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "porque ahora nadie puede decir que fue bautizado en mi nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "(Ah, sí, también bauticé a los de la casa de Estéfanas, pero no recuerdo haber bautizado a nadie más)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pues Cristo no me envió a bautizar sino a predicar la Buena Noticia, y no con palabras ingeniosas, por temor a que la cruz de Cristo perdiera su poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La sabiduría de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "¡El mensaje de la cruz es una ridiculez para los que van rumbo a la destrucción! Pero nosotros, que vamos en camino a la salvación, sabemos que es el poder mismo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Como dicen las Escrituras:",
            "«Destruiré la sabiduría de los sabios",
            "y desecharé la inteligencia de los inteligentes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Así que, ¿dónde deja eso a los filósofos, a los estudiosos y a los especialistas en debates de este mundo? Dios ha hecho que la sabiduría de este mundo parezca una ridiculez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Ya que Dios, en su sabiduría, se aseguró de que el mundo nunca lo conociera por medio de la sabiduría humana, usó nuestra predicación «ridícula» para salvar a los que creen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Es ridícula para los judíos, que piden señales del cielo. Y es ridícula para los griegos, que buscan la sabiduría humana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces cuando predicamos que Cristo fue crucificado, los judíos se ofenden y los gentiles dicen que son puras tonterías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Sin embargo, para los que Dios llamó a la salvación, tanto judíos como gentiles, Cristo es el poder de Dios y la sabiduría de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Ese plan «ridículo» de Dios es más sabio que el más sabio de los planes humanos, y la debilidad de Dios es más fuerte que la mayor fuerza humana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Recuerden, amados hermanos, que pocos de ustedes eran sabios a los ojos del mundo o poderosos o ricos cuando Dios los llamó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "En cambio, Dios eligió lo que el mundo considera ridículo para avergonzar a los que se creen sabios. Y escogió cosas que no tienen poder para avergonzar a los poderosos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Dios escogió lo despreciado por el mundo —lo que se considera como nada— y lo usó para convertir en nada lo que el mundo considera importante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Como resultado, nadie puede jamás jactarse en presencia de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Dios los ha unido a ustedes con Cristo Jesús. Dios hizo que él fuera la sabiduría misma para nuestro beneficio. Cristo nos hizo justos ante Dios; nos hizo puros y santos y nos liberó del pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Por lo tanto, como dicen las Escrituras: «Si alguien quiere jactarse, que se jacte solamente del Señor»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.2"
        ],
        "human": "1 Corintios 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.3"
        ],
        "human": "1 Corintios 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.1"
        ],
        "human": "1 Corintios 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo y su mensaje de sabiduría"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Amados hermanos, la primera vez que los visité, no me valí de palabras elevadas ni de una sabiduría impresionante para contarles acerca del plan secreto de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pues decidí que, mientras estuviera con ustedes, olvidaría todo excepto a Jesucristo, el que fue crucificado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Me acerqué a ustedes en debilidad: con timidez y temblor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y mi mensaje y mi predicación fueron muy sencillos. En lugar de usar discursos ingeniosos y persuasivos, confié solamente en el poder del Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Lo hice así para que ustedes no confiaran en la sabiduría humana sino en el poder de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Sin embargo, cuando estoy con creyentes maduros, sí hablo con palabras de sabiduría, pero no la clase de sabiduría que pertenece a este mundo o a los gobernantes de este mundo, quienes pronto son olvidados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "No, la sabiduría de la que hablamos es el misterio de Dios, su plan que antes estaba escondido, aunque él lo hizo para nuestra gloria final aún antes que comenzara el mundo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "pero los gobernantes de este mundo no lo entendieron; si lo hubieran hecho, no habrían crucificado a nuestro glorioso Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "A eso se refieren las Escrituras cuando dicen:",
            "«Ningún ojo ha visto, ningún oído ha escuchado,",
            "ninguna mente ha imaginado",
            "lo que Dios tiene preparado",
            "para quienes lo aman»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero fue a nosotros a quienes Dios reveló esas cosas por medio de su Espíritu. Pues su Espíritu investiga todo a fondo y nos muestra los secretos profundos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Nadie puede conocer los pensamientos de una persona excepto el propio espíritu de esa persona y nadie puede conocer los pensamientos de Dios excepto el propio Espíritu de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y nosotros hemos recibido el Espíritu de Dios (no el espíritu del mundo), de manera que podemos conocer las cosas maravillosas que Dios nos ha regalado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Les decimos estas cosas sin emplear palabras que provienen de la sabiduría humana. En cambio, hablamos con palabras que el Espíritu nos da, usando las palabras del Espíritu para explicar las verdades espirituales;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "pero los que no son espirituales no pueden recibir esas verdades de parte del Espíritu de Dios. Todo les suena ridículo y no pueden entenderlo, porque solo los que son espirituales pueden entender lo que el Espíritu quiere decir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Los que son espirituales pueden evaluar todas las cosas, pero ellos mismos no pueden ser evaluados por otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pues,",
            "«¿Quién puede conocer los pensamientos del Señor?",
            "¿Quién sabe lo suficiente para enseñarle a él?».",
            "Pero nosotros entendemos estas cosas porque tenemos la mente de Cristo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.3"
        ],
        "human": "1 Corintios 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.4"
        ],
        "human": "1 Corintios 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.2"
        ],
        "human": "1 Corintios 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo y Apolos, siervos de Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Amados hermanos, cuando estuve con ustedes, no pude hablarles como lo haría con personas espirituales. Tuve que hablarles como si pertenecieran a este mundo o como si fueran niños en Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Tuve que alimentarlos con leche, no con alimento sólido, porque no estaban preparados para algo más sustancioso. Y aún no están preparados,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "porque todavía están bajo el control de su naturaleza pecaminosa. Tienen celos unos de otros y se pelean entre sí. ¿Acaso eso no demuestra que los controla su naturaleza pecaminosa? ¿No viven como la gente del mundo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando uno de ustedes dice: «Yo soy seguidor de Pablo» y otro dice: «Yo sigo a Apolos», ¿no actúan igual que la gente del mundo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Después de todo, ¿quién es Apolos?, ¿quién es Pablo? Nosotros solo somos siervos de Dios mediante los cuales ustedes creyeron la Buena Noticia. Cada uno de nosotros hizo el trabajo que el Señor nos encargó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Yo planté la semilla en sus corazones, y Apolos la regó, pero fue Dios quien la hizo crecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "No importa quién planta o quién riega; lo importante es que Dios hace crecer la semilla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El que planta y el que riega trabajan en conjunto con el mismo propósito. Y cada uno será recompensado por su propio arduo trabajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pues ambos somos trabajadores de Dios; y ustedes son el campo de cultivo de Dios, son el edificio de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Por la gracia que Dios me dio, yo eché los cimientos como un experto en construcción. Ahora otros edifican encima; pero cualquiera que edifique sobre este fundamento tiene que tener mucho cuidado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pues nadie puede poner un fundamento distinto del que ya tenemos, que es Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El que edifique sobre este fundamento podrá usar una variedad de materiales: oro, plata, joyas, madera, heno o paja;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "pero el día del juicio, el fuego revelará la clase de obra que cada constructor ha hecho. El fuego mostrará si la obra de alguien tiene algún valor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Si la obra permanece, ese constructor recibirá una recompensa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "pero si la obra se consume, el constructor sufrirá una gran pérdida. El constructor se salvará, pero como quien apenas se escapa atravesando un muro de llamas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¿No se dan cuenta de que todos ustedes juntos son el templo de Dios y que el Espíritu de Dios vive en ustedes?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Dios destruirá a cualquiera que destruya este templo. Pues el templo de Dios es santo, y ustedes son este templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Dejen de engañarse a sí mismos. Si piensan que son sabios de acuerdo con los criterios de este mundo, necesitan volverse necios para ser verdaderamente sabios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pues la sabiduría de este mundo es necedad para Dios. Como dicen las Escrituras:",
            "«Él atrapa a los sabios",
            "en la trampa de su propia astucia»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y también:",
            "«El Señor conoce los pensamientos de los sabios;",
            "sabe que no valen nada»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Así que no se jacten de seguir a un líder humano en particular. Pues a ustedes les pertenece todo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "ya sea Pablo o Apolos o Pedro, o el mundo, o la vida y la muerte, o el presente y el futuro. Todo les pertenece a ustedes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "y ustedes pertenecen a Cristo, y Cristo pertenece a Dios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.4"
        ],
        "human": "1 Corintios 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.5"
        ],
        "human": "1 Corintios 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.3"
        ],
        "human": "1 Corintios 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La relación de Pablo con los corintios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Así que, a Apolos y a mí, considérennos como simples siervos de Cristo, a quienes se nos encargó la tarea de explicar los misterios de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ahora bien, alguien que recibe el cargo de administrador debe ser fiel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "En cuanto a mí, me importa muy poco cómo me califiquen ustedes o cualquier autoridad humana. Ni siquiera confío en mi propio juicio en este sentido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Tengo la conciencia limpia, pero eso no demuestra que yo tenga razón. Es el Señor mismo quien me evaluará y tomará la decisión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Así que no juzguen a nadie antes de tiempo, es decir, antes de que el Señor vuelva. Pues él sacará a la luz nuestros secretos más oscuros y revelará nuestras intenciones más íntimas. Entonces Dios le dará a cada uno el reconocimiento que le corresponda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Amados hermanos, puse el caso de Apolos y el mío propio como ilustración de lo que les vengo diciendo. Si prestan atención a lo que les cité de las Escrituras, no estarán orgullosos de uno de sus líderes a costa de otro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pues, ¿qué derecho tienen a juzgar así? ¿Qué tienen que Dios no les haya dado? Y si todo lo que tienen proviene de Dios, ¿por qué se jactan como si no fuera un regalo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Ustedes piensan que ya tienen todo lo que necesitan. Creen que ya son ricos. ¡Hasta han comenzado a reinar sin nosotros en el reino de Dios! Yo desearía que en verdad ya estuvieran reinando, porque entonces nosotros estaríamos reinando con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "A veces pienso que a nosotros, los apóstoles, Dios nos puso en exhibición como prisioneros de guerra al final del desfile del vencedor, condenados a muerte. Nos hemos convertido en un espectáculo para el mundo entero, tanto para la gente como para los ángeles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Nuestra entrega a Cristo nos hace parecer tontos, en cambio, ¡ustedes afirman ser tan sabios en Cristo! Nosotros somos débiles, ¡pero ustedes son tan poderosos! A ustedes los estiman, ¡a nosotros nos ridiculizan!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Incluso ahora mismo pasamos hambre y tenemos sed y nos falta ropa para abrigarnos. A menudo somos golpeados y no tenemos casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Nos cansamos trabajando con nuestras manos para ganarnos la vida. Bendecimos a los que nos maldicen. Somos pacientes con los que nos maltratan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Respondemos con gentileza cuando dicen cosas malas de nosotros. Aun así se nos trata como la basura del mundo, como el desperdicio de todos, hasta este preciso momento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "No les escribo estas cosas para avergonzarlos, sino para advertirles como mis amados hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pues, aunque tuvieran diez mil maestros que les enseñaran acerca de Cristo, tienen solo un padre espiritual. Pues me convertí en su padre en Cristo Jesús cuando les prediqué la Buena Noticia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Así que les ruego que me imiten."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Por esa razón les envié a Timoteo, mi fiel y amado hijo en el Señor. Él les recordará la manera en que sigo a Cristo Jesús, así como lo enseño en todas las iglesias en todas partes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Algunos de ustedes se han vuelto arrogantes al pensar que no volveré a visitarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero iré —y pronto— si el Señor me lo permite, y entonces comprobaré si esos arrogantes solo dan discursos pretenciosos o de verdad tienen el poder de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pues el reino de Dios no consiste en las muchas palabras sino en vivir por el poder de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "¿Qué prefieren? ¿Que llegue con una vara para castigarlos o que vaya con amor y un espíritu amable?"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.5"
        ],
        "human": "1 Corintios 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.6"
        ],
        "human": "1 Corintios 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.4"
        ],
        "human": "1 Corintios 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo condena el orgullo espiritual"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Me cuesta creer lo que me informan acerca de la inmoralidad sexual que hay entre ustedes, algo que ni siquiera los paganos hacen. Me dicen que un hombre de su iglesia vive en pecado con su madrastra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ustedes están muy orgullosos de sí mismos, en cambio, deberían estar llorando de dolor y vergüenza y echar a ese hombre de la congregación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Aunque no estoy con ustedes en persona, sí lo estoy en el Espíritu; y como si estuviera ahí, ya emití mi juicio sobre ese hombre"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "en el nombre del Señor Jesús. Ustedes deben convocar a una reunión de la iglesia. Yo estaré presente en espíritu, igual que el poder de nuestro Señor Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces deben expulsar a ese hombre y entregárselo a Satanás, para que su naturaleza pecaminosa sea destruida y él mismo sea salvo el día que el Señor vuelva."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Es terrible que se jacten sobre dicho asunto. ¿No se dan cuenta de que ese pecado es como un poco de levadura que impregna toda la masa?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Desháganse de la vieja «levadura» quitando a ese perverso de entre ustedes. Entonces serán como una nueva masa preparada sin levadura, que es lo que realmente son. Cristo, nuestro Cordero Pascual, ha sido sacrificado por nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Por lo tanto, celebremos el festival, no con el viejo pan de perversidad y maldad, sino con el nuevo pan de sinceridad y verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando les escribí anteriormente, les dije que no se relacionaran con personas que se entregan al pecado sexual;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "pero no me refería a los incrédulos que se entregan al pecado sexual o son avaros o estafadores o rinden culto a ídolos. Uno tendría que salir de este mundo para evitar gente como esa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Lo que quise decir es: no se relacionen con ninguno que afirma ser creyente y aun así se entrega al pecado sexual o es avaro o rinde culto a ídolos o insulta o es borracho o estafador. Ni siquiera coman con esa gente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No es mi deber juzgar a los de afuera, pero sí es responsabilidad de ustedes juzgar a los que son de la iglesia y están en pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Dios juzgará a los de afuera; pero como dicen las Escrituras: «Quiten al malvado de entre ustedes»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.6"
        ],
        "human": "1 Corintios 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.7"
        ],
        "human": "1 Corintios 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.5"
        ],
        "human": "1 Corintios 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Evitar demandas legales contra los cristianos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando uno de ustedes tiene un conflicto con otro creyente, ¿cómo se atreve a presentar una demanda y a pedirle a un tribunal secular que decida sobre el asunto, en lugar de llevarlo ante otros creyentes?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "¿No se dan cuenta de que algún día nosotros, los creyentes, juzgaremos al mundo? Y dado que ustedes van a juzgar al mundo, ¿no son capaces de resolver esas pequeñas cuestiones entre ustedes?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "¿No se dan cuenta de que juzgaremos a los ángeles? Así que deberían ser capaces de resolver los conflictos comunes y corrientes que ocurren en esta vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Si tienen conflictos legales acerca de tales asuntos, ¿por qué acuden a jueces que son de afuera y no son respetados por la iglesia?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Digo esto para que se avergüencen. ¿No hay nadie en toda la iglesia con suficiente sabiduría para decidir sobre esos temas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "En cambio, un creyente demanda a otro, ¡justo frente a los incrédulos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El hecho de que tengan semejantes demandas legales unos contra otros es en sí una derrota para ustedes. ¿Por qué mejor no aceptar la injusticia y dejar el asunto como está? ¿Por qué no se dejan estafar?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En cambio, son ustedes mismos los que hacen lo malo y estafan aun a sus propios hermanos en Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "¿No se dan cuenta de que los que hacen lo malo no heredarán el reino de Dios? No se engañen a sí mismos. Los que se entregan al pecado sexual o rinden culto a ídolos o cometen adulterio o son prostitutos o practican la homosexualidad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "o son ladrones o avaros o borrachos o insultan o estafan a la gente: ninguno de esos heredará el reino de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Algunos de ustedes antes eran así; pero fueron limpiados; fueron hechos santos; fueron hechos justos ante Dios al invocar el nombre del Señor Jesucristo y por el Espíritu de nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Evitar el pecado sexual"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Ustedes dicen: «Se me permite hacer cualquier cosa», pero no todo les conviene. Y aunque «se me permite hacer cualquier cosa», no debo volverme esclavo de nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ustedes dicen: «La comida se hizo para el estómago, y el estómago, para la comida». (Eso es cierto, aunque un día Dios acabará con ambas cosas). Pero ustedes no pueden decir que nuestro cuerpo fue creado para la inmoralidad sexual. Fue creado para el Señor, y al Señor le importa nuestro cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y Dios nos levantará de los muertos con su poder, tal como levantó de los muertos a nuestro Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¿No se dan cuenta de que sus cuerpos en realidad son miembros de Cristo? ¿Acaso un hombre debería tomar su cuerpo, que es parte de Cristo, y unirlo a una prostituta? ¡Jamás!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¿Y no se dan cuenta de que, si un hombre se une a una prostituta, se hace un solo cuerpo con ella? Pues las Escrituras dicen: «Los dos se convierten en uno solo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero la persona que se une al Señor es un solo espíritu con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "¡Huyan del pecado sexual! Ningún otro pecado afecta tanto el cuerpo como este, porque la inmoralidad sexual es un pecado contra el propio cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "¿No se dan cuenta de que su cuerpo es el templo del Espíritu Santo, quien vive en ustedes y les fue dado por Dios? Ustedes no se pertenecen a sí mismos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "porque Dios los compró a un alto precio. Por lo tanto, honren a Dios con su cuerpo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.7"
        ],
        "human": "1 Corintios 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.8"
        ],
        "human": "1 Corintios 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.6"
        ],
        "human": "1 Corintios 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Instrucciones sobre el matrimonio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahora, en cuanto a las preguntas que me hicieron en su carta: es cierto que es bueno abstenerse de tener relaciones sexuales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Sin embargo, dado que hay tanta inmoralidad sexual, cada hombre debería tener su propia esposa, y cada mujer su propio marido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "El esposo debe satisfacer las necesidades sexuales de su esposa, y la esposa debe satisfacer las necesidades sexuales de su marido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "La esposa le da la autoridad sobre su cuerpo a su marido, y el esposo le da la autoridad sobre su cuerpo a su esposa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "No se priven el uno al otro de tener relaciones sexuales, a menos que los dos estén de acuerdo en abstenerse de la intimidad sexual por un tiempo limitado para entregarse más de lleno a la oración. Después deberán volverse a juntar, a fin de que Satanás no pueda tentarlos por la falta de control propio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Eso les digo a modo de concesión, no como un mandato."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Sin embargo, quisiera que todos fueran solteros, igual que yo; pero cada uno tiene su don específico de Dios, unos de una clase y otros de otra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Así que les digo a los solteros y a las viudas: es mejor quedarse sin casar, tal como yo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "pero si no pueden controlarse, entonces deberían casarse. Es mejor casarse que arder de pasión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "No obstante, para los que ya están casados, tengo un mandato que no proviene de mí sino del Señor. La esposa no debe dejar a su marido;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "pero si lo deja, que no se case de nuevo o bien que se reconcilie con él; y el marido no debe dejar a su esposa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Ahora, me dirigiré al resto de ustedes, aunque no tengo un mandato directo del Señor. Si un creyente está casado con una mujer que no es creyente y ella está dispuesta a seguir viviendo con él, no debe abandonarla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y, si una creyente tiene un esposo que no es creyente y él está dispuesto a seguir viviendo con ella, no debe abandonarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pues la esposa creyente da santidad a su matrimonio, y el esposo creyente da santidad al suyo. De otro modo, sus hijos no serían santos, pero ahora son santos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "(En cambio, si el esposo o la esposa que no es creyente insiste en irse, dejen que se vaya. En esos casos, el cónyuge creyente ya no está ligado al otro, porque Dios los ha llamado a ustedes a vivir en paz)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¿Acaso ustedes, esposas, no se dan cuenta de que sus maridos podrían ser salvos a causa de ustedes? Y ustedes, esposos, ¿no se dan cuenta de que sus esposas podrían ser salvas a causa de ustedes?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Cada uno debería seguir viviendo en la situación que el Señor lo haya puesto, y permanecer tal como estaba cuando Dios lo llamó por primera vez. Esa es mi regla para todas las iglesias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Por ejemplo, un hombre que se circuncidó antes de llegar a ser creyente no debería tratar de revertir su condición. Y el hombre que no estaba circuncidado cuando llegó a ser creyente no debería circuncidarse ahora."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pues no tiene importancia si un hombre ha sido o no circuncidado. Lo importante es cumplir los mandamientos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cada uno debería permanecer tal como estaba cuando Dios lo llamó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "¿Eres un esclavo? No dejes que eso te preocupe; sin embargo, si tienes la oportunidad de ser libre, aprovéchala."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y recuerda: si eras un esclavo cuando el Señor te llamó, ahora eres libre en el Señor; y si eras libre cuando el Señor te llamó, ahora eres un esclavo de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Dios pagó un alto precio por ustedes, así que no se dejen esclavizar por el mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Amados hermanos, cada uno debería permanecer tal como estaba cuando Dios lo llamó por primera vez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Ahora, con respecto a la pregunta acerca de las jóvenes que todavía no se han casado, para ellas no tengo ningún mandato del Señor. Pero el Señor, en su misericordia, me ha dado sabiduría digna de confianza, que les transmitiré a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Debido a la crisis actual, pienso que es mejor que cada uno se quede como está."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Si tienes esposa, no procures terminar tu matrimonio. Si no tienes esposa, no busques casarte;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "pero si te casas, no es pecado; y si una joven se casa, tampoco es pecado. Sin embargo, los que se casen en este tiempo tendrán problemas, y estoy tratando de evitárselos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Déjenme decirles lo siguiente, amados hermanos: el tiempo que queda es muy breve. Así que, de ahora en adelante, los que estén casados no deberían concentrarse únicamente en su matrimonio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Los que lloran o los que se alegran o los que compran cosas, no deberían ser absorbidos por sus lágrimas ni su alegría ni sus posesiones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Los que usan las cosas del mundo no deberían apegarse a ellas. Pues este mundo, tal como lo conocemos, pronto desaparecerá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Quisiera que estén libres de las preocupaciones de esta vida. Un soltero puede invertir su tiempo en hacer la obra del Señor y en pensar cómo agradarlo a él;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "pero el casado tiene que pensar en sus responsabilidades terrenales y en cómo agradar a su esposa;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "sus intereses están divididos. De la misma manera, una mujer que ya no está casada o que nunca se ha casado puede dedicarse al Señor y ser santa en cuerpo y en espíritu; pero una mujer casada tiene que pensar en sus responsabilidades terrenales y en cómo agradar a su esposo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Les digo esto para su propio beneficio, no para imponerles restricciones. Mi deseo es que hagan todo lo que les ayude a servir mejor al Señor, con la menor cantidad de distracciones posibles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "No obstante, si un hombre piensa que está tratando a su prometida en forma impropia y que inevitablemente cederá a sus pasiones, que se case con ella como él desea. No es pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Pero si ha decidido con toda firmeza no casarse y no hay urgencia y puede controlar sus pasiones, hace bien en no casarse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Así que el que se casa con su prometida hace bien, y el que no se casa hace aún mejor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Una esposa está ligada a su esposo mientras el esposo vive. Si su esposo muere, ella queda libre para casarse con quien quiera, pero solamente si ese hombre ama al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Sin embargo, en mi opinión, sería mejor para ella no volver a casarse, y pienso que, al decirles esto, les doy consejo del Espíritu de Dios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.8"
        ],
        "human": "1 Corintios 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.9"
        ],
        "human": "1 Corintios 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.7"
        ],
        "human": "1 Corintios 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Comida sacrificada a ídolos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahora, con respecto a la pregunta acerca de la comida que ha sido ofrecida a ídolos, es cierto, sabemos que «todos tenemos conocimiento» sobre este tema. Sin embargo, mientras que el conocimiento nos hace sentir importantes, es el amor lo que fortalece a la iglesia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El que afirma que lo sabe todo, en realidad, no es que sepa mucho;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "pero la persona que ama a Dios es a quien Dios reconoce."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces, ¿qué acerca de comer carne ofrecida a ídolos? Pues sabemos que un ídolo no es en verdad un dios y que hay solo un Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Puede que existan esos llamados «dioses» tanto en el cielo como en la tierra, y algunas personas de hecho rinden culto a muchos dioses y a muchos señores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero para nosotros:",
            "Hay un Dios, el Padre,",
            "por quien todas las cosas fueron creadas",
            "y para quien vivimos;",
            "y hay un Señor, Jesucristo,",
            "por medio de quien todas las cosas fueron creadas",
            "y por medio de quien vivimos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Sin embargo, no todos los creyentes saben esto. Algunos están acostumbrados a pensar que los ídolos son reales, entonces, cuando comen un alimento que fue ofrecido a ídolos, lo consideran adoración a dioses verdaderos, y violan su débil conciencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Es cierto que no podemos obtener la aprobación de Dios por lo que comemos. No perdemos nada si no lo comemos, y no ganamos nada si lo comemos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero ustedes deben tener cuidado de que su libertad no haga tropezar a los que tienen una conciencia más débil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pues, si otros te ven —con tu «conocimiento superior»— comiendo en el templo de un ídolo, ¿acaso no se sentirán alentados a violar su conciencia al comer un alimento que se ofreció a un ídolo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así que a causa de tu conocimiento superior, se destruirá un creyente débil por quien Cristo murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando ustedes pecan contra otros creyentes al alentarlos a hacer algo que para ellos está mal, pecan contra Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por lo tanto, si lo que como hace que otro creyente peque, nunca más comeré carne mientras viva, porque no quiero hacer que otro creyente tropiece."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.9"
        ],
        "human": "1 Corintios 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.10"
        ],
        "human": "1 Corintios 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.8"
        ],
        "human": "1 Corintios 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo renuncia a sus derechos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¿Acaso no soy tan libre como cualquier otro? ¿No soy apóstol? ¿No he visto a Jesús nuestro Señor con mis propios ojos? ¿No es gracias a mi trabajo que ustedes pertenecen al Señor?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Aunque otros piensen que no soy apóstol, ciertamente para ustedes lo soy. Ustedes mismos son la prueba de que soy apóstol del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Esta es mi respuesta a los que cuestionan mi autoridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "¿Acaso no tenemos derecho de hospedarnos con ustedes y compartir sus comidas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "¿No tenemos derecho a llevar con nosotros a una esposa creyente como lo hacen los demás apóstoles y los hermanos del Señor y como lo hace Pedro?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "¿O Bernabé y yo somos los únicos que tenemos que trabajar para sostenernos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿Qué soldado tiene que pagar sus propios gastos? ¿Qué agricultor planta un viñedo y no tiene derecho a comer de su fruto? ¿A qué pastor que cuida de su rebaño de ovejas no se le permite beber un poco de la leche?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "¿Expreso meramente una opinión humana o dice la ley lo mismo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque la ley de Moisés dice: «No le pongas bozal al buey para impedirle que coma mientras trilla el grano». ¿Acaso pensaba Dios únicamente en bueyes cuando dijo eso?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "¿No nos hablaba a nosotros en realidad? Claro que sí, se escribió para nosotros, a fin de que tanto el que ara como el que trilla el grano puedan esperar una porción de la cosecha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Ya que hemos plantado la semilla espiritual entre ustedes, ¿no tenemos derecho a cosechar el alimento y la bebida material?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Si ustedes sostienen a otros que les predican, ¿no deberíamos tener nosotros aún mayor derecho a que nos sostengan? Pero nunca nos hemos valido de ese derecho. Preferiríamos soportar cualquier cosa antes que ser un obstáculo a la Buena Noticia acerca de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "¿No se dan cuenta de que los que trabajan en el templo obtienen sus alimentos de las ofrendas que se llevan al templo? Y los que sirven en el altar reciben una porción de lo que se ofrece como sacrificio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Del mismo modo, el Señor ordenó que los que predican la Buena Noticia sean sostenidos por los que reciben el beneficio del mensaje."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Sin embargo, yo jamás me he valido de ninguno de esos derechos. Y no escribo esto para sugerir que es mi deseo comenzar a hacerlo ahora. De hecho, preferiría morir antes que perder mi derecho a jactarme de predicar sin cobrar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Sin embargo, predicar la Buena Noticia no es algo de lo que pueda jactarme. Estoy obligado por Dios a hacerlo. ¡Qué terrible sería para mí si no predicara la Buena Noticia!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Si lo hiciera por mi propia iniciativa, merecería que me paguen; pero no tengo opción, porque Dios me ha encomendado este deber sagrado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "¿Cuál es, entonces, mi paga? Es la oportunidad de predicar la Buena Noticia sin cobrarle a nadie. Por esa razón, nunca reclamo mis derechos cuando predico la Buena Noticia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "A pesar de que soy un hombre libre y sin amo, me he hecho esclavo de todos para llevar a muchos a Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cuando estaba con los judíos, vivía como un judío para llevar a los judíos a Cristo. Cuando estaba con los que siguen la ley judía, yo también vivía bajo esa ley. A pesar de que no estoy sujeto a la ley, me sujetaba a ella para poder llevar a Cristo a los que están bajo la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cuando estoy con los gentiles, quienes no siguen la ley judía, yo también vivo independiente de esa ley para poder llevarlos a Cristo; pero no ignoro la ley de Dios, obedezco la ley de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Cuando estoy con los que son débiles, me hago débil con ellos, porque deseo llevar a los débiles a Cristo. Sí, con todos trato de encontrar algo que tengamos en común, y hago todo lo posible para salvar a algunos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Hago lo que sea para difundir la Buena Noticia y participar de sus bendiciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "¿No se dan cuenta de que en una carrera todos corren, pero solo una persona se lleva el premio? ¡Así que corran para ganar!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Todos los atletas se entrenan con disciplina. Lo hacen para ganar un premio que se desvanecerá, pero nosotros lo hacemos por un premio eterno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Por eso yo corro cada paso con propósito. No solo doy golpes al aire."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Disciplino mi cuerpo como lo hace un atleta, lo entreno para que haga lo que debe hacer. De lo contrario, temo que, después de predicarles a otros, yo mismo quede descalificado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.10"
        ],
        "human": "1 Corintios 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.11"
        ],
        "human": "1 Corintios 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.9"
        ],
        "human": "1 Corintios 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Lecciones de la idolatría de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Amados hermanos, no quiero que se olviden de lo que les sucedió a nuestros antepasados hace mucho tiempo en el desierto. Todos fueron guiados por una nube que iba delante de ellos y todos caminaron a través del mar sobre tierra seca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Todos ellos fueron bautizados en la nube y en el mar como seguidores de Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Todos comieron el mismo alimento espiritual"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y todos bebieron la misma agua espiritual. Pues bebieron de la roca espiritual que viajaba con ellos, y esa roca era Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Sin embargo, Dios no se agradó con la mayoría de ellos, y sus cuerpos fueron dispersados por el desierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Esas cosas sucedieron como una advertencia para nosotros, a fin de que no codiciemos lo malo como hicieron ellos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "ni rindamos culto a ídolos como hicieron algunos de ellos. Como dicen las Escrituras: «El pueblo celebró con abundante comida y bebida, y se entregó a diversiones paganas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y no debemos cometer inmoralidad sexual como hicieron algunos de ellos, lo cual causó la muerte de veintitrés mil personas en un solo día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Tampoco deberíamos poner a prueba a Cristo como hicieron algunos de ellos, y luego murieron mordidos por serpientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y no murmuren como lo hicieron algunos de ellos, y luego el ángel de la muerte los destruyó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Esas cosas les sucedieron a ellos como ejemplo para nosotros. Se pusieron por escrito para que nos sirvieran de advertencia a los que vivimos en el fin de los tiempos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Si ustedes piensan que están firmes, tengan cuidado de no caer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Las tentaciones que enfrentan en su vida no son distintas de las que otros atraviesan. Y Dios es fiel; no permitirá que la tentación sea mayor de lo que puedan soportar. Cuando sean tentados, él les mostrará una salida, para que puedan resistir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Por lo tanto, mis queridos amigos, huyan de la adoración a los ídolos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ustedes son personas razonables. Juzguen por sí mismos si lo que digo es cierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Cuando bendecimos la copa en la Mesa del Señor, ¿no participamos en la sangre de Cristo? Y, cuando partimos el pan, ¿no participamos en el cuerpo de Cristo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Aunque somos muchos, todos comemos de un mismo pan, con lo cual demostramos que somos un solo cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Piensen en el pueblo de Israel. ¿No estaban unidos al comer de los sacrificios del altar?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "¿Qué es lo que trato de decir? ¿Que la comida ofrecida a ídolos tiene alguna importancia o que los ídolos son dioses verdaderos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "No, de ninguna manera. Lo que digo es que esos sacrificios se ofrecen a los demonios, no a Dios. Y no quiero que ustedes tengan parte con los demonios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Ustedes no pueden beber de la copa del Señor y también de la copa de los demonios. No pueden comer de la Mesa del Señor y también de la mesa de los demonios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "¿Qué? ¿Acaso nos atreveremos a despertar los celos del Señor? ¿Piensan que somos más fuertes que él?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Ustedes dicen: «Se me permite hacer cualquier cosa», pero no todo les conviene. Dicen: «Se me permite hacer cualquier cosa», pero no todo trae beneficio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "No se preocupen por su propio bien, sino por el bien de los demás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Así que pueden comer cualquier carne que se venda en el mercado sin preguntar nada por motivos de conciencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Pues «la tierra es del Señor y todo lo que hay en ella»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Si alguien que no es creyente los invita a cenar a su casa, acepten la invitación si desean. Coman todo lo que les ofrezcan sin preguntar nada por motivos de conciencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "(Pero supongamos que alguien les dice: «Esta carne se ofreció a un ídolo». No la coman, por respeto a la conciencia del que lo dijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Tal vez no sea una cuestión de conciencia para ustedes, pero lo es para la otra persona). Pues, ¿por qué tendría que ser restringida mi libertad por lo que piense otra persona?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Si puedo darle gracias a Dios por la comida y disfrutarla, ¿por qué debería ser condenado por comerla?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Así que, sea que coman o beban o cualquier otra cosa que hagan, háganlo todo para la gloria de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "No ofendan a los judíos ni a los gentiles ni a la iglesia de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Yo también trato de complacer a todos en todo lo que hago. No hago solo lo que es mejor para mí; hago lo que es mejor para otros a fin de que muchos sean salvos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.11"
        ],
        "human": "1 Corintios 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.12"
        ],
        "human": "1 Corintios 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.10"
        ],
        "human": "1 Corintios 10",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Y ustedes deberían imitarme a mí, así como yo imito a Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Instrucciones para la adoración en público"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Cuánto me alegro de que ustedes siempre me tienen en sus pensamientos y de que siguen las enseñanzas que les transmití."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero hay algo que quiero que sepan: la cabeza de todo hombre es Cristo, la cabeza de la mujer es el hombre, y la cabeza de Cristo es Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El hombre deshonra a su cabeza si se cubre la cabeza mientras ora o profetiza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "En cambio, la mujer deshonra a su cabeza si ora o profetiza sin cubrirse la cabeza, porque es como si se la rapara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Efectivamente, si ella se niega a ponerse algo para cubrirse la cabeza, ¡debería cortarse todo el cabello! Ya que es vergonzoso que la mujer se corte el cabello o se rape la cabeza, debería cubrírsela con algo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El hombre no debería ponerse nada sobre la cabeza cuando adora a Dios, porque el hombre fue hecho a la imagen de Dios y refleja la gloria de Dios. Y la mujer refleja la gloria del hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pues el primer hombre no provino de ninguna mujer, sino que la primera mujer provino de un hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y el hombre no fue hecho para la mujer, sino que la mujer fue hecha para el hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Por esta razón y debido a que los ángeles observan, la mujer debería cubrirse la cabeza para mostrar que está bajo autoridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Sin embargo, entre el pueblo del Señor, las mujeres no son independientes de los hombres, y los hombres no son independientes de las mujeres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pues, aunque la primera mujer provino de un hombre, todos los demás hombres nacieron de una mujer, y todo proviene de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Juzguen por sí mismos: ¿Es correcto que una mujer ore a Dios en público sin cubrirse la cabeza?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¿No es obvio que es vergonzoso que un hombre tenga el cabello largo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¿Acaso el cabello largo no es el orgullo y la alegría de la mujer? Pues se le dio para que se cubra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero si alguien quiere discutir este tema, simplemente digo que no tenemos otra costumbre más que esa, y tampoco la tienen las demás iglesias de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Orden en la Cena del Señor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "En las siguientes instrucciones, no puedo elogiarlos. Pues parece que hacen más daño que bien cuando se juntan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Primero, oigo que hay divisiones entre ustedes cuando se reúnen como iglesia y, hasta cierto punto, lo creo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Así que, ¡por supuesto que tiene que haber divisiones entre ustedes, para que los que tienen la aprobación de Dios sean reconocidos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cuando ustedes se reúnen, la verdad es que no les interesa la Cena del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pues algunos se apresuran a comer su propia comida y no la comparten con los demás. Como resultado, algunos se quedan con hambre mientras que otros se emborrachan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "¿Qué? ¿Acaso no tienen sus propias casas para comer y beber? ¿O de veras quieren deshonrar a la iglesia de Dios y avergonzar a los pobres? ¿Qué se supone que debo decir? ¿Quieren que los elogie? Pues bien, ¡de ninguna manera los elogiaré por esto!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pues yo les transmito lo que recibí del Señor mismo. La noche en que fue traicionado, el Señor Jesús tomó pan"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "y dio gracias a Dios por ese pan. Luego lo partió en trozos y dijo: «Esto es mi cuerpo, el cual es entregado por ustedes. Hagan esto en memoria de mí»."
          ],
          "rlw_lines": [
            [
              {
                "text": "y dio gracias a Dios por ese pan. Luego lo partió en trozos y dijo:",
                "rl": false
              },
              {
                "text": "«Esto es mi cuerpo, el cual es entregado por ustedes.Hagan esto en memoria de mí».",
                "rl": true
              }
            ]
          ]
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "De la misma manera, tomó en sus manos la copa de vino después de la cena, y dijo: «Esta copa es el nuevo pacto entre Dios y su pueblo, un acuerdo confirmado con mi sangre. Hagan esto en memoria de mí todas las veces que la beban»."
          ],
          "rlw_lines": [
            [
              {
                "text": "De la misma manera, tomó en sus manos la copa de vino después de la cena, y dijo:",
                "rl": false
              },
              {
                "text": "«Esta copa es el nuevo pacto entre Dios y su pueblo, un acuerdo confirmado con mi sangre. Hagan esto en memoria de mí todas las veces que la beban».",
                "rl": true
              }
            ]
          ]
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Pues, cada vez que coman este pan y beban de esta copa, anuncian la muerte del Señor hasta que él vuelva."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Por lo tanto, cualquiera que coma este pan o beba de esta copa del Señor en forma indigna es culpable de pecar contra el cuerpo y la sangre del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Por esta razón, cada uno debería examinarse a sí mismo antes de comer el pan y beber de la copa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Pues, si alguno come el pan y bebe de la copa sin honrar el cuerpo de Cristo, come y bebe el juicio de Dios sobre sí mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Esa es la razón por la que muchos de ustedes son débiles y están enfermos y algunos incluso han muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Si nos examináramos a nosotros mismos, Dios no nos juzgaría de esa manera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Sin embargo, cuando el Señor nos juzga, nos está disciplinando para que no seamos condenados junto con el mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Así que, mis amados hermanos, cuando se reúnan para la Cena del Señor, espérense unos a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Si de veras tienen hambre, que cada uno coma en su casa, a fin de no traer juicio sobre ustedes mismos cuando se reúnan. Les daré instrucciones sobre los demás asuntos después de mi llegada."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.12"
        ],
        "human": "1 Corintios 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.13"
        ],
        "human": "1 Corintios 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.11"
        ],
        "human": "1 Corintios 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dones espirituales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahora, amados hermanos, con respecto a la pregunta acerca de las capacidades especiales que el Espíritu nos da, no quiero que lo malentiendan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ustedes saben que, cuando todavía eran paganos, fueron llevados por mal camino y arrastrados a rendir culto a ídolos mudos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por lo tanto, quiero que sepan que nadie que habla por el Espíritu de Dios maldice a Jesús, y nadie puede decir que Jesús es el Señor excepto por el Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Hay distintas clases de dones espirituales, pero el mismo Espíritu es la fuente de todos ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Hay distintas formas de servir, pero todos servimos al mismo Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Dios trabaja de maneras diferentes, pero es el mismo Dios quien hace la obra en todos nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "A cada uno de nosotros se nos da un don espiritual para que nos ayudemos mutuamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "A uno el Espíritu le da la capacidad de dar consejos sabios; a otro el mismo Espíritu le da un mensaje de conocimiento especial."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "A otro el mismo Espíritu le da gran fe y a alguien más ese único Espíritu le da el don de sanidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "A uno le da el poder para hacer milagros y a otro, la capacidad de profetizar. A alguien más le da la capacidad de discernir si un mensaje es del Espíritu de Dios o de otro espíritu. Todavía a otro se le da la capacidad de hablar en idiomas desconocidos, mientras que a otro se le da la capacidad de interpretar lo que se está diciendo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Es el mismo y único Espíritu quien distribuye todos esos dones. Solamente él decide qué don cada uno debe tener."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Un cuerpo con muchas partes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El cuerpo humano tiene muchas partes, pero las muchas partes forman un cuerpo entero. Lo mismo sucede con el cuerpo de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entre nosotros hay algunos que son judíos y otros que son gentiles; algunos son esclavos, y otros son libres. Pero todos fuimos bautizados en un solo cuerpo por un mismo Espíritu, y todos compartimos el mismo Espíritu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Así es, el cuerpo consta de muchas partes diferentes, no de una sola parte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Si el pie dijera: «No formo parte del cuerpo porque no soy mano», no por eso dejaría de ser parte del cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y si la oreja dijera: «No formo parte del cuerpo porque no soy ojo», ¿dejaría por eso de ser parte del cuerpo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Si todo el cuerpo fuera ojo, ¿cómo podríamos oír? O si todo el cuerpo fuera oreja, ¿cómo podríamos oler?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero nuestro cuerpo tiene muchas partes, y Dios ha puesto cada parte justo donde él quiere."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "¡Qué extraño sería el cuerpo si tuviera solo una parte!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Efectivamente, hay muchas partes, pero un solo cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "El ojo nunca puede decirle a la mano: «No te necesito». La cabeza tampoco puede decirle al pie: «No te necesito»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "De hecho, algunas partes del cuerpo que parecieran las más débiles y menos importantes, en realidad, son las más necesarias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y las partes que consideramos menos honorables son las que vestimos con más esmero. Así que protegemos con mucho cuidado esas partes que no deberían verse,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "mientras que las partes más honorables no precisan esa atención especial. Por eso Dios ha formado el cuerpo de tal manera que se les dé más honor y cuidado a esas partes que tienen menos dignidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Esto hace que haya armonía entre los miembros a fin de que los miembros se preocupen los unos por los otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Si una parte sufre, las demás partes sufren con ella y, si a una parte se le da honra, todas las partes se alegran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Todos ustedes en conjunto son el cuerpo de Cristo, y cada uno de ustedes es parte de ese cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "A continuación hay algunas de las partes que Dios ha designado para la iglesia:",
            "en primer lugar, los apóstoles;",
            "en segundo lugar, los profetas;",
            "en tercer lugar, los maestros;",
            "luego los que hacen milagros,",
            "los que tienen el don de sanidad,",
            "los que pueden ayudar a otros,",
            "los que tienen el don de liderazgo,",
            "los que hablan en idiomas desconocidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "¿Acaso somos todos apóstoles? ¿Somos todos profetas? ¿Somos todos maestros? ¿Tenemos todos el poder de hacer milagros?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "¿Tenemos todos el don de sanidad? ¿Tenemos todos la capacidad de hablar en idiomas desconocidos? ¿Tenemos todos la capacidad de interpretar idiomas desconocidos? ¡Por supuesto que no!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Por lo tanto, ustedes deberían desear encarecidamente los dones que son de más ayuda.",
            "Pero ahora déjenme mostrarles una manera de vida que supera a todas las demás."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.13"
        ],
        "human": "1 Corintios 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.14"
        ],
        "human": "1 Corintios 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.12"
        ],
        "human": "1 Corintios 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La mayor es el amor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Si pudiera hablar todos los idiomas del mundo y de los ángeles pero no amara a los demás, yo solo sería un metal ruidoso o un címbalo que resuena."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Si tuviera el don de profecía y entendiera todos los planes secretos de Dios y contara con todo el conocimiento, y si tuviera una fe que me hiciera capaz de mover montañas, pero no amara a otros, yo no sería nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Si diera todo lo que tengo a los pobres y hasta sacrificara mi cuerpo, podría jactarme de eso; pero si no amara a los demás, no habría logrado nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El amor es paciente y bondadoso. El amor no es celoso ni fanfarrón ni orgulloso"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "ni ofensivo. No exige que las cosas se hagan a su manera. No se irrita ni lleva un registro de las ofensas recibidas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "No se alegra de la injusticia sino que se alegra cuando la verdad triunfa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El amor nunca se da por vencido, jamás pierde la fe, siempre tiene esperanzas y se mantiene firme en toda circunstancia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "La profecía, el hablar en idiomas desconocidos, y el conocimiento especial se volverán inútiles. ¡Pero el amor durará para siempre!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ahora nuestro conocimiento es parcial e incompleto, ¡y aun el don de profecía revela solo una parte de todo el panorama!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Sin embargo, cuando llegue el tiempo de la perfección, esas cosas parciales se volverán inútiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cuando yo era niño, hablaba, pensaba y razonaba como un niño; pero cuando crecí, dejé atrás las cosas de niño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Ahora vemos todo de manera imperfecta, como reflejos desconcertantes, pero luego veremos todo con perfecta claridad. Todo lo que ahora conozco es parcial e incompleto, pero luego conoceré todo por completo, tal como Dios ya me conoce a mí completamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Tres cosas durarán para siempre: la fe, la esperanza y el amor; y la mayor de las tres es el amor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.14"
        ],
        "human": "1 Corintios 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.15"
        ],
        "human": "1 Corintios 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.13"
        ],
        "human": "1 Corintios 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Lenguas y profecía"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¡Que el amor sea su meta más alta! Pero también deberían desear las capacidades especiales que da el Espíritu, sobre todo la capacidad de profetizar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pues, si alguien tiene la capacidad de hablar en lenguas, le hablará solamente a Dios, dado que la gente no podrá entenderle. Hablará por el poder del Espíritu, pero todo será un misterio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "En cambio, el que profetiza fortalece a otros, los anima y los consuela."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "La persona que habla en lenguas se fortalece a sí misma, pero el que dice una palabra de profecía fortalece a toda la iglesia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Yo desearía que todos pudieran hablar en lenguas, pero más aún me gustaría que todos pudieran profetizar. Pues la profecía es superior que hablar en lenguas, a menos que alguien interprete lo que se dice, para que toda la iglesia se fortalezca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Amados hermanos, si yo fuera a visitarlos y les hablara en un idioma desconocido, ¿de qué les serviría a ustedes? En cambio, si les llevo una revelación o un conocimiento especial o una profecía o una enseñanza, eso sí les sería de ayuda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Aun los instrumentos inanimados como la flauta y el arpa, tienen que emitir sonidos nítidos, o nadie reconocerá la melodía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Si el toque de trompeta no es entendible, ¿cómo sabrán los soldados que se les llama a la batalla?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Lo mismo ocurre con ustedes. Si hablan a la gente con palabras que no entienden, ¿cómo podrían saber lo que ustedes dicen? Sería igual que hablarle al viento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Hay muchos idiomas diferentes en el mundo, y cada uno tiene significado;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "pero si no entiendo un idioma, soy un extranjero para el que lo habla, y el que lo habla es un extranjero para mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Lo mismo ocurre con ustedes. Ya que están tan deseosos de tener las capacidades especiales que da el Espíritu, procuren las que fortalecerán a toda la iglesia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por lo tanto, el que habla en lenguas también debería pedir en oración la capacidad de interpretar lo que se ha dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pues, si oro en lenguas, mi espíritu ora, pero yo no entiendo lo que digo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¿Qué debo hacer entonces? Oraré en el espíritu y también oraré con palabras que entiendo. Cantaré en el espíritu y también cantaré con palabras que entiendo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pues, si alabas a Dios solamente en el espíritu, ¿cómo podrán los que no te entienden alabar a Dios contigo? ¿Cómo podrán unirse a tus agradecimientos cuando no entienden lo que dices?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Tú darás gracias muy bien, pero eso no fortalecerá a la gente que te oye."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Yo le agradezco a Dios que hablo en lenguas más que cualquiera de ustedes;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "pero en una reunión de la iglesia, para ayudar a otros preferiría hablar cinco palabras comprensibles que diez mil palabras en un idioma desconocido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Amados hermanos, no sean infantiles en su comprensión de estas cosas. Sean inocentes como bebés en cuanto a la maldad pero maduros en la comprensión de asuntos como estos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "En las Escrituras está escrito:",
            "«Hablaré a mi propio pueblo",
            "en idiomas extraños",
            "y mediante labios de extranjeros.",
            "Pero aun así, no me escucharán»,",
            "dice el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Así que, como ven, el hablar en lenguas es una señal no para los creyentes sino para los incrédulos. La profecía, sin embargo, es para el beneficio de los creyentes, no de los incrédulos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Aun así, si los incrédulos o la gente que no entiende esas cosas entran en la reunión de la iglesia y oyen a todos hablando en un idioma desconocido, pensarán que ustedes están locos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "pero si todos ustedes están profetizando, y los incrédulos o la gente que no entiende esas cosas entran en la reunión, serán convencidos de pecado y juzgados por lo que ustedes dicen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Al escuchar, sus pensamientos secretos quedarán al descubierto y caerán de rodillas y adorarán a Dios declarando: «En verdad, Dios está aquí entre ustedes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Un llamado a adorar con orden"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Ahora bien, mis hermanos, hagamos un resumen. Cuando se reúnan, uno de ustedes cantará, otro enseñará, otro contará alguna revelación especial que Dios le haya dado, otro hablará en lenguas y otro interpretará lo que se dice; pero cada cosa que se haga debe fortalecer a cada uno de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "No más de dos o tres deberían hablar en lenguas. Deben hablar uno a la vez y que alguien interprete lo que ellos digan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Pero, si no hay nadie presente que pueda interpretar, ellos deberán guardar silencio en la reunión de la iglesia y hablar en lenguas a Dios en forma privada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Que dos o tres personas profeticen y que los demás evalúen lo que se dice."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Pero, si alguien está profetizando y otra persona recibe una revelación del Señor, el que está hablando debe callarse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "De esa manera, todos los que profeticen tendrán su turno para hablar, uno después de otro, para que todos aprendan y sean alentados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Recuerden que la gente que profetiza está en control de su espíritu y puede turnarse con otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Pues Dios no es Dios de desorden sino de paz, como en todas las reuniones del pueblo santo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Las mujeres deben guardar silencio durante las reuniones de la iglesia. No es apropiado que hablen. Deben ser sumisas, tal como dice la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Si tienen preguntas, que le pregunten a su marido en casa, porque no es apropiado que las mujeres hablen en las reuniones de la iglesia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "¿O acaso piensan, corintios, que la palabra de Dios se originó con ustedes? ¿Son ustedes los únicos a quienes fue entregada?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Si alguien afirma ser profeta o piensa que es espiritual, debería reconocer que lo que digo es un mandato del Señor mismo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "pero si no lo reconoce, él tampoco será reconocido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Por lo tanto, mis amados hermanos, con todo corazón deseen profetizar y no prohíban que se hable en lenguas;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "pero asegúrense de que todo se haga de forma apropiada y con orden."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.15"
        ],
        "human": "1 Corintios 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.16"
        ],
        "human": "1 Corintios 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.14"
        ],
        "human": "1 Corintios 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La resurrección de Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahora, amados hermanos, permítanme recordarles la Buena Noticia que ya les prediqué. En ese entonces, la recibieron con gusto y todavía permanecen firmes en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Esa es la Buena Noticia que los salva si ustedes siguen creyendo el mensaje que les prediqué, a menos que hayan creído algo que desde un principio nunca fue cierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Yo les transmití a ustedes lo más importante y lo que se me había transmitido a mí también. Cristo murió por nuestros pecados tal como dicen las Escrituras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Fue enterrado y al tercer día fue levantado de los muertos, tal como dicen las Escrituras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Lo vio Pedro y luego lo vieron los Doce."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Más tarde, lo vieron más de quinientos de sus seguidores a la vez, la mayoría de los cuales todavía viven, aunque algunos ya han muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Luego lo vio Santiago, y después lo vieron todos los apóstoles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Por último, como si hubiera nacido en un tiempo que no me correspondía, también lo vi yo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pues soy el más insignificante de todos los apóstoles. De hecho, ni siquiera soy digno de ser llamado apóstol después de haber perseguido a la iglesia de Dios, como lo hice."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Sin embargo, lo que ahora soy, todo se debe a que Dios derramó su favor especial sobre mí, y no sin resultados. Pues he trabajado mucho más que cualquiera de los otros apóstoles; pero no fui yo sino Dios quien obraba a través de mí por su gracia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así que no importa si predico yo o predican ellos, porque todos predicamos el mismo mensaje que ustedes ya han creído."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La resurrección de los muertos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero díganme lo siguiente: dado que nosotros predicamos que Cristo se levantó de los muertos, ¿por qué algunos de ustedes dicen que no habrá resurrección de los muertos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pues, si no hay resurrección de los muertos, entonces Cristo tampoco ha resucitado;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y si Cristo no ha resucitado, entonces toda nuestra predicación es inútil, y la fe de ustedes también es inútil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y nosotros, los apóstoles, estaríamos todos mintiendo acerca de Dios, porque hemos dicho que Dios levantó a Cristo de la tumba. Así que eso no puede ser cierto si no hay resurrección de los muertos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "y si no hay resurrección de los muertos, entonces Cristo no ha resucitado;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "y si Cristo no ha resucitado, entonces la fe de ustedes es inútil, y todavía son culpables de sus pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "En ese caso, ¡todos los que murieron creyendo en Cristo están perdidos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y si nuestra esperanza en Cristo es solo para esta vida, somos los más dignos de lástima de todo el mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Lo cierto es que Cristo sí resucitó de los muertos. Él es el primer fruto de una gran cosecha, el primero de todos los que murieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Así que, ya ven, tal como la muerte entró en el mundo por medio de un hombre, ahora la resurrección de los muertos ha comenzado por medio de otro hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Así como todos mueren porque todos pertenecemos a Adán, todos los que pertenecen a Cristo recibirán vida nueva;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "pero esta resurrección tiene un orden: Cristo fue resucitado como el primero de la cosecha, luego todos los que pertenecen a Cristo serán resucitados cuando él regrese."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Después de eso, vendrá el fin, cuando él le entregará el reino a Dios el Padre, luego de destruir a todo gobernante y poder y toda autoridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pues Cristo tiene que reinar hasta que humille a todos sus enemigos debajo de sus pies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y el último enemigo que será destruido es la muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Pues las Escrituras dicen: «Dios ha puesto todas las cosas bajo su autoridad». (Claro que, cuando dice «todas las cosas están bajo su autoridad», no incluye a Dios mismo, quien le dio a Cristo su autoridad)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces, cuando todas las cosas estén bajo su autoridad, el Hijo se pondrá a sí mismo bajo la autoridad de Dios, para que Dios, quien le dio a su Hijo la autoridad sobre todas las cosas, sea completamente supremo sobre todas las cosas en todas partes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Si los muertos no serán resucitados, ¿para qué se bautiza la gente por los que están muertos? ¿Para qué hacerlo a menos que los muertos algún día resuciten?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "¿Y para qué nosotros a todas horas pondríamos en peligro nuestra vida?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Pues juro, amados hermanos, que todos los días enfrento la muerte. Esto es tan cierto como el orgullo que siento por lo que Cristo Jesús nuestro Señor ha hecho en ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "¿Y qué valor hubo en luchar contra las fieras salvajes —esa gente de Éfeso— si no habrá resurrección de los muertos? Y si no hay resurrección, «¡comamos y bebamos, que mañana moriremos!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "No se dejen engañar por los que dicen semejantes cosas, porque «las malas compañías corrompen el buen carácter»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Piensen bien sobre lo que es correcto y dejen de pecar. Pues para su vergüenza les digo que algunos de ustedes no conocen a Dios en absoluto."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El cuerpo resucitado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Pero alguien podría preguntar: «¿Cómo resucitarán los muertos? ¿Qué clase de cuerpos tendrán?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "¡Qué pregunta tan tonta! Cuando pones una semilla en la tierra, esta no crece y llega a ser una planta a menos que muera primero;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "y lo que pones en el suelo no es la planta que crecerá sino tan solo una simple semilla de trigo o de lo que estés sembrando."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Luego Dios le da el cuerpo nuevo que él quiere que tenga. De cada clase de semilla crece una planta diferente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "De modo parecido, hay diferentes clases de carne: una para los humanos, otra para los animales, otra para las aves y otra para los peces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "También hay cuerpos en los cielos y cuerpos sobre la tierra. La gloria de los cuerpos celestiales es diferente de la gloria de los cuerpos terrenales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "El sol tiene una clase de gloria, mientras que la luna tiene otra y las estrellas tienen otra. Y hasta las estrellas se diferencian unas de otras por la gloria de cada una."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Lo mismo sucede con la resurrección de los muertos. Cuando morimos, nuestros cuerpos terrenales son plantados en la tierra, pero serán resucitados para que vivan por siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Nuestros cuerpos son enterrados en deshonra, pero serán resucitados en gloria. Son enterrados en debilidad, pero serán resucitados en fuerza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Son enterrados como cuerpos humanos naturales, pero serán resucitados como cuerpos espirituales. Pues, así como hay cuerpos naturales, también hay cuerpos espirituales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Las Escrituras nos dicen: «El primer hombre, Adán, se convirtió en un ser viviente», pero el último Adán —es decir, Cristo— es un Espíritu que da vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Lo que primero viene es el cuerpo natural, y más tarde viene el cuerpo espiritual."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Adán, el primer hombre, fue formado del polvo de la tierra, mientras que Cristo, el segundo hombre, vino del cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Los que son terrenales son como el hombre terrenal, y los que son celestiales son como el hombre celestial."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Al igual que ahora somos como el hombre terrenal, algún día seremos como el hombre celestial."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Lo que les digo, amados hermanos, es que nuestros cuerpos físicos no pueden heredar el reino de Dios. Estos cuerpos que mueren no pueden heredar lo que durará para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Pero permítanme revelarles un secreto maravilloso. ¡No todos moriremos, pero todos seremos transformados!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "Sucederá en un instante, en un abrir y cerrar de ojos, cuando se toque la trompeta final. Pues, cuando suene la trompeta, los que hayan muerto resucitarán para vivir por siempre. Y nosotros, los que estemos vivos, también seremos transformados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Pues nuestros cuerpos mortales tienen que ser transformados en cuerpos que nunca morirán; nuestros cuerpos mortales deben ser transformados en cuerpos inmortales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "Entonces, cuando nuestros cuerpos mortales hayan sido transformados en cuerpos que nunca morirán, se cumplirá la siguiente Escritura:",
            "«La muerte es devorada en victoria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "Oh muerte, ¿dónde está tu victoria?",
            "Oh muerte, ¿dónde está tu aguijón?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "Pues el pecado es el aguijón que termina en muerte, y la ley le da al pecado su poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "¡Pero gracias a Dios! Él nos da la victoria sobre el pecado y la muerte por medio de nuestro Señor Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            58
          ],
          "lines": [
            "Por lo tanto, mis amados hermanos, permanezcan fuertes y constantes. Trabajen siempre para el Señor con entusiasmo, porque ustedes saben que nada de lo que hacen para el Señor es inútil."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.16"
        ],
        "human": "1 Corintios 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.1"
        ],
        "human": "2 Corintios 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.15"
        ],
        "human": "1 Corintios 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La colecta para Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahora bien, consideremos la pregunta acerca del dinero que se está juntando para el pueblo de Dios en Jerusalén. Deberían seguir el mismo procedimiento que les di a las iglesias de Galacia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El primer día de cada semana, cada uno debería separar una parte del dinero que ha ganado. No esperen hasta que yo llegue para luego tratar de reunirlo todo de golpe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cuando yo vaya, escribiré cartas de recomendación para los mensajeros que ustedes escojan como encargados de entregar su ofrenda en Jerusalén;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y si parece oportuno que yo también vaya, ellos pueden viajar conmigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Instrucciones finales de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los visitaré después de haber ido a Macedonia, pues estoy pensando pasar por Macedonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Tal vez me quede un tiempo con ustedes, quizá todo el invierno, y después podrán enviarme a mi próximo destino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Esta vez no quiero hacerles una visita corta nada más y luego seguir mi viaje. Deseo ir y quedarme un tiempo si el Señor me lo permite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Mientras tanto, seguiré aquí, en Éfeso, hasta el Festival de Pentecostés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Se ha abierto una puerta de par en par para hacer un gran trabajo en este lugar, aunque muchos se me oponen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando llegue Timoteo, no lo intimiden. Él hace la obra del Señor igual que yo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "No permitan que nadie lo trate con desprecio. Despídanlo con su bendición cuando regrese para estar conmigo. Espero que venga, junto con los demás creyentes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Ahora, en cuanto a nuestro hermano Apolos, yo le rogué que fuera a visitarlos en compañía de los otros creyentes, pero él no estaba dispuesto a ir por el momento. Los verá después, cuando tenga la oportunidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Estén alerta. Permanezcan firmes en la fe. Sean valientes. Sean fuertes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y hagan todo con amor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ustedes ya saben que Estéfanas y los de su casa fueron los primeros frutos de la cosecha de creyentes en Grecia, y ellos tienen su vida puesta al servicio del pueblo de Dios. Les ruego, amados hermanos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "que se sometan a ellos y a otros como ellos, que sirven con tanta devoción."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Estoy muy contento de que Estéfanas, Fortunato y Acaico hayan llegado. Ellos me han dado la ayuda que ustedes no pudieron darme al no estar aquí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Ellos también han sido de mucho aliento para mí como lo fueron para ustedes. Muéstrenles agradecimiento a todos los que sirven así de bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludos finales de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Las iglesias de aquí, en la provincia de Asia, les mandan saludos en el Señor, igual que Aquila y Priscila y todos los demás que se congregan en la casa de ellos para las reuniones de la iglesia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Todos los hermanos de aquí les envían saludos. Salúdense unos a otros con un beso santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Este es mi saludo de puño y letra: Pablo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Si alguien no ama al Señor, tal persona es maldita. Señor nuestro, ¡ven!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Que la gracia del Señor Jesús sea con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Mi amor a todos ustedes en Cristo Jesús."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}