{
  "book_usfm": "2CO",
  "name": "2 Corintios",
  "local_title": "Nueva Traducción Viviente",
  "local_abbreviation": "NTV",
  "version_id": 127,
  "publisher": {
    "name": "Tyndale House Publishers Inc."
  },
  "copyright": {
    "html": "<p>Santa Biblia, Nueva Traducción Viviente, copyright © 2010 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, a Division of Tyndale House Ministries, Carol Stream, Illinois 60188. All rights reserved.</p>",
    "text": "Santa Biblia, Nueva Traducción Viviente, copyright © 2010 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, a Division of Tyndale House Ministries, Carol Stream, Illinois 60188. All rights reserved."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "2CO.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.1"
        ],
        "human": "2 Corintios 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.2"
        ],
        "human": "2 Corintios 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.16"
        ],
        "human": "1 Corintios 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludos de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Yo, Pablo, elegido por la voluntad de Dios para ser un apóstol de Cristo Jesús, escribo esta carta junto con nuestro hermano Timoteo.",
            "Va dirigida a la iglesia de Dios en Corinto y a todo su pueblo santo que está en toda Grecia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Que Dios nuestro Padre y el Señor Jesucristo les den gracia y paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios ofrece consuelo a todos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Toda la alabanza sea para Dios, el Padre de nuestro Señor Jesucristo. Dios es nuestro Padre misericordioso y la fuente de todo consuelo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Él nos consuela en todas nuestras dificultades para que nosotros podamos consolar a otros. Cuando otros pasen por dificultades, podremos ofrecerles el mismo consuelo que Dios nos ha dado a nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pues, cuanto más sufrimos por Cristo, tanto más Dios nos colmará de su consuelo por medio de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Aun cuando estamos abrumados por dificultades, ¡es para el consuelo y la salvación de ustedes! Pues, cuando nosotros somos consolados, ciertamente los consolaremos a ustedes. Entonces podrán soportar con paciencia los mismos sufrimientos que nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Tenemos la plena confianza de que, al participar ustedes de nuestros sufrimientos, también tendrán parte del consuelo que Dios nos da."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Amados hermanos, pensamos que tienen que estar al tanto de las dificultades que hemos atravesado en la provincia de Asia. Fuimos oprimidos y agobiados más allá de nuestra capacidad de aguantar y hasta pensamos que no saldríamos con vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "De hecho, esperábamos morir; pero, como resultado, dejamos de confiar en nosotros mismos y aprendimos a confiar solo en Dios, quien resucita a los muertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Efectivamente él nos rescató del peligro mortal y volverá a hacerlo de nuevo. Hemos depositado nuestra confianza en Dios, y él seguirá rescatándonos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y ustedes nos están ayudando al orar por nosotros. Entonces mucha gente dará gracias porque Dios contestó bondadosamente tantas oraciones por nuestra seguridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cambio de planes de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Podemos decir con confianza y con una conciencia limpia que, en todos nuestros asuntos, hemos vivido en santidad y con una sinceridad dadas por Dios. Hemos dependido de la gracia de Dios y no de nuestra propia sabiduría humana. Esa es la forma en que nos hemos comportado ante el mundo y en especial con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Nuestras cartas fueron transparentes, y no hay nada escrito entre líneas ni nada que no puedan entender. Espero que algún día nos entiendan plenamente,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "aunque por ahora no nos entiendan. Entonces, en el día que el Señor Jesús regrese, estarán orgullosos de nosotros de la misma manera que nosotros estamos orgullosos de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Como estaba tan seguro de su comprensión y confianza, quise darles una doble bendición al visitarlos dos veces:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "primero de camino a Macedonia, y otra vez al regresar de Macedonia. Luego podrían ayudarme a seguir mi viaje a Judea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Tal vez se pregunten por qué cambié de planes. ¿Acaso piensan que hago mis planes a la ligera? ¿Piensan que soy como la gente del mundo que dice «sí» cuando en realidad quiere decir «no»?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Tan cierto como que Dios es fiel, nuestra palabra a ustedes no oscila entre el «sí» y el «no»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pues Jesucristo, el Hijo de Dios, no titubea entre el «sí» y el «no». Él es aquel de quien Silas, Timoteo y yo les predicamos, y siendo el «sí» definitivo de Dios, él siempre hace lo que dice."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pues todas las promesas de Dios se cumplieron en Cristo con un resonante «¡sí!», y por medio de Cristo, nuestro «amén» (que significa «sí») se eleva a Dios para su gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Es Dios quien nos capacita, junto con ustedes, para estar firmes por Cristo. Él nos comisionó"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "y nos identificó como suyos al poner al Espíritu Santo en nuestro corazón como un anticipo que garantiza todo lo que él nos prometió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Ahora pongo a Dios por testigo de que les digo la verdad. La razón por la cual no regresé a Corinto fue para ahorrarles una severa reprimenda;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "pero eso no significa que queramos dominarlos al decirles cómo poner en práctica su fe. Queremos trabajar junto con ustedes para que estén llenos de alegría, porque es por medio de su propia fe que se mantienen firmes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.2"
        ],
        "human": "2 Corintios 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.3"
        ],
        "human": "2 Corintios 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.1"
        ],
        "human": "2 Corintios 1",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Así que decidí que no les causaría tristeza con otra visita dolorosa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pues, si yo les causo tristeza, ¿quién me alegrará a mí? Por cierto, no será alguien a quien yo haya entristecido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por eso les escribí como lo hice, para que, cuando llegue, no me causen tristeza los mismos que deberían darme la más grande alegría. Seguramente, todos ustedes saben que mi alegría proviene de que estén alegres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Escribí aquella carta con gran angustia, un corazón afligido y muchas lágrimas. No quise causarles tristeza, más bien quería que supieran cuánto amor tengo por ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Perdón para el pecador"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "No exagero cuando digo que el hombre que causó todos los problemas los lastimó más a todos ustedes que a mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "La mayoría de ustedes se le opusieron, y eso ya fue suficiente castigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "No obstante, ahora es tiempo de perdonarlo y consolarlo; de otro modo, podría ser vencido por el desaliento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Así que ahora les ruego que reafirmen su amor por él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Les escribí como lo hice para probarlos y ver si cumplirían mis instrucciones al pie de la letra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Si ustedes perdonan a este hombre, yo también lo perdono. Cuando yo perdono lo que necesita ser perdonado, lo hago con la autoridad de Cristo en beneficio de ustedes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "para que Satanás no se aproveche de nosotros. Pues ya conocemos sus maquinaciones malignas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando llegué a la ciudad de Troas para predicar la Buena Noticia de Cristo, el Señor me abrió una puerta de oportunidad;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "pero no sentía paz, porque mi querido hermano Tito todavía no había llegado con un informe de ustedes. Así que me despedí y seguí hacia Macedonia para buscarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ministros del nuevo pacto"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Así que, ¡gracias a Dios!, quien nos ha hecho sus cautivos y siempre nos lleva en triunfo en el desfile victorioso de Cristo. Ahora nos usa para difundir el conocimiento de Cristo por todas partes como un fragante perfume."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Nuestras vidas son la fragancia de Cristo que sube hasta Dios, pero esta fragancia se percibe de una manera diferente por los que se salvan y los que se pierden."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Para los que se pierden, somos un espantoso olor de muerte y condenación, pero para aquellos que se salvan, somos un perfume que da vida. ¿Y quién es la persona adecuada para semejante tarea?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ya ven, no somos como tantos charlatanes que predican para provecho personal. Nosotros predicamos la palabra de Dios con sinceridad y con la autoridad de Cristo, sabiendo que Dios nos observa."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.3"
        ],
        "human": "2 Corintios 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.4"
        ],
        "human": "2 Corintios 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.2"
        ],
        "human": "2 Corintios 2",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¿Otra vez comenzamos a elogiarnos a nosotros mismos? ¿Acaso somos como otros, que necesitan llevarles cartas de recomendación o que les piden que se escriban tales cartas en nombre de ellos? ¡Por supuesto que no!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "La única carta de recomendación que necesitamos son ustedes mismos. Sus vidas son una carta escrita en nuestro corazón; todos pueden leerla y reconocer el buen trabajo que hicimos entre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Es evidente que son una carta de Cristo que muestra el resultado de nuestro ministerio entre ustedes. Esta «carta» no está escrita con pluma y tinta, sino con el Espíritu del Dios viviente. No está tallada en tablas de piedra, sino en corazones humanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Estamos seguros de todo esto debido a la gran confianza que tenemos en Dios por medio de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "No es que pensemos que estamos capacitados para hacer algo por nuestra propia cuenta. Nuestra aptitud proviene de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Él nos capacitó para que seamos ministros de su nuevo pacto. Este no es un pacto de leyes escritas, sino del Espíritu. El antiguo pacto escrito termina en muerte; pero, de acuerdo con el nuevo pacto, el Espíritu da vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La gloria del nuevo pacto"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El camino antiguo, con leyes grabadas en piedra, conducía a la muerte, aunque comenzó con tanta gloria que el pueblo de Israel no podía mirar la cara de Moisés. Pues su rostro brillaba con la gloria de Dios, aun cuando el brillo ya estaba desvaneciéndose."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "¿No deberíamos esperar mayor gloria dentro del nuevo camino, ahora que el Espíritu Santo da vida?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Si el antiguo camino, que trae condenación, era glorioso, ¡cuánto más glorioso es el nuevo camino, que nos hace justos ante Dios!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "De hecho, aquella primera gloria no era para nada gloriosa comparada con la gloria sobreabundante del nuevo camino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así que si el antiguo camino, que ha sido reemplazado, era glorioso, ¡cuánto más glorioso es el nuevo, que permanece para siempre!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Ya que este nuevo camino nos da tal confianza, podemos ser muy valientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "No somos como Moisés, quien se cubría la cara con un velo para que el pueblo de Israel no pudiera ver la gloria, aun cuando esa gloria estaba destinada a desvanecerse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero la mente de ellos se endureció y, hasta el día de hoy, cada vez que se lee el antiguo pacto, el mismo velo les cubre la mente para que no puedan entender la verdad. Este velo puede quitarse solamente al creer en Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Efectivamente, incluso hoy en día, cuando leen los escritos de Moisés, tienen el corazón cubierto con ese velo y no comprenden."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "En cambio, cuando alguien se vuelve al Señor, el velo es quitado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pues el Señor es el Espíritu, y donde está el Espíritu del Señor, allí hay libertad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Así que, todos nosotros, a quienes nos ha sido quitado el velo, podemos ver y reflejar la gloria del Señor. El Señor, quien es el Espíritu, nos hace más y más parecidos a él a medida que somos transformados a su gloriosa imagen."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.4"
        ],
        "human": "2 Corintios 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.5"
        ],
        "human": "2 Corintios 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.3"
        ],
        "human": "2 Corintios 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Tesoros en frágiles vasijas de barro"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por lo tanto, ya que Dios, en su misericordia, nos ha dado este nuevo camino, nunca nos damos por vencidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Rechazamos todas las acciones vergonzosas y los métodos turbios. No tratamos de engañar a nadie ni de distorsionar la palabra de Dios. Decimos la verdad delante de Dios, y todos los que son sinceros lo saben bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Si la Buena Noticia que predicamos está escondida detrás de un velo, solo está oculta de la gente que se pierde."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Satanás, quien es el dios de este mundo, ha cegado la mente de los que no creen. Son incapaces de ver la gloriosa luz de la Buena Noticia. No entienden este mensaje acerca de la gloria de Cristo, quien es la imagen exacta de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Como ven, no andamos predicando acerca de nosotros mismos. Predicamos que Jesucristo es Señor, y nosotros somos siervos de ustedes por causa de Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pues Dios, quien dijo: «Que haya luz en la oscuridad», hizo que esta luz brille en nuestro corazón para que podamos conocer la gloria de Dios que se ve en el rostro de Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ahora tenemos esta luz que brilla en nuestro corazón, pero nosotros mismos somos como frágiles vasijas de barro que contienen este gran tesoro. Esto deja bien claro que nuestro gran poder proviene de Dios, no de nosotros mismos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Por todos lados nos presionan las dificultades, pero no nos aplastan. Estamos perplejos pero no caemos en la desesperación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Somos perseguidos pero nunca abandonados por Dios. Somos derribados, pero no destruidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Mediante el sufrimiento, nuestro cuerpo sigue participando de la muerte de Jesús, para que la vida de Jesús también pueda verse en nuestro cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Es cierto, vivimos en constante peligro de muerte porque servimos a Jesús, para que la vida de Jesús sea evidente en nuestro cuerpo que muere."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así que vivimos de cara a la muerte, pero esto ha dado como resultado vida eterna para ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Sin embargo, seguimos predicando porque tenemos la misma clase de fe que tenía el salmista cuando dijo: «Creí en Dios, por tanto hablé»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Sabemos que Dios, quien resucitó al Señor Jesús, también nos resucitará a nosotros con Jesús y nos presentará ante sí mismo junto con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Todo esto es para beneficio de ustedes, y a medida que la gracia de Dios alcance a más y más personas, habrá abundante acción de gracias, y Dios recibirá más y más gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Es por esto que nunca nos damos por vencidos. Aunque nuestro cuerpo está muriéndose, nuestro espíritu va renovándose cada día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pues nuestras dificultades actuales son pequeñas y no durarán mucho tiempo. Sin embargo, ¡nos producen una gloria que durará para siempre y que es de mucho más peso que las dificultades!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Así que no miramos las dificultades que ahora vemos; en cambio, fijamos nuestra vista en cosas que no pueden verse. Pues las cosas que ahora podemos ver pronto se habrán ido, pero las cosas que no podemos ver permanecerán para siempre."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.5"
        ],
        "human": "2 Corintios 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.6"
        ],
        "human": "2 Corintios 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.4"
        ],
        "human": "2 Corintios 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nuevos cuerpos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pues sabemos que, cuando se desarme esta carpa terrenal en la cual vivimos (es decir, cuando muramos y dejemos este cuerpo terrenal), tendremos una casa en el cielo, un cuerpo eterno hecho para nosotros por Dios mismo y no por manos humanas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Nos fatigamos en nuestro cuerpo actual y anhelamos ponernos nuestro cuerpo celestial como si fuera ropa nueva."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pues nos vestiremos con un cuerpo celestial; no seremos espíritus sin cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Mientras vivimos en este cuerpo terrenal, gemimos y suspiramos, pero no es que queramos morir y deshacernos de este cuerpo que nos viste. Más bien, queremos ponernos nuestro cuerpo nuevo para que este cuerpo que muere sea consumido por la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Dios mismo nos ha preparado para esto, y como garantía nos ha dado su Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así que siempre vivimos en plena confianza, aunque sabemos que mientras vivamos en este cuerpo no estamos en el hogar celestial con el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pues vivimos por lo que creemos y no por lo que vemos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Sí, estamos plenamente confiados, y preferiríamos estar fuera de este cuerpo terrenal porque entonces estaríamos en el hogar celestial con el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Así que, ya sea que estemos aquí en este cuerpo o ausentes de este cuerpo, nuestro objetivo es agradarlo a él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pues todos tendremos que estar delante de Cristo para ser juzgados. Cada uno de nosotros recibirá lo que merezca por lo bueno o lo malo que haya hecho mientras estaba en este cuerpo terrenal."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Somos embajadores de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Dado que entendemos nuestra temible responsabilidad ante el Señor, trabajamos con esmero para persuadir a otros. Dios sabe que somos sinceros, y espero que ustedes también lo sepan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¿Estamos de nuevo recomendándonos a ustedes? No, estamos dándoles un motivo para que estén orgullosos de nosotros, para que puedan responder a los que se jactan de tener ministerios espectaculares en vez de tener un corazón sincero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Si parecemos estar locos es para darle gloria a Dios, y si estamos en nuestro sano juicio, es para beneficio de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Sea de una forma u otra, el amor de Cristo nos controla. Ya que creemos que Cristo murió por todos, también creemos que todos hemos muerto a nuestra vida antigua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Él murió por todos para que los que reciben la nueva vida de Cristo ya no vivan más para sí mismos. Más bien, vivirán para Cristo, quien murió y resucitó por ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Así que hemos dejado de evaluar a otros desde el punto de vista humano. En un tiempo, pensábamos de Cristo solo desde un punto de vista humano. ¡Qué tan diferente lo conocemos ahora!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Esto significa que todo el que pertenece a Cristo se ha convertido en una persona nueva. La vida antigua ha pasado; ¡una nueva vida ha comenzado!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y todo esto es un regalo de Dios, quien nos trajo de vuelta a sí mismo por medio de Cristo. Y Dios nos ha dado la tarea de reconciliar a la gente con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pues Dios estaba en Cristo reconciliando al mundo consigo mismo, no tomando más en cuenta el pecado de la gente. Y nos dio a nosotros este maravilloso mensaje de reconciliación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Así que somos embajadores de Cristo; Dios hace su llamado por medio de nosotros. Hablamos en nombre de Cristo cuando les rogamos: «¡Vuelvan a Dios!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pues Dios hizo que Cristo, quien nunca pecó, fuera la ofrenda por nuestro pecado, para que nosotros pudiéramos estar en una relación correcta con Dios por medio de Cristo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.6"
        ],
        "human": "2 Corintios 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.7"
        ],
        "human": "2 Corintios 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.5"
        ],
        "human": "2 Corintios 5",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Como colaboradores de Dios, les suplicamos que no reciban ese maravilloso regalo de la bondad de Dios y luego no le den importancia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pues Dios dice:",
            "«En el momento preciso, te oí.",
            "En el día de salvación te ayudé».",
            "Efectivamente, el «momento preciso» es ahora. Hoy es el día de salvación."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dificultades y privaciones de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Vivimos de tal manera que nadie tropezará a causa de nosotros, y nadie encontrará ninguna falta en nuestro ministerio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "En todo lo que hacemos, demostramos que somos verdaderos ministros de Dios. Con paciencia soportamos dificultades y privaciones y calamidades de toda índole."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Fuimos golpeados, encarcelados, enfrentamos a turbas enfurecidas, trabajamos hasta quedar exhaustos, aguantamos noches sin dormir y pasamos hambre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Demostramos lo que somos por nuestra pureza, nuestro entendimiento, nuestra paciencia, nuestra bondad, por el Espíritu Santo que está dentro de nosotros y por nuestro amor sincero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Con fidelidad predicamos la verdad. El poder de Dios actúa en nosotros. Usamos las armas de la justicia con la mano derecha para atacar y con la izquierda para defender."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Servimos a Dios, ya sea que la gente nos honre o nos desprecie, sea que nos calumnie o nos elogie. Somos sinceros, pero nos llaman impostores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Nos ignoran aun cuando somos bien conocidos. Vivimos al borde de la muerte, pero aún seguimos con vida. Nos han golpeado, pero no matado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Hay dolor en nuestro corazón, pero siempre tenemos alegría. Somos pobres, pero damos riquezas espirituales a otros. No poseemos nada, y sin embargo, lo tenemos todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "¡Oh, queridos amigos corintios!, les hemos hablado con toda sinceridad y nuestro corazón está abierto a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No hay falta de amor de nuestra parte, pero ustedes nos han negado su amor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Les pido que respondan como si fueran mis propios hijos. ¡Ábrannos su corazón!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El templo del Dios viviente"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "No se asocien íntimamente con los que son incrédulos. ¿Cómo puede la justicia asociarse con la maldad? ¿Cómo puede la luz vivir con las tinieblas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¿Qué armonía puede haber entre Cristo y el diablo? ¿Cómo puede un creyente asociarse con un incrédulo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¿Y qué clase de unión puede haber entre el templo de Dios y los ídolos? Pues nosotros somos el templo del Dios viviente. Como dijo Dios:",
            "«Viviré en ellos",
            "y caminaré entre ellos.",
            "Yo seré su Dios,",
            "y ellos serán mi pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Por lo tanto, salgan de entre los incrédulos",
            "y apártense de ellos, dice el Señor.",
            "No toquen sus cosas inmundas,",
            "y yo los recibiré a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y yo seré su Padre,",
            "y ustedes serán mis hijos e hijas,",
            "dice el Señor Todopoderoso»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.7"
        ],
        "human": "2 Corintios 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.8"
        ],
        "human": "2 Corintios 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.6"
        ],
        "human": "2 Corintios 6",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Queridos amigos, dado que tenemos estas promesas, limpiémonos de todo lo que pueda contaminar nuestro cuerpo o espíritu. Y procuremos alcanzar una completa santidad porque tememos a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Por favor, ábrannos su corazón. No le hemos hecho mal a nadie ni hemos llevado a nadie por mal camino ni nos hemos aprovechado de nadie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "No les digo esto para condenarlos. Ya les dije antes que ustedes están en nuestro corazón y que vivimos o morimos junto con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Tienen toda mi confianza, y estoy muy orgulloso de ustedes. Me han alentado en gran manera y me han hecho feliz a pesar de todas nuestras dificultades."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Alegría de Pablo por el arrepentimiento de la iglesia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando llegamos a Macedonia, no hubo descanso para nosotros. Enfrentamos conflictos de todos lados, con batallas por fuera y temores por dentro;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "pero Dios, quien alienta a los desanimados, nos alentó con la llegada de Tito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Su presencia fue una alegría, igual que la noticia que nos trajo del ánimo que él recibió de ustedes. Cuando nos dijo cuánto anhelan verme y cuánto sienten lo que sucedió y lo leales que me son, ¡me llené de alegría!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "No lamento haberles enviado esa carta tan severa, aunque al principio sí me lamenté porque sé que les causó dolor durante un tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ahora me alegro de haberla enviado, no porque los haya lastimado, sino porque el dolor hizo que se arrepintieran y cambiaran su conducta. Fue la clase de tristeza que Dios quiere que su pueblo tenga, de modo que no les hicimos daño de ninguna manera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pues la clase de tristeza que Dios desea que suframos nos aleja del pecado y trae como resultado salvación. No hay que lamentarse por esa clase de tristeza; pero la tristeza del mundo, a la cual le falta arrepentimiento, resulta en muerte espiritual."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "¡Tan solo miren lo que produjo en ustedes esa tristeza que proviene de Dios! Tal fervor, tal ansiedad por limpiar su nombre, tal indignación, tal preocupación, tal deseo de verme, tal celo y tal disposición para castigar lo malo. Ustedes demostraron haber hecho todo lo necesario para corregir la situación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Mi propósito, entonces, no fue escribir acerca de quién causó el daño o quién resultó dañado. Les escribí para que, a los ojos de Dios, pudieran comprobar por sí mismos qué tan leales son a nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Esto nos ha alentado en gran manera.",
            "Además de nuestro propio aliento, nos deleitamos particularmente al ver lo feliz que estaba Tito por la manera en que todos ustedes lo recibieron y lo tranquilizaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Le dije lo orgulloso que estaba de ustedes, y no me decepcionaron. Siempre les he dicho la verdad, ¡y ahora mi jactancia ante Tito también resultó ser cierta!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ahora él se preocupa por ustedes más que nunca cuando recuerda cómo todos lo obedecieron y cómo lo recibieron con tanto temor y profundo respeto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Ahora estoy muy feliz porque tengo plena confianza en ustedes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.8"
        ],
        "human": "2 Corintios 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.9"
        ],
        "human": "2 Corintios 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.7"
        ],
        "human": "2 Corintios 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Un llamado a dar con generosidad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahora quiero que sepan, amados hermanos, lo que Dios, en su bondad, ha hecho por medio de las iglesias de Macedonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Estas iglesias están siendo probadas con muchas aflicciones y además son muy pobres; pero a la vez rebosan de abundante alegría, la cual se desbordó en gran generosidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pues puedo dar fe de que dieron no solo lo que podían, sino aún mucho más. Y lo hicieron por voluntad propia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Nos suplicaron una y otra vez tener el privilegio de participar en la ofrenda para los creyentes de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Incluso hicieron más de lo que esperábamos, porque su primer paso fue entregarse ellos mismos al Señor y a nosotros, tal como Dios quería."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así que le hemos pedido a Tito —quien los alentó a que comenzaran a dar— que regrese a ustedes y los anime a completar este ministerio de ofrendar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Dado que ustedes sobresalen en tantas maneras —en su fe, sus oradores talentosos, su conocimiento, su entusiasmo y el amor que reciben de nosotros— quiero que también sobresalgan en este acto bondadoso de ofrendar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "No estoy ordenándoles que lo hagan, pero pongo a prueba qué tan genuino es su amor al compararlo con el anhelo de las otras iglesias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ustedes conocen la gracia generosa de nuestro Señor Jesucristo. Aunque era rico, por amor a ustedes se hizo pobre para que mediante su pobreza pudiera hacerlos ricos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Este es mi consejo: sería bueno que completaran lo que comenzaron hace un año. El año pasado, ustedes fueron los primeros en querer dar y fueron los primeros en comenzar a hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Ahora deberían terminar lo que comenzaron. Que el anhelo que mostraron al principio corresponda ahora con lo que den. Den en proporción a lo que tienen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Todo lo que den es bien recibido si lo dan con entusiasmo. Y den según lo que tienen, no según lo que no tienen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Claro, con eso no quiero decir que lo que ustedes den deba hacerles fácil la vida a otros y difícil a ustedes. Solo quiero decir que debería haber cierta igualdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ahora mismo ustedes tienen en abundancia y pueden ayudar a los necesitados. Más adelante, ellos tendrán en abundancia y podrán compartir con ustedes cuando pasen necesidad. De esta manera, habrá igualdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Como dicen las Escrituras:",
            "«A los que recogieron mucho, nada les sobraba,",
            "y a los que recogieron solo un poco, nada les faltaba»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Tito y sus compañeros"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por lo tanto, ¡gracias a Dios!, quien le ha dado a Tito el mismo entusiasmo que yo tengo por ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Tito recibió con agrado nuestra petición de que él volviera a visitarlos. De hecho, él mismo estaba deseoso por ir a verlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "También les enviamos junto con Tito a otro hermano, a quien todas las iglesias elogian como predicador de la Buena Noticia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Las iglesias lo nombraron para que nos acompañara a llevar la ofrenda a Jerusalén, un servicio que glorifica al Señor y que demuestra nuestro anhelo de ayudar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Viajamos juntos para evitar cualquier crítica por la manera en que administramos esta generosa ofrenda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Tenemos cuidado de ser honorables ante el Señor, pero también queremos que todos los demás vean que somos honorables."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Además les enviamos junto con ellos a otro de nuestros hermanos, que muchas veces ha demostrado lo que es y en varias ocasiones ha manifestado su gran fervor. Ahora está aún más entusiasmado debido a la gran confianza que tiene en ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Si alguien pregunta por Tito, díganle que él es mi colaborador, quien trabaja conmigo para ayudarlos. Y los hermanos que lo acompañan fueron enviados por las iglesias, y le dan honor a Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Así que demuéstrenles su amor y pruébenles a todas las iglesias que está justificada nuestra jactancia por ustedes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.9"
        ],
        "human": "2 Corintios 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.10"
        ],
        "human": "2 Corintios 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.8"
        ],
        "human": "2 Corintios 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ofrenda para los cristianos de Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En realidad, no necesito escribirles acerca del ministerio de ofrendar para los creyentes de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pues sé lo deseosos que están de ayudar, y me estuve jactando en las iglesias de Macedonia de que ustedes, los de Grecia, hace un año estuvieron dispuestos a enviar una ofrenda. De hecho, fue su entusiasmo lo que fomentó que muchos de los creyentes macedonios comenzaran a dar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Les envío a estos hermanos para estar seguro de que ustedes realmente están listos —como les he estado diciendo a ellos— y que ya tienen todo el dinero reunido. No quiero estar equivocado al jactarme de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Sería vergonzoso para nosotros —ni hablar de la vergüenza que significaría para ustedes— si algunos creyentes macedonios llegaran conmigo y encontraran que ustedes no están preparados ¡después de todo lo que les hablé de ustedes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Así que pensé que debería enviarles a estos hermanos primero, a fin de estar seguro de que tienen lista la ofrenda que prometieron; pero quiero que sea una ofrenda voluntaria, no una ofrenda dada de mala gana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Recuerden lo siguiente: un agricultor que siembra solo unas cuantas semillas obtendrá una cosecha pequeña. Pero el que siembra abundantemente obtendrá una cosecha abundante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cada uno debe decidir en su corazón cuánto dar; y no den de mala gana ni bajo presión, «porque Dios ama a la persona que da con alegría»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y Dios proveerá con generosidad todo lo que necesiten. Entonces siempre tendrán todo lo necesario y habrá bastante de sobra para compartir con otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Como dicen las Escrituras:",
            "«Comparten con libertad y dan con generosidad a los pobres.",
            "Sus buenas acciones serán recordadas para siempre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pues es Dios quien provee la semilla al agricultor y luego el pan para comer. De la misma manera, él proveerá y aumentará los recursos de ustedes y luego producirá una gran cosecha de generosidad en ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Efectivamente, serán enriquecidos en todo sentido para que siempre puedan ser generosos; y cuando llevemos sus ofrendas a los que las necesitan, ellos darán gracias a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces dos cosas buenas resultarán del ministerio de dar: se satisfarán las necesidades de los creyentes de Jerusalén y ellos expresarán con alegría su agradecimiento a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Como resultado del ministerio de ustedes, ellos darán la gloria a Dios. Pues la generosidad de ustedes tanto hacia ellos como a todos los creyentes demostrará que son obedientes a la Buena Noticia de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y ellos orarán por ustedes con un profundo cariño debido a la desbordante gracia que Dios les ha dado a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¡Gracias a Dios por este don que es tan maravilloso que no puede describirse con palabras!"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.10"
        ],
        "human": "2 Corintios 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.11"
        ],
        "human": "2 Corintios 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.9"
        ],
        "human": "2 Corintios 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo defiende su autoridad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahora yo, Pablo, les ruego con la ternura y bondad de Cristo, aunque me doy cuenta de que piensan que soy tímido en persona y valiente solo cuando escribo desde lejos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pues bien, les suplico ahora, para que cuando vaya, no tenga que ser atrevido con los que piensan que actuamos con intenciones humanas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Somos humanos, pero no luchamos como lo hacen los humanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Usamos las armas poderosas de Dios, no las del mundo, para derribar las fortalezas del razonamiento humano y para destruir argumentos falsos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Destruimos todo obstáculo de arrogancia que impide que la gente conozca a Dios. Capturamos los pensamientos rebeldes y enseñamos a las personas a obedecer a Cristo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y una vez que ustedes lleguen a ser totalmente obedientes, castigaremos a todo el que siga en desobediencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Fíjense en los hechos evidentes. Los que afirman que pertenecen a Cristo deben reconocer que nosotros pertenecemos a Cristo tanto como ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pareciera que estoy jactándome demasiado de la autoridad que nos dio el Señor, pero nuestra autoridad los edifica a ustedes, no los destruye. Así que no me avergonzaré de usar mi autoridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "No es mi intención asustarlos con mis cartas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pues algunos dicen: «Las cartas de Pablo son exigentes y fuertes, ¡pero él en persona es débil y sus discursos no valen nada!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Esas personas deberían darse cuenta de que nuestras acciones, cuando lleguemos en persona, serán tan enérgicas como lo que decimos en nuestras cartas, que llegan desde lejos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¡Ah, no se preocupen! No nos atreveríamos a decir que somos tan maravillosos como esos hombres, que les dicen qué importantes son ellos pero solo se comparan el uno con el otro, empleándose a sí mismos como estándar de medición. ¡Qué ignorantes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Nosotros no nos jactaremos de cosas hechas fuera de nuestro campo de autoridad. Nos jactaremos solo de lo que haya sucedido dentro de los límites del trabajo que Dios nos ha dado, los cuales incluyen nuestro trabajo con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "No traspasamos esos límites cuando afirmamos tener autoridad sobre ustedes, como si nunca hubiéramos ido a visitarlos. Pues fuimos los primeros en viajar hasta Corinto con la Buena Noticia de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Tampoco nos jactamos ni nos atribuimos el mérito por el trabajo que otro haya hecho. En cambio, esperamos que la fe de ustedes crezca, a fin de que se extiendan los límites de nuestro trabajo entre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces podremos ir a predicar la Buena Noticia en otros lugares más allá de ustedes, donde ningún otro esté trabajando. Así nadie pensará que nos jactamos de trabajar en el territorio de otro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Como dicen las Escrituras: «Si alguien quiere jactarse, que se jacte solamente del Señor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando la gente se alaba a sí misma, ese elogio no sirve de mucho. Lo importante es que los elogios provengan del Señor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.11"
        ],
        "human": "2 Corintios 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.12"
        ],
        "human": "2 Corintios 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.10"
        ],
        "human": "2 Corintios 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo y los falsos apóstoles"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Espero que toleren un poco más de mis «tonterías». Por favor, ténganme paciencia;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "pues los celo, con el celo de Dios mismo. Los prometí como una novia pura a su único esposo: Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero temo que, de alguna manera, su pura y completa devoción a Cristo se corrompa, tal como Eva fue engañada por la astucia de la serpiente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ustedes soportan de buena gana todo lo que cualquiera les dice, aun si les predican a un Jesús diferente del que nosotros predicamos o a un Espíritu diferente del que ustedes recibieron o un evangelio diferente del que creyeron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero de ninguna manera me considero inferior a esos «superapóstoles» que enseñan tales cosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Podré ser un orador inexperto, pero no me falta conocimiento. Eso es algo que les hemos dejado bien claro a ustedes de todas las maneras posibles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿Estaba equivocado cuando me humillé y los honré al predicarles la Buena Noticia de Dios sin esperar nada a cambio?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Les «robé» a otras iglesias al aceptar sus contribuciones para poder servirlos a ustedes sin ningún costo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando estuve con ustedes y no tenía lo suficiente para vivir, no llegué a ser una carga financiera para nadie. Pues los hermanos que llegaron de Macedonia me trajeron todo lo que necesitaba. Nunca he sido una carga para ustedes y jamás lo seré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Tan cierto como que la verdad de Cristo está en mí, nadie en toda Grecia me impedirá que me jacte de esto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "¿Por qué? ¿Porque no los amo? Dios sabe que sí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero seguiré haciendo lo que siempre he hecho. Esto debilitará los argumentos de aquellos que andan buscando la oportunidad para jactarse de que su trabajo es igual al nuestro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Estos individuos son falsos apóstoles. Son obreros engañosos que se disfrazan de apóstoles de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¡Pero no me sorprende para nada! Aun Satanás se disfraza de ángel de luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Así que no es de sorprenderse que los que lo sirven también se disfracen de siervos de la justicia. Al final, recibirán el castigo que sus acciones perversas merecen."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las muchas pruebas de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Otra vez lo digo, no piensen que soy un necio por hablar así; pero aun si lo piensan, escúchenme, tal como lo harían con una persona necia, mientras que yo también me jacto un poco."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Dicha jactancia no proviene del Señor, pero actúo como un necio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Ya que otros se jactan de sus logros humanos, yo también lo haré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Después de todo, ustedes se creen muy sabios, ¡pero con gusto soportan a los necios!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Aguantan cuando alguien los esclaviza, les quita todo lo que tienen, se aprovecha de ustedes, toma control de todo y les da una bofetada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "¡Me da vergüenza decir que nosotros fuimos demasiado «débiles» para hacer lo mismo!",
            "Pero sea lo que sea de lo que ellos se atrevan a jactarse —otra vez hablo como un necio— yo también me atrevo a jactarme de lo mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "¿Son ellos hebreos? Yo también lo soy. ¿Son israelitas? También lo soy yo. ¿Son descendientes de Abraham? También yo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "¿Son siervos de Cristo? Sé que sueno como un loco, ¡pero yo lo he servido mucho más! He trabajado con más esfuerzo, me han encarcelado más seguido, fui azotado innumerables veces y enfrenté la muerte en repetidas ocasiones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "En cinco ocasiones distintas, los líderes judíos me dieron treinta y nueve latigazos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Tres veces me azotaron con varas. Una vez fui apedreado. Tres veces sufrí naufragios. Una vez pasé toda una noche y el día siguiente a la deriva en el mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "He estado en muchos viajes muy largos. Enfrenté peligros de ríos y de ladrones. Enfrenté peligros de parte de mi propio pueblo, los judíos, y también de los gentiles. Enfrenté peligros en ciudades, en desiertos y en mares. Y enfrenté peligros de hombres que afirman ser creyentes, pero no lo son."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "He trabajado con esfuerzo y por largas horas y soporté muchas noches sin dormir. He tenido hambre y sed, y a menudo me he quedado sin nada que comer. He temblado de frío, sin tener ropa suficiente para mantenerme abrigado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Además de todo eso, a diario llevo la carga de mi preocupación por todas las iglesias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "¿Quién está débil sin que yo no sienta esa misma debilidad? ¿Quién se ha dejado llevar por mal camino sin que yo arda de enojo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Si debo jactarme, preferiría jactarme de las cosas que muestran lo débil que soy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Dios, el Padre de nuestro Señor Jesús, quien es digno de eterna alabanza, sabe que no miento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Cuando estuve en Damasco, el gobernador bajo el mando del rey Aretas puso guardias en las puertas de la ciudad para atraparme."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Tuvieron que descolgarme en un canasto por una ventana en el muro de la ciudad para que escapara de él."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.12"
        ],
        "human": "2 Corintios 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.13"
        ],
        "human": "2 Corintios 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.11"
        ],
        "human": "2 Corintios 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La visión de Pablo y la espina en su carne"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Mi jactancia no servirá de nada, sin embargo, debo seguir adelante. A mi pesar contaré acerca de visiones y revelaciones que provienen del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Hace catorce años fui llevado hasta el tercer cielo. Si fue en mi cuerpo o fuera de mi cuerpo no lo sé; solo Dios lo sabe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Es cierto, solo Dios sabe si estaba yo en mi cuerpo o fuera del cuerpo; pero sí sé"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "que fui llevado al paraíso y oí cosas tan increíbles que no pueden expresarse con palabras, cosas que a ningún humano se le permite contar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "De esa experiencia vale la pena jactarse, pero no voy a hacerlo. Solamente me jactaré de mis debilidades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Si quisiera jactarme, no sería ningún necio al hacerlo porque estaría diciendo la verdad; pero no lo haré, porque no quiero que nadie me atribuya méritos más allá de lo que pueda verse en mi vida u oírse en mi mensaje,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "aun cuando he recibido de Dios revelaciones tan maravillosas. Así que, para impedir que me volviera orgulloso, se me dio una espina en mi carne, un mensajero de Satanás para atormentarme e impedir que me volviera orgulloso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En tres ocasiones distintas, le supliqué al Señor que me la quitara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cada vez él me dijo: «Mi gracia es todo lo que necesitas; mi poder actúa mejor en la debilidad». Así que ahora me alegra jactarme de mis debilidades, para que el poder de Cristo pueda actuar a través de mí."
          ],
          "rlw_lines": [
            [
              {
                "text": "Cada vez él me dijo:",
                "rl": false
              },
              {
                "text": "«Mi gracia es todo lo que necesitas; mi poder actúa mejor en la debilidad».",
                "rl": true
              },
              {
                "text": "Así que ahora me alegra jactarme de mis debilidades, para que el poder de Cristo pueda actuar a través de mí.",
                "rl": false
              }
            ]
          ]
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Es por esto que me deleito en mis debilidades, y en los insultos, en privaciones, persecuciones y dificultades que sufro por Cristo. Pues, cuando soy débil, entonces soy fuerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Preocupación de Pablo por los corintios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Ustedes hicieron que me comportara como un necio. Deberían estar escribiendo elogios acerca de mí, porque no soy de ninguna manera inferior a esos «superapóstoles», aun cuando no soy nada en absoluto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando estuve con ustedes les di pruebas de que soy un apóstol. Pues con paciencia hice muchas señales, maravillas y milagros entre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Lo único que no hice, y que sí hago en las demás iglesias, fue convertirme en una carga financiera para ustedes. Por favor, ¡perdónenme por esta falta!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ahora voy a visitarlos por tercera vez y no les seré una carga. No busco lo que tienen, los busco a ustedes mismos. Después de todo, los hijos no mantienen a los padres. Al contrario, son los padres quienes mantienen a sus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Con gusto me desgastaré por ustedes y también gastaré todo lo que tengo, aunque parece que cuanto más los amo, menos me aman ustedes a mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Algunos de ustedes admiten que no les fui una carga, pero otros todavía piensan que fui muy astuto y que me aproveché de ustedes con engaños."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "¿Pero cómo? ¿Acaso alguno de los hombres que les envié se aprovechó de ustedes?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando le pedí a Tito que los visitara y envié con él al otro hermano, ¿acaso Tito se aprovechó de ustedes? ¡No!, porque ambos tenemos el mismo espíritu y caminamos sobre las pisadas del otro y hacemos las cosas de la misma manera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Tal vez piensen que decimos estas cosas solo para defendernos. No, les decimos esto como siervos de Cristo y con Dios como testigo. Todo lo que hacemos, queridos amigos, es para fortalecerlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pues temo que, cuando vaya, no me gustará lo que encuentre, y que a ustedes no les gustará mi reacción. Temo que encontraré peleas, celos, enojo, egoísmo, calumnias, chismes, arrogancia y conducta desordenada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Así es, tengo miedo de que, cuando vaya de nuevo, Dios me humille ante ustedes. Y quedaré entristecido porque varios de ustedes no han abandonado sus viejos pecados. No se han arrepentido de su impureza, de su inmoralidad sexual ni del intenso deseo por los placeres sensuales."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.13"
        ],
        "human": "2 Corintios 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "GAL.1"
        ],
        "human": "Gálatas 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.12"
        ],
        "human": "2 Corintios 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Consejos finales de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Esta es la tercera vez que los visito (y como dicen las Escrituras: «Los hechos de cada caso deben ser establecidos por el testimonio de dos o tres testigos»)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ya puse sobre aviso a los que andaban en pecado cuando estuve ahí durante mi segunda visita. Ahora les advierto de nuevo a ellos y a todos los demás, tal como lo hice antes, que la próxima vez no tendré compasión de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Les daré todas las pruebas que quieran de que Cristo habla por medio de mí. Cristo no es débil cuando trata con ustedes; es poderoso entre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Aunque fue crucificado en debilidad, ahora vive por el poder de Dios. Nosotros también somos débiles, al igual que Cristo lo fue, pero cuando tratemos con ustedes, estaremos vivos con él y tendremos el poder de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Examínense para saber si su fe es genuina. Pruébense a sí mismos. Sin duda saben que Jesucristo está entre ustedes; de no ser así, ustedes han reprobado el examen de la fe genuina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Al ponerse a prueba, espero que reconozcan que nosotros no hemos reprobado el examen de la autoridad apostólica."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pedimos a Dios en oración que ustedes no hagan lo malo al rechazar nuestra corrección. Espero que no sea necesario demostrar nuestra autoridad cuando lleguemos. Hagan lo correcto antes de nuestra llegada, aun si eso hace que parezca que no hemos demostrado nuestra autoridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pues no podemos oponernos a la verdad, más bien siempre debemos defender la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Nos alegramos de parecer débiles si esto ayuda a mostrar que ustedes en realidad son fuertes. Nuestra oración es que lleguen a ser maduros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Les escribo todo esto antes de ir a verlos, con la esperanza de no tener que tratarlos con severidad cuando finalmente llegue. Pues mi deseo es usar la autoridad que el Señor me ha dado para fortalecerlos, no para destruirlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludos finales de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Amados hermanos, termino mi carta con estas últimas palabras: estén alegres. Crezcan hasta alcanzar la madurez. Anímense unos a otros. Vivan en paz y armonía. Entonces el Dios de amor y paz estará con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Salúdense unos a otros con un beso santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Todo el pueblo de Dios que está aquí les envía sus saludos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Que la gracia del Señor Jesucristo, el amor de Dios y la comunión del Espíritu Santo sean con todos ustedes."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}