{
  "book_usfm": "COL",
  "name": "Colosenses",
  "local_title": "Nueva Traducción Viviente",
  "local_abbreviation": "NTV",
  "version_id": 127,
  "publisher": {
    "name": "Tyndale House Publishers Inc."
  },
  "copyright": {
    "html": "<p>Santa Biblia, Nueva Traducción Viviente, copyright © 2010 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, a Division of Tyndale House Ministries, Carol Stream, Illinois 60188. All rights reserved.</p>",
    "text": "Santa Biblia, Nueva Traducción Viviente, copyright © 2010 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, a Division of Tyndale House Ministries, Carol Stream, Illinois 60188. All rights reserved."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "COL.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "COL.1"
        ],
        "human": "Colosenses 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "COL.2"
        ],
        "human": "Colosenses 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "PHP.4"
        ],
        "human": "Filipenses 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludos de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Yo, Pablo, elegido por la voluntad de Dios para ser apóstol de Cristo Jesús, y nuestro hermano Timoteo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "les escribimos esta carta a los fieles hermanos en Cristo que conforman el pueblo santo de Dios en la ciudad de Colosas.",
            "Que Dios nuestro Padre les dé gracia y paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Oración y agradecimiento de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Siempre oramos por ustedes y le damos gracias a Dios, el Padre de nuestro Señor Jesucristo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "porque hemos oído de su fe en Cristo Jesús y del amor que tienen por todo el pueblo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ambas cosas provienen de la firme esperanza puesta en lo que Dios les ha reservado en el cielo. Ustedes han tenido esa esperanza desde la primera vez que escucharon la verdad de la Buena Noticia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Esa misma Buena Noticia que llegó a ustedes ahora corre por todo el mundo. Da fruto en todas partes mediante el cambio de vida que produce, así como les cambió la vida a ustedes desde el día que oyeron y entendieron por primera vez la verdad de la maravillosa gracia de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ustedes se enteraron de la Buena Noticia por medio de Epafras, nuestro amado colaborador; él es un fiel servidor de Cristo y nos ayuda en nombre de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Nos contó del amor por los demás que el Espíritu Santo les ha dado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Así que, desde que supimos de ustedes, no dejamos de tenerlos presentes en nuestras oraciones. Le pedimos a Dios que les dé pleno conocimiento de su voluntad y que les conceda sabiduría y comprensión espiritual."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces la forma en que vivan siempre honrará y agradará al Señor, y sus vidas producirán toda clase de buenos frutos. Mientras tanto, irán creciendo a medida que aprendan a conocer a Dios más y más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "También pedimos que se fortalezcan con todo el glorioso poder de Dios para que tengan toda la constancia y la paciencia que necesitan. Mi deseo es que estén llenos de alegría"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "y den siempre gracias al Padre. Él los hizo aptos para que participen de la herencia que pertenece a su pueblo, el cual vive en la luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pues él nos rescató del reino de la oscuridad y nos trasladó al reino de su Hijo amado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "quien compró nuestra libertad y perdonó nuestros pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cristo es supremo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cristo es la imagen visible del Dios invisible.",
            "Él ya existía antes de que las cosas fueran creadas y es supremo sobre toda la creación"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "porque, por medio de él, Dios creó todo lo que existe",
            "en los lugares celestiales y en la tierra.",
            "Hizo las cosas que podemos ver",
            "y las que no podemos ver,",
            "tales como tronos, reinos, gobernantes y autoridades del mundo invisible.",
            "Todo fue creado por medio de él y para él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Él ya existía antes de todas las cosas",
            "y mantiene unida toda la creación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cristo también es la cabeza de la iglesia,",
            "la cual es su cuerpo.",
            "Él es el principio,",
            "supremo sobre todos los que se levantan de los muertos.",
            "Así que él es el primero en todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pues a Dios, en toda su plenitud,",
            "le agradó vivir en Cristo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "y por medio de él, Dios reconcilió consigo",
            "todas las cosas.",
            "Hizo la paz con todo lo que existe en el cielo y en la tierra,",
            "por medio de la sangre de Cristo en la cruz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Eso los incluye a ustedes, que antes estaban lejos de Dios. Eran sus enemigos, separados de él por sus malos pensamientos y acciones;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "pero ahora él los reconcilió consigo mediante la muerte de Cristo en su cuerpo físico. Como resultado, los ha trasladado a su propia presencia, y ahora ustedes son santos, libres de culpa y pueden presentarse delante de él sin ninguna falta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero deben seguir creyendo esa verdad y mantenerse firmes en ella. No se alejen de la seguridad que recibieron cuando oyeron la Buena Noticia. Esa Buena Noticia ha sido predicada por todo el mundo, y yo, Pablo, fui designado servidor de Dios para proclamarla."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Trabajo de Pablo por la iglesia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Me alegro cuando sufro en carne propia por ustedes, porque así participo de los sufrimientos de Cristo, que continúan a favor de su cuerpo, que es la iglesia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Dios me ha dado la responsabilidad de servir a su iglesia mediante la proclamación de todo su mensaje a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Este mensaje se mantuvo en secreto durante siglos y generaciones, pero ahora se dio a conocer al pueblo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Pues él quería que su pueblo supiera que las riquezas y la gloria de Cristo también son para ustedes, los gentiles. Y el secreto es: Cristo vive en ustedes. Eso les da la seguridad de que participarán de su gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Por lo tanto, hablamos a otros de Cristo, advertimos a todos y enseñamos a todos con toda la sabiduría que Dios nos ha dado. Queremos presentarlos a Dios perfectos en su relación con Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Es por eso que trabajo y lucho con tanto empeño, apoyado en el gran poder de Cristo que actúa dentro de mí."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "COL.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "COL.2"
        ],
        "human": "Colosenses 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "COL.3"
        ],
        "human": "Colosenses 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "COL.1"
        ],
        "human": "Colosenses 1",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Quiero que sepan cuánta angustia he sufrido por ustedes y por la iglesia en Laodicea y por muchos otros creyentes que nunca me conocieron personalmente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Quiero que ellos cobren ánimo y estén bien unidos con fuertes lazos de amor. Quiero que tengan la plena confianza de que entienden el misterioso plan de Dios, que es Cristo mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "En él están escondidos todos los tesoros de la sabiduría y el conocimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Les digo esto a ustedes para que nadie los engañe con argumentos ingeniosos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pues, si bien estoy lejos, mi corazón está con ustedes. Y me alegro de que viven como deben hacerlo y de que su fe en Cristo se mantiene firme."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Libertad y vida nueva en Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por lo tanto, de la manera que recibieron a Cristo Jesús como Señor, ahora deben seguir sus pasos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Arráiguense profundamente en él y edifiquen toda la vida sobre él. Entonces la fe de ustedes se fortalecerá en la verdad que se les enseñó, y rebosarán de gratitud."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "No permitan que nadie los atrape con filosofías huecas y disparates elocuentes, que nacen del pensamiento humano y de los poderes espirituales de este mundo y no de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pues en Cristo habita toda la plenitud de Dios en un cuerpo humano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "De modo que ustedes también están completos mediante la unión con Cristo, quien es la cabeza de todo gobernante y toda autoridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cuando ustedes llegaron a Cristo, fueron «circuncidados», pero no mediante un procedimiento corporal. Cristo llevó a cabo una circuncisión espiritual, es decir, les quitó la naturaleza pecaminosa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pues ustedes fueron sepultados con Cristo cuando se bautizaron. Y con él también fueron resucitados para vivir una vida nueva, debido a que confiaron en el gran poder de Dios, quien levantó a Cristo de los muertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ustedes estaban muertos a causa de sus pecados y porque aún no les habían quitado la naturaleza pecaminosa. Entonces Dios les dio vida con Cristo al perdonar todos nuestros pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Él anuló el acta con los cargos que había contra nosotros y la eliminó clavándola en la cruz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "De esa manera, desarmó a los gobernantes y a las autoridades espirituales. Los avergonzó públicamente con su victoria sobre ellos en la cruz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por lo tanto, no permitan que nadie los condene por lo que comen o beben, o porque no celebran ciertos días santos ni ceremonias por luna nueva ni los días de descanso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pues esas reglas son solo sombras de la realidad que vendrá. Y Cristo mismo es esa realidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "No dejen que los condene ninguno de aquellos que insisten en una religiosa abnegación o en el culto a los ángeles, al afirmar que han tenido visiones sobre estas cosas. Su mente pecaminosa los ha llenado de arrogancia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "y no están unidos a Cristo, la cabeza del cuerpo. Pues él mantiene todo el cuerpo unido con las articulaciones y los ligamentos, el cual va creciendo a medida que Dios lo nutre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Ustedes han muerto con Cristo, y él los ha rescatado de los poderes espirituales de este mundo. Entonces, ¿por qué siguen cumpliendo las reglas del mundo, tales como:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "«¡No toques esto! ¡No pruebes eso! ¡No te acerques a aquello!»?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Esas reglas son simples enseñanzas humanas acerca de cosas que se deterioran con el uso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Podrán parecer sabias porque exigen una gran devoción, una religiosa abnegación y una severa disciplina corporal; pero a una persona no le ofrecen ninguna ayuda para vencer sus malos deseos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "COL.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "COL.3"
        ],
        "human": "Colosenses 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "COL.4"
        ],
        "human": "Colosenses 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "COL.2"
        ],
        "human": "Colosenses 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Vida nueva con Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ya que han sido resucitados a una vida nueva con Cristo, pongan la mira en las verdades del cielo, donde Cristo está sentado en el lugar de honor, a la derecha de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Piensen en las cosas del cielo, no en las de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pues ustedes han muerto a esta vida, y su verdadera vida está escondida con Cristo en Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando Cristo —quien es la vida de ustedes— sea revelado a todo el mundo, ustedes participarán de toda su gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Así que hagan morir las cosas pecaminosas y terrenales que acechan dentro de ustedes. No tengan nada que ver con la inmoralidad sexual, la impureza, las bajas pasiones y los malos deseos. No sean avaros, pues la persona avara es idólatra porque adora las cosas de este mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "A causa de esos pecados, viene la furia de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ustedes solían hacer esas cosas cuando su vida aún formaba parte de este mundo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "pero ahora es el momento de eliminar el enojo, la furia, el comportamiento malicioso, la calumnia y el lenguaje sucio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "No se mientan unos a otros, porque ustedes ya se han quitado la vieja naturaleza pecaminosa y todos sus actos perversos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Vístanse con la nueva naturaleza y se renovarán a medida que aprendan a conocer a su Creador y se parezcan más a él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "En esta vida nueva no importa si uno es judío o gentil, si está o no circuncidado, si es inculto, incivilizado, esclavo o libre. Cristo es lo único que importa, y él vive en todos nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Dado que Dios los eligió para que sean su pueblo santo y amado por él, ustedes tienen que vestirse de tierna compasión, bondad, humildad, gentileza y paciencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Sean comprensivos con las faltas de los demás y perdonen a todo el que los ofenda. Recuerden que el Señor los perdonó a ustedes, así que ustedes deben perdonar a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Sobre todo, vístanse de amor, lo cual nos une a todos en perfecta armonía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y que la paz que viene de Cristo gobierne en sus corazones. Pues, como miembros de un mismo cuerpo, ustedes son llamados a vivir en paz. Y sean siempre agradecidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Que el mensaje de Cristo, con toda su riqueza, llene sus vidas. Enséñense y aconséjense unos a otros con toda la sabiduría que él da. Canten salmos e himnos y canciones espirituales a Dios con un corazón agradecido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y todo lo que hagan o digan, háganlo como representantes del Señor Jesús y den gracias a Dios Padre por medio de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Instrucciones para las familias cristianas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Esposas, sujétese cada una a su esposo como corresponde a quienes pertenecen al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Maridos, ame cada uno a su esposa y nunca la trate con aspereza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Hijos, obedezcan siempre a sus padres, porque eso agrada al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Padres, no exasperen a sus hijos, para que no se desanimen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Esclavos, obedezcan en todo a sus amos terrenales. Traten de agradarlos todo el tiempo, no solo cuando ellos los observan. Sírvanlos con sinceridad debido al temor reverente que ustedes tienen al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Trabajen de buena gana en todo lo que hagan, como si fuera para el Señor y no para la gente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Recuerden que el Señor los recompensará con una herencia y que el Amo a quien sirven es Cristo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "pero si hacen lo que está mal, recibirán el pago por el mal que hayan hecho, porque Dios no tiene favoritos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "COL.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "COL.4"
        ],
        "human": "Colosenses 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1TH.1"
        ],
        "human": "1 Tesalonicenses 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "COL.3"
        ],
        "human": "Colosenses 3",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Amos, sean justos e imparciales con sus esclavos. Recuerden que ustedes también tienen un Amo en el cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Aliento para orar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Dedíquense a la oración con una mente alerta y un corazón agradecido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Oren también por nosotros, para que Dios nos dé muchas oportunidades para hablar de su misterioso plan acerca de Cristo. Por eso estoy aquí en cadenas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Oren para que pueda proclamar ese mensaje con la claridad que debo hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Vivan sabiamente entre los que no creen en Cristo y aprovechen al máximo cada oportunidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Que sus conversaciones sean cordiales y agradables, a fin de que ustedes tengan la respuesta adecuada para cada persona."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Instrucciones finales y saludos de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Tíquico les contará con detalles cómo me va. Él es un amado hermano y un fiel colaborador que sirve conmigo en la obra del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Precisamente lo envié para que les cuente cómo estamos y los anime."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "También les envío a Onésimo, un fiel y amado hermano, quien es uno de ustedes. Él y Tíquico les contarán todo lo que sucede aquí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Aristarco, quien está en la cárcel conmigo, les manda saludos; y también los saluda Marcos, el primo de Bernabé. Tal como ya se les indicó, si Marcos pasa por allí, hagan que se sienta bienvenido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Jesús (al que llamamos Justo) también envía saludos. Ellos son los únicos creyentes judíos entre mis colaboradores; trabajan aquí conmigo para el reino de Dios. ¡Y qué consuelo han sido para mí!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Les manda saludos Epafras, un miembro de la misma comunidad de fe que ustedes y siervo de Cristo Jesús. Siempre ora con fervor por ustedes y le pide a Dios que los fortalezca y perfeccione, y les dé la plena confianza de que están cumpliendo toda la voluntad de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Puedo asegurarles que él ora intensamente por ustedes y también por los creyentes en Laodicea y en Hierápolis."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Les manda saludos Lucas, el médico amado, y también Demas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Les ruego que saluden de mi parte a nuestros hermanos en Laodicea, y también a Ninfas y a la iglesia que se reúne en su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Una vez que hayan leído esta carta, pásenla a la iglesia en Laodicea para que ellos también puedan leerla. Y ustedes deberían leer la carta que les escribí a ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Además, díganle a Arquipo: «Asegúrate de llevar a cabo el ministerio que el Señor te dio»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Firmo mi propio saludo de puño y letra: Pablo.",
            "Recuerden que estoy en cadenas.",
            "Que la gracia de Dios sea con ustedes."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}