{
  "book_usfm": "DAN",
  "name": "Daniel",
  "local_title": "Nueva Traducción Viviente",
  "local_abbreviation": "NTV",
  "version_id": 127,
  "publisher": {
    "name": "Tyndale House Publishers Inc."
  },
  "copyright": {
    "html": "<p>Santa Biblia, Nueva Traducción Viviente, copyright © 2010 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, a Division of Tyndale House Ministries, Carol Stream, Illinois 60188. All rights reserved.</p>",
    "text": "Santa Biblia, Nueva Traducción Viviente, copyright © 2010 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, a Division of Tyndale House Ministries, Carol Stream, Illinois 60188. All rights reserved."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "DAN.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.1"
        ],
        "human": "Daniel 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.2"
        ],
        "human": "Daniel 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZK.48"
        ],
        "human": "Ezequiel 48",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Daniel en la corte del rey Nabucodonosor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Durante el tercer año del reinado de Joacim, rey de Judá, llegó a Jerusalén el rey Nabucodonosor de Babilonia y la sitió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El Señor le dio la victoria sobre el rey Joacim de Judá y le permitió llevarse algunos de los objetos sagrados del templo de Dios. Así que Nabucodonosor se los llevó a Babilonia y los puso en la casa del tesoro del templo de su dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Luego el rey ordenó a Aspenaz, jefe del Estado Mayor, que trajera al palacio a algunos de los jóvenes de la familia real de Judá y de otras familias nobles, que habían sido llevados a Babilonia como cautivos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "«Selecciona solo a jóvenes sanos, fuertes y bien parecidos —le dijo—. Asegúrate de que sean instruidos en todas las ramas del saber, que estén dotados de conocimiento y de buen juicio y que sean aptos para servir en el palacio real. Enseña a estos jóvenes el idioma y la literatura de Babilonia»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "El rey les asignó una ración diaria de la comida y del vino que provenían de su propia cocina. Debían recibir entrenamiento por tres años y después entrarían al servicio real."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Daniel, Ananías, Misael y Azarías fueron cuatro de los jóvenes seleccionados, todos de la tribu de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El jefe del Estado Mayor les dio nuevos nombres babilónicos:",
            "A Daniel lo llamó Beltsasar.",
            "A Ananías lo llamó Sadrac.",
            "A Misael lo llamó Mesac.",
            "A Azarías lo llamó Abed-nego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Sin embargo, Daniel estaba decidido a no contaminarse con la comida y el vino dados por el rey. Le pidió permiso al jefe del Estado Mayor para no comer esos alimentos inaceptables."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ahora bien, Dios había hecho que el jefe del Estado Mayor le tuviera respeto y afecto a Daniel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "pero le respondió: «Tengo miedo de mi señor el rey quien ordenó que ustedes comieran estos alimentos y bebieran este vino. Si se vuelven pálidos y delgados en comparación con otros jóvenes de su edad, temo que el rey mandará a decapitarme»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces Daniel habló con el asistente que había sido designado por el jefe del Estado Mayor para cuidar a Daniel, Ananías, Misael y Azarías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "y le dijo: «Por favor, pruébanos durante diez días con una dieta de vegetales y agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Al cumplirse los diez días, compara nuestro aspecto con el de los otros jóvenes que comen de la comida del rey. Luego decide de acuerdo con lo que veas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El asistente aceptó la sugerencia de Daniel y los puso a prueba por diez días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Al cumplirse los diez días, Daniel y sus tres amigos se veían más saludables y mejor nutridos que los jóvenes alimentados con la comida asignada por el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Así que, desde entonces, el asistente les dio de comer solo vegetales en lugar de los alimentos y el vino que servían a los demás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "A estos cuatro jóvenes Dios les dio aptitud excepcional para comprender todos los aspectos de la literatura y la sabiduría; y a Daniel Dios le dio la capacidad especial de interpretar el significado de visiones y sueños."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando se cumplió el período de instrucción ordenado por el rey, el jefe del Estado Mayor llevó a todos los jóvenes ante el rey Nabucodonosor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "El rey habló con ellos y ninguno le causó mejor impresión que Daniel, Ananías, Misael y Azarías. De modo que entraron al servicio real."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cada vez que el rey los consultaba sobre cualquier asunto que exigiera sabiduría y juicio equilibrado, los encontraba diez veces más capaces que todos los magos y brujos de su reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Daniel permaneció en el servicio real hasta el primer año del rey Ciro."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.2"
        ],
        "human": "Daniel 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.3"
        ],
        "human": "Daniel 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.1"
        ],
        "human": "Daniel 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sueño del rey Nabucodonosor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Una noche, durante el segundo año de su reinado, Nabucodonosor tuvo unos sueños tan desconcertantes que no pudo dormir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Mandó llamar a sus magos, brujos, hechiceros y astrólogos, y les exigió que le dijeran lo que había soñado. Cuando se presentaron ante el rey,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "les dijo:",
            "—He tenido un sueño que me desconcierta mucho y necesito saber lo que significa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces los astrólogos respondieron al rey en arameo:",
            "—¡Que viva el rey! Cuéntenos el sueño y nosotros le diremos lo que significa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero el rey respondió a los astrólogos:",
            "—Les digo esto en serio. Si no me dicen lo que soñé y lo que significa, ¡los haré despedazar y convertiré sus casas en un montón de escombros!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero si me dicen lo que soñé y lo que significa, les daré muchos honores y regalos maravillosos. ¡Solo díganme lo que soñé y lo que significa!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ellos volvieron a decirle:",
            "—Por favor, su majestad, cuéntenos el sueño y nosotros le diremos lo que significa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El rey respondió:",
            "—¡Ya sé lo que se proponen! Están tratando de ganar tiempo porque saben que hablo en serio cuando digo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "“¡Si no me cuentan el sueño, están condenados!”. Así que han conspirado para mentirme, con la esperanza de que yo cambie de idea, pero cuéntenme el sueño y entonces sabré que pueden explicarme el significado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los astrólogos respondieron al rey:",
            "—¡No hay nadie en la tierra que pueda decirle al rey lo que soñó! ¡Y ningún rey, por grande y poderoso que sea, jamás pidió tal cosa a sus magos, brujos o astrólogos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Es imposible cumplir con lo que el rey exige. Nadie, excepto los dioses, puede contar al rey su sueño, pero los dioses no habitan entre los hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando el rey oyó esto, se enfureció y mandó a ejecutar a todos los sabios de Babilonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces, debido al decreto del rey, enviaron hombres para que encontraran y mataran a Daniel y a sus amigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Cuando Arioc, comandante de la guardia real, llegó con la intención de matarlos, Daniel manejó la situación con sabiduría y discreción."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Le preguntó a Arioc: «¿Por qué emitió el rey un decreto tan severo?». Entonces Arioc le contó todo lo que había sucedido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Daniel fue a ver al rey inmediatamente y le pidió más tiempo para comunicarle el significado del sueño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces Daniel regresó a casa y contó a sus amigos Ananías, Misael y Azarías lo que había ocurrido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Les rogó que pidieran al Dios del cielo que tuviera misericordia y les revelara el secreto, para que no fueran ejecutados junto con los demás sabios de Babilonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Esa noche el misterio le fue revelado a Daniel en una visión. Entonces alabó al Dios del cielo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "y dijo:",
            "«Alabado sea el nombre de Dios por siempre y para siempre,",
            "porque a él pertenecen toda la sabiduría y todo el poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Él controla el curso de los sucesos del mundo;",
            "él quita reyes y pone otros reyes.",
            "Él da sabiduría a los sabios",
            "y conocimiento a los estudiosos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Él revela cosas profundas y misteriosas",
            "y conoce lo que se oculta en la oscuridad,",
            "aunque él está rodeado de luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Te agradezco y te alabo, Dios de mis antepasados,",
            "porque me has dado sabiduría y fortaleza.",
            "Me revelaste lo que te pedimos",
            "y nos diste a conocer lo que el rey exigía»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Daniel interpreta el sueño"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces Daniel fue a ver a Arioc, a quien el rey había ordenado ejecutar a los sabios de Babilonia. Daniel le dijo: «No mates a los sabios. Llévame ante el rey y le explicaré el significado de su sueño»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Enseguida Arioc llevó a Daniel ante el rey y anunció: «¡Entre los cautivos de Judá, encontré a uno que le dirá al rey el significado de su sueño!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces el rey le preguntó a Daniel (también llamado Beltsasar):",
            "—¿Es cierto? ¿Puedes decirme lo que soñé y lo que mi sueño significa?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Daniel contestó:",
            "—No hay sabios, brujos, magos ni adivinos que puedan dar a conocer el secreto del rey;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "pero hay un Dios en el cielo, quien revela secretos y le ha dado a conocer al rey Nabucodonosor lo que ocurrirá en el futuro. Ahora le diré lo que soñó y las visiones que vio mientras estaba acostado en su cama."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "»Mientras su majestad dormía, soñó sobre sucesos futuros. Aquel que da a conocer los secretos le ha mostrado a usted lo que ocurrirá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y no es porque yo sea más sabio que los demás que conozco el secreto de su sueño, sino porque Dios quiere que su majestad entienda lo que estaba en su corazón cuando soñó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "»En su visión, su majestad vio frente a sí una enorme estatua resplandeciente de un hombre; daba terror verla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "La cabeza de la estatua era de oro fino. El pecho y los brazos eran de plata, el vientre y los muslos de bronce,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "las piernas eran de hierro y los pies eran una mezcla de hierro y barro cocido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Mientras usted observaba, una roca de una montaña fue cortada, pero no por manos humanas. La roca golpeó los pies de hierro y barro, y los hizo pedazos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "La estatua quedó reducida a pequeños trozos de hierro, barro, bronce, plata y oro. Luego el viento se los llevó sin dejar rastro alguno, como la paja cuando se trilla el grano. Sin embargo, la roca que derrumbó la estatua se convirtió en una gran montaña que cubrió toda la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "»Ese fue el sueño. Ahora explicaremos al rey el significado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Su majestad, usted es supremo entre los reyes. El Dios del cielo le ha dado soberanía, poder, fuerza y honra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Dios lo ha puesto como gobernante sobre todo el mundo habitado y le ha dado dominio aun sobre las aves y los animales salvajes. Usted es la cabeza de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "»Ahora bien, después de que termine su reino, surgirá otro reino, inferior al suyo, y ocupará su lugar. Cuando este caiga, un tercer reino, representado por el bronce, surgirá para gobernar el mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Después vendrá un cuarto reino, tan fuerte como el hierro. Ese reino destrozará y aplastará a todos los imperios anteriores, así como el hierro destroza y aplasta todo lo que golpea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Los pies y los dedos que usted vio eran una combinación de hierro y barro cocido, lo cual demuestra que ese reino se dividirá. Por ser barro mezclado con hierro, tendrá algo de la fuerza del hierro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "No obstante, si bien algunas de sus partes serán tan fuertes como el hierro, otras serán tan débiles como el barro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Esta mezcla de hierro con barro también demuestra que esos reinos procurarán fortalecerse al hacer alianzas matrimoniales; pero no se mantendrán unidos, así como el hierro y el barro no se mezclan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "»Durante los gobiernos de esos reyes, el Dios del cielo establecerá un reino que jamás será destruido o conquistado. Aplastará por completo a esos reinos y permanecerá para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Ese es el significado de la roca cortada de la montaña, aunque no por manos humanas, que hizo pedazos la estatua de hierro, bronce, barro, plata y oro. El gran Dios estaba mostrando al rey lo que ocurrirá en el futuro. El sueño es verdadero y el significado, seguro."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nabucodonosor recompensa a Daniel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Entonces el rey Nabucodonosor se postró ante Daniel y le rindió culto, y mandó al pueblo que ofreciera sacrificios y quemara incienso dulce frente a Daniel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "El rey le dijo: «En verdad tu Dios es el más grande de todos los dioses, es el Señor de los reyes, y es quien revela los misterios, porque tú pudiste revelar este secreto»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Entonces el rey puso a Daniel en un puesto importante y le dio muchos regalos valiosos. Nombró a Daniel gobernador de toda la provincia de Babilonia y jefe de todos los sabios del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "A petición de Daniel, el rey puso a Sadrac, Mesac y Abed-nego a cargo de todos los asuntos de la provincia de Babilonia, mientras Daniel permaneció en la corte del rey."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.3"
        ],
        "human": "Daniel 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.4"
        ],
        "human": "Daniel 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.2"
        ],
        "human": "Daniel 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Estatua de oro del rey Nabucodonosor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El rey Nabucodonosor hizo una estatua de oro que medía veintisiete metros de altura y dos metros y medio de ancho y la levantó sobre la llanura de Dura, en la provincia de Babilonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Luego envió mensajes a los altos funcionarios, autoridades, gobernadores, asesores, tesoreros, jueces y magistrados y a todos los funcionarios provinciales para que asistieran a la dedicación de la estatua que había levantado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "De modo que todas estas autoridades vinieron y se pusieron de pie ante la estatua que el rey Nabucodonosor había levantado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces un vocero proclamó: «¡Gente de todas las razas, naciones y lenguas escuchen el mandato del rey!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando oigan tocar la trompeta, la flauta, la cítara, la lira, el arpa, la zampoña y otros instrumentos musicales, inclínense rostro en tierra y rindan culto a la estatua de oro del rey Nabucodonosor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "¡Cualquiera que se rehúse a obedecer será arrojado inmediatamente a un horno ardiente!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Así que al sonido de los instrumentos musicales, toda la gente, de cualquier raza, nación o lengua, se inclinó rostro en tierra y rindió culto a la estatua de oro que había levantado el rey Nabucodonosor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Sin embargo, algunos de los astrólogos se presentaron ante el rey y denunciaron a los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Dijeron al rey Nabucodonosor: «¡Que viva el rey!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Usted emitió un decreto que exige a todo el pueblo inclinarse y rendir culto a la estatua de oro al oír tocar la trompeta, la flauta, la cítara, la lira, el arpa, la zampoña y otros instrumentos musicales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Ese decreto también establece que quienes se rehúsen a obedecer serán arrojados dentro de un horno ardiente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pues hay algunos judíos —Sadrac, Mesac y Abed-nego— a los que usted puso a cargo de la provincia de Babilonia que no le prestan atención, su majestad. Se niegan a servir a los dioses de su majestad y no rinden culto a la estatua de oro que usted ha levantado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Nabucodonosor se enfureció y ordenó que trajeran ante él a Sadrac, Mesac y Abed-nego. Cuando los trajeron,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Nabucodonosor les preguntó:",
            "—¿Es cierto, Sadrac, Mesac y Abed-nego, que ustedes se rehúsan a servir a mis dioses y a rendir culto a la estatua de oro que he levantado?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Les daré una oportunidad más para inclinarse y rendir culto a la estatua que he hecho cuando oigan el sonido de los instrumentos musicales. Sin embargo, si se niegan, serán inmediatamente arrojados al horno ardiente y entonces, ¿qué dios podrá rescatarlos de mi poder?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Sadrac, Mesac y Abed-nego contestaron:",
            "—Oh Nabucodonosor, no necesitamos defendernos delante de usted."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Si nos arrojan al horno ardiente, el Dios a quien servimos es capaz de salvarnos. Él nos rescatará de su poder, su majestad;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "pero aunque no lo hiciera, deseamos dejar en claro ante usted que jamás serviremos a sus dioses ni rendiremos culto a la estatua de oro que usted ha levantado."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El horno ardiente"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces Nabucodonosor se enfureció tanto con Sadrac, Mesac y Abed-nego que el rostro se le desfiguró a causa de la ira. Mandó calentar el horno siete veces más de lo habitual."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces ordenó que algunos de los hombres más fuertes de su ejército ataran a Sadrac, Mesac y Abed-nego y los arrojaran al horno ardiente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Así que los ataron y los arrojaron al horno, totalmente vestidos con sus pantalones, turbantes, túnicas y demás ropas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Ya que el rey, en su enojo, había exigido que el horno estuviera bien caliente, las llamas mataron a los soldados mientras arrojaban dentro a los tres hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "De esa forma Sadrac, Mesac y Abed-nego, firmemente atados, cayeron a las rugientes llamas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "De pronto, Nabucodonosor, lleno de asombro, se puso de pie de un salto y exclamó a sus asesores:",
            "—¿No eran tres los hombres que atamos y arrojamos dentro del horno?",
            "—Sí, su majestad, así es —le contestaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "—¡Miren! —gritó Nabucodonosor—. ¡Yo veo a cuatro hombres desatados que caminan en medio del fuego sin sufrir daño! ¡Y el cuarto hombre se parece a un dios!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces Nabucodonosor se acercó tanto como pudo a la puerta del horno en llamas y gritó: «¡Sadrac, Mesac y Abed-nego, siervos del Dios Altísimo, salgan y vengan aquí!».",
            "Así que Sadrac, Mesac y Abed-nego salieron del fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Entonces los altos funcionarios, autoridades, gobernadores y asesores los rodearon y vieron que el fuego no los había tocado. No se les había chamuscado ni un cabello, ni se les había estropeado la ropa. ¡Ni siquiera olían a humo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces Nabucodonosor dijo: «¡Alabado sea el Dios de Sadrac, Mesac y Abed-nego! Envió a su ángel para rescatar a sus siervos que confiaron en él. Desafiaron el mandato del rey y estuvieron dispuestos a morir en lugar de servir o rendir culto a otro dios que no fuera su propio Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Por lo tanto, yo decreto: si alguien, cualquiera sea su raza, nación o lengua, habla en contra del Dios de Sadrac, Mesac y Abed-nego, será despedazado y su casa será reducida a un montón de escombros. ¡No hay otro dios que pueda rescatar de esta manera!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Luego el rey ascendió a Sadrac, Mesac y Abed-nego a puestos aún más altos en la provincia de Babilonia."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.4"
        ],
        "human": "Daniel 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.5"
        ],
        "human": "Daniel 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.3"
        ],
        "human": "Daniel 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El rey Nabucodonosor sueña con un árbol"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El rey Nabucodonosor envió el siguiente mensaje a la gente de todas las razas, naciones y lenguas del mundo:",
            "«¡Paz y prosperidad a todos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "»Quiero que todos conozcan las señales milagrosas y las maravillas que el Dios Altísimo ha realizado en mi favor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "¡Cuán grandiosas son sus señales",
            "y cuán poderosas sus maravillas!",
            "Su reino durará para siempre,",
            "y su dominio por todas las generaciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»Yo, Nabucodonosor, vivía en mi palacio con comodidad y prosperidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Una noche tuve un sueño que me asustó; mientras estaba en la cama vi visiones que me aterraron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así que emití una orden llamando a todos los sabios de Babilonia para que me explicaran el significado de mi sueño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando se presentaron los magos, los brujos, los astrólogos y los adivinos, les conté el sueño, pero no pudieron explicarme el significado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Finalmente Daniel se presentó ante mí y le conté el sueño. (Daniel lleva el nombre de mi dios, Beltsasar. El espíritu de los dioses santos vive en él)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»Le dije: “Beltsasar, jefe de los magos, sé que el espíritu de los dioses santos vive en ti y que ningún misterio es demasiado profundo para que lo resuelvas. Dime ahora el significado de mi sueño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»”Mientras estaba acostado en mi cama, soñé esto: vi un enorme árbol en medio de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El árbol creció muy alto y se hizo fuerte y se elevó hacia los cielos para que todo el mundo lo viera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Sus hojas eran verdes y nuevas, y tenía abundancia de fruta para que todos comieran. Los animales salvajes vivían bajo su sombra y las aves anidaban en sus ramas. Todo el mundo se alimentaba de ese árbol."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»”Luego mientras soñaba, vi a un mensajero, un santo que descendía del cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El mensajero gritó:",
            "‘¡Talen el árbol y córtenle las ramas!",
            "¡Sacúdanle las hojas y desparramen su fruta!",
            "Espanten los animales salvajes que están bajo su sombra",
            "y las aves que están en sus ramas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero dejen en la tierra el tocón con las raíces,",
            "sujeto con una faja de hierro y bronce",
            "y rodeado por la hierba tierna.",
            "Que lo moje el rocío del cielo,",
            "y que viva con los animales salvajes entre las plantas del campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Durante siete períodos de tiempo,",
            "que tenga la mente de un animal salvaje,",
            "en lugar de una mente humana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pues esto es lo que decretaron los mensajeros;",
            "es lo que ordenan los santos,",
            "para que todos sepan",
            "que el Altísimo gobierna los reinos del mundo",
            "y los entrega a cualquiera que él elija,",
            "incluso a las personas más humildes’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»”Beltsasar, ese fue el sueño que tuve yo, el rey Nabucodonosor. Ahora dime qué significa, porque ninguno de los sabios de mi reino ha podido hacerlo. Sin embargo, tú puedes decírmelo porque el espíritu de los dioses santos vive en ti”."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Daniel explica el sueño"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»Al oír el relato, Daniel (también llamado Beltsasar) se quedó agobiado por un rato, atemorizado por el significado del sueño. Entonces el rey le dijo: “Beltsasar, no te alarmes por el sueño y lo que significa”.",
            "»Beltsasar respondió: “¡Mi señor, quisiera que los sucesos anticipados en este sueño ocurrieran a sus enemigos y no a usted!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El árbol que usted vio crecía alto y se hacía fuerte y se elevaba hacia los cielos para que todo el mundo lo viera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Sus hojas eran verdes y nuevas, y tenía abundancia de fruta para que todos comieran. Los animales salvajes vivían bajo su sombra y las aves anidaban en sus ramas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Ese árbol es usted, su majestad. Pues usted ha crecido y se ha hecho fuerte y poderoso; su esplendor llega hasta el cielo y su gobierno hasta los confines de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "»”Luego usted vio a un mensajero, un santo que descendía del cielo y decía: ‘Talen el árbol y destrúyanlo, pero dejen en la tierra el tocón con las raíces, sujeto con una faja de hierro y bronce, y rodeado por la hierba tierna. Que lo moje el rocío del cielo. Que viva con los animales del campo durante siete períodos de tiempo’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "»”Esto es lo que significa el sueño, su majestad, y lo que el Altísimo ha declarado que le sucederá a mi señor, el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Usted será expulsado de la sociedad humana y vivirá en el campo con los animales salvajes. Comerá pasto como el ganado y el rocío del cielo lo mojará. Durante siete períodos de tiempo vivirá de esta manera hasta que reconozca que el Altísimo gobierna los reinos del mundo y los entrega a cualquiera que él elija."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Sin embargo, quedaron en la tierra el tocón y las raíces del árbol. Esto significa que usted recibirá nuevamente el reino cuando haya reconocido que es el cielo el que gobierna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "»”Rey Nabucodonosor, por favor, acepte mi consejo. Deje de pecar y haga lo correcto. Apártese de su perverso pasado y sea compasivo con los pobres. Quizá, entonces, pueda seguir prosperando”."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cumplimiento del sueño"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "»Sin embargo, todas estas cosas le ocurrieron al rey Nabucodonosor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Doce meses más tarde, el rey caminaba sobre la terraza del palacio real en Babilonia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "y mientras contemplaba la ciudad, dijo: “¡Miren esta grandiosa ciudad de Babilonia! Edifiqué esta hermosa ciudad con mi gran poder para que fuera mi residencia real a fin de desplegar mi esplendor majestuoso”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "»Mientras estas palabras aún estaban en su boca, se oyó una voz desde el cielo que decía: “¡Rey Nabucodonosor, este mensaje es para ti! Ya no eres gobernante de este reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Serás expulsado de la sociedad humana. Vivirás en el campo con los animales salvajes y comerás pasto como el ganado. Durante siete períodos de tiempo vivirás de esta manera hasta que reconozcas que el Altísimo gobierna los reinos del mundo y los entrega a cualquiera que él elija”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "»En ese mismo momento se cumplió la sentencia y Nabucodonosor fue expulsado de la sociedad humana. Comió pasto como el ganado y lo mojó el rocío del cielo. Vivió de esa manera hasta que el pelo le creció tan largo como las plumas de las águilas y las uñas como las garras de un ave."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nabucodonosor alaba a Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "»Cuando se cumplió el tiempo, yo, Nabucodonosor, levanté los ojos al cielo. Recuperé la razón, alabé y adoré al Altísimo y di honra a aquel que vive para siempre.",
            "Su dominio es perpetuo,",
            "y eterno es su reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Todos los hombres de la tierra",
            "no son nada comparados con él.",
            "Él hace lo que quiere",
            "entre los ángeles del cielo",
            "y entre la gente de la tierra.",
            "Nadie puede detenerlo ni decirle:",
            "“¿Por qué haces estas cosas?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "»Cuando recobré la razón, también recuperé mi honra, mi gloria y mi reino. Mis asesores y nobles me buscaron y fui restituido como cabeza de mi reino, con mayor honra que antes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "»Ahora, yo, Nabucodonosor, alabo, glorifico y doy honra al Rey del cielo. Todos sus actos son justos y verdaderos, y es capaz de humillar al soberbio»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.5"
        ],
        "human": "Daniel 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.6"
        ],
        "human": "Daniel 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.4"
        ],
        "human": "Daniel 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La escritura en la pared"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Muchos años después, el rey Belsasar ofreció un gran banquete a mil de sus nobles y bebió vino con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Mientras Belsasar bebía, mandó traer las copas de oro y plata que su antecesor, Nabucodonosor, había sacado del templo de Jerusalén. Quería beber en ellas con sus nobles, sus esposas y sus concubinas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Así que trajeron las copas de oro sacadas del templo —la casa de Dios en Jerusalén— y el rey y sus nobles, sus esposas y sus concubinas bebieron en ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Mientras bebían en las copas, rindieron culto a sus ídolos de oro, plata, bronce, hierro, madera y piedra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "De pronto, vieron los dedos de una mano humana que escribía sobre la pared blanqueada del palacio del rey, cerca del candelabro. El propio rey vio la mano mientras escribía"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y el rostro se le puso pálido del susto. Le temblaron las rodillas a causa del miedo y se le aflojaron las piernas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El rey llamó a gritos que trajeran a los brujos, a los astrólogos y a los adivinos para que se presentaran ante él. Les dijo a esos sabios babilónicos: «El que pueda leer esta escritura y explicarme lo que significa será vestido con mantos púrpuras, propios de la realeza, y se le pondrá una cadena de oro alrededor del cuello. ¡Será el tercero en importancia en el reino!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces entraron todos los sabios del rey, pero ninguno pudo leer lo que estaba escrito ni decirle al rey lo que significaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Así que el rey se asustó aún más y se puso pálido. Sus nobles también estaban perturbados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando la reina madre oyó lo que estaba pasando, se dirigió apresuradamente a la sala del banquete y le dijo a Belsasar: «¡Que viva el rey! No se ponga tan pálido ni tenga miedo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Hay un hombre en su reino en quien vive el espíritu de los dioses santos. Durante el reinado de Nabucodonosor, este hombre demostró percepción, entendimiento y sabiduría como la que tienen los dioses. El rey que precedió a usted, o sea su antecesor, el rey Nabucodonosor, lo nombró jefe de todos los magos, los brujos, los astrólogos y los adivinos de Babilonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Este hombre, Daniel, a quien el rey le dio por nombre Beltsasar, tiene un intelecto excepcional y rebosa de conocimiento y entendimiento divino. Puede interpretar sueños, explicar acertijos y resolver problemas difíciles. Mande llamar a Daniel y él le dirá el significado de lo que está escrito en la pared»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Daniel explica la escritura"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces trajeron a Daniel delante del rey y el rey le preguntó:",
            "—¿Eres tú ese Daniel, uno de los cautivos traídos de Judá por mi antecesor, el rey Nabucodonosor?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "He oído que el espíritu de los dioses vive en ti y que tienes mucha percepción, entendimiento y sabiduría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Mis sabios y brujos han intentado leer las palabras escritas en la pared y explicarme su significado, pero no pueden."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Me dicen que tú puedes dar interpretaciones y resolver problemas difíciles. Si eres capaz de leer estas palabras y explicarme el significado, te haré vestir con mantos púrpuras, propios de la realeza, y recibirás una cadena de oro en el cuello. ¡Serás el tercero en importancia en el reino!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Daniel respondió al rey:",
            "—Su majestad, guarde sus regalos o déselos a otra persona, igual le diré el significado de lo que está escrito en la pared."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El Dios Altísimo le dio soberanía, majestad, gloria y honor a su antecesor, Nabucodonosor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Lo hizo tan poderoso que gente de toda raza, nación y lengua temblaba de temor ante él. El rey mataba a quienes quería matar y perdonaba a quienes quería perdonar; honraba a quienes quería honrar y humillaba a quienes quería humillar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Sin embargo, cuando su corazón y su mente se llenaron de arrogancia, le fue quitado el trono real y se le despojó de su gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Fue expulsado de la sociedad humana. Se le dio la mente de un animal salvaje y vivió entre los burros salvajes. Comió pasto como el ganado y lo mojó el rocío del cielo, hasta que reconoció que el Dios Altísimo gobierna los reinos del mundo y designa a quien él quiere para que los gobierne."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "»Oh Belsasar, usted es el sucesor del rey y sabía todo esto, pero aun así no se ha humillado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Todo lo contrario, usted desafió con soberbia al Señor del cielo y mandó traer ante usted estas copas que pertenecían al templo. Usted, sus nobles, sus esposas y sus concubinas estuvieron bebiendo vino en estas copas mientras rendían culto a dioses de plata, oro, bronce, hierro, madera y piedra, dioses que no pueden ver ni oír, ni saben absolutamente nada. ¡Pero usted no honró al Dios que le da el aliento de vida y controla su destino!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Así que Dios envió esa mano para escribir el mensaje."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "»Este es el mensaje que se escribió: Mene, Mene, Tekel y Parsin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y el significado de las palabras es el siguiente:",
            "Mene significa “contado”: Dios ha contado los días de su reinado y le ha puesto fin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Tekel significa “pesado”: usted ha sido pesado en la balanza y no dio la medida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Parsin significa “dividido”: su reino ha sido dividido y dado a los medos y a los persas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces por orden del rey Belsasar, vistieron a Daniel con mantos púrpuras, le pusieron una cadena de oro en el cuello y lo proclamaron el tercero en importancia en el reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Esa misma noche mataron a Belsasar, rey de Babilonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Y Darío el medo se apoderó del reino a los sesenta y dos años de edad."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.6"
        ],
        "human": "Daniel 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.7"
        ],
        "human": "Daniel 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.5"
        ],
        "human": "Daniel 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Daniel en el foso de los leones"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Darío el medo decidió dividir el reino en ciento veinte provincias y nombró a un alto funcionario para gobernar cada provincia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Asimismo, el rey escogió a Daniel y a dos personas más como administradores para que supervisaran a los altos funcionarios y protegieran los intereses del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pronto Daniel demostró ser más capaz que los otros administradores y altos funcionarios. Debido a la gran destreza administrativa de Daniel, el rey hizo planes para ponerlo frente al gobierno de todo el imperio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces los demás administradores y altos funcionarios comenzaron a buscar alguna falta en la manera en que Daniel conducía los asuntos de gobierno, pero no encontraron nada que pudieran criticar o condenar. Era fiel, siempre responsable y totalmente digno de confianza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Finalmente llegaron a la siguiente conclusión: «Nuestra única posibilidad de encontrar algún motivo para acusar a Daniel será en relación con las normas de su religión»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así que los administradores y los altos funcionarios se presentaron ante el rey y dijeron: «¡Que viva el rey Darío!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Todos nosotros —administradores, autoridades, altos funcionarios, asesores y gobernadores— nos hemos puesto de acuerdo en que el rey apruebe una ley que se haga cumplir estrictamente. Ordene usted que, en los próximos treinta días, todo aquel que ore a quien sea, divino o humano —excepto a usted, su majestad—, sea arrojado al foso de los leones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Ahora bien, su majestad, emita y firme esta ley de tal modo que no pueda ser alterada, una ley oficial de los medos y de los persas que no puede ser revocada»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Así que el rey Darío firmó la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Sin embargo, cuando Daniel oyó que se había firmado la ley, fue a su casa y se arrodilló como de costumbre en la habitación de la planta alta, con las ventanas abiertas que se orientaban hacia Jerusalén. Oraba tres veces al día, tal como siempre lo había hecho, dando gracias a su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces los funcionarios fueron juntos a la casa de Daniel y lo encontraron orando y pidiéndole a Dios que lo ayudara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "De manera que fueron directo al rey y le recordaron el decreto.",
            "—¿No firmó usted una ley por la cual, durante los próximos treinta días, todo aquel que ore a quien sea, divino o humano —excepto a usted, su majestad—, sea arrojado al foso de los leones?",
            "—Sí —contestó el rey—, esa decisión sigue en pie; es una ley oficial de los medos y de los persas que no puede ser revocada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces le dijeron al rey:",
            "—Ese hombre Daniel, uno de los cautivos de Judá, no hace caso a usted ni a su ley. Sigue orando a su Dios tres veces al día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Al oír esto, el rey se angustió mucho y procuró encontrar un modo de salvar a Daniel. Pasó el resto del día buscando una manera de librarlo de ese aprieto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Por la noche, los hombres volvieron a presentarse ante el rey y dijeron: «Su majestad, usted sabe que según las leyes de los medos y los persas, ninguna ley firmada por el rey puede ser modificada»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces, finalmente el rey ordenó que arrestaran a Daniel y lo arrojaran al foso de los leones. El rey le dijo: «Que tu Dios, a quien sirves tan fielmente, te rescate»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Así que trajeron una piedra y la colocaron sobre la boca del foso. El rey selló la piedra con su sello real y los sellos de sus nobles para que nadie pudiera rescatar a Daniel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Luego el rey regresó al palacio y pasó la noche en ayuno. Rechazó sus entretenimientos habituales y no pudo dormir en toda la noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Muy temprano a la mañana siguiente, el rey se levantó y fue deprisa al foso de los leones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cuando llegó allí, gritó con angustia:",
            "—¡Daniel, siervo del Dios viviente! ¿Pudo tu Dios, a quien sirves tan fielmente, rescatarte de los leones?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y Daniel contestó:",
            "—¡Que viva el rey!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Mi Dios envió a su ángel para cerrarles la boca a los leones, a fin de que no me hicieran daño, porque fui declarado inocente ante Dios y no he hecho nada malo en contra de usted, su majestad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "El rey se alegró mucho y mandó que sacaran a Daniel del foso. No tenía ningún rasguño, porque había confiado en su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces el rey dio órdenes de que arrestaran a los hombres que maliciosamente habían acusado a Daniel y los hizo echar al foso de los leones, junto con sus esposas y con sus hijos. Los leones saltaron sobre ellos y los despedazaron aun antes de que llegaran al piso del foso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Después el rey Darío envió el siguiente mensaje a la gente de toda raza, nación y lengua en el mundo entero:",
            "«¡Paz y prosperidad a todos ustedes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "»Ordeno que en mi reino toda persona tiemble con temor delante del Dios de Daniel.",
            "Pues él es el Dios viviente,",
            "y permanecerá para siempre.",
            "Su reino jamás será destruido,",
            "y su dominio nunca tendrá fin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Él rescata y salva a su pueblo;",
            "realiza señales milagrosas y maravillas",
            "en los cielos y en la tierra.",
            "Él ha rescatado a Daniel",
            "del poder de los leones»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Así que Daniel prosperó durante el reinado de Darío y el reinado de Ciro, el persa."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.7"
        ],
        "human": "Daniel 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.8"
        ],
        "human": "Daniel 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.6"
        ],
        "human": "Daniel 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visión de las cuatro bestias"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Anteriormente, durante el primer año del reinado de Belsasar en Babilonia, Daniel tuvo un sueño y vio visiones mientras estaba en su cama. Puso el sueño por escrito y esto es lo que vio:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Esa noche, en mi visión, yo, Daniel, vi una tempestad que agitaba la superficie de un mar grande, con vientos fuertes soplando de todas direcciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Del agua surgieron cuatro bestias enormes, cada una diferente de la otra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "La primera bestia era como un león con alas de águila. Mientras yo observaba, le fueron arrancadas las alas y quedó de pie en el suelo sobre sus dos patas traseras, como un ser humano; y se le dio una mente humana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Luego vi a una segunda bestia que se parecía a un oso. Se levantó sobre uno de sus costados y llevaba tres costillas entre los dientes; y oí una voz que le decía: «¡Levántate! ¡Devora la carne de mucha gente!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Después apareció la tercera de estas extrañas bestias y se parecía a un leopardo. Tenía cuatro alas de ave sobre la espalda y cuatro cabezas. A esta bestia se le dio gran autoridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Luego, en mi visión de esa noche, vi a una cuarta bestia, aterradora, espantosa y muy fuerte. Devoraba y aplastaba a sus víctimas con enormes dientes de hierro y pisoteaba los restos bajo sus pies. Era diferente a las demás bestias y tenía diez cuernos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Mientras yo miraba los cuernos, surgió de pronto otro cuerno pequeño entre ellos. Tres de los primeros cuernos fueron arrancados de raíz para darle lugar al nuevo. Este cuerno pequeño tenía ojos que parecían humanos y una boca que presumía con arrogancia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Observé mientras colocaban unos tronos en su lugar,",
            "y el Anciano se sentó a juzgar.",
            "Su ropa era blanca como la nieve;",
            "su cabello se parecía a la lana más pura.",
            "Se sentó sobre un trono ardiente",
            "con ruedas en llamas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y un río de fuego",
            "brotaba de su presencia.",
            "Millones de ángeles le atendían;",
            "muchos millones se pusieron de pie para servirle.",
            "Entonces comenzó la sesión del tribunal",
            "y se abrieron los libros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Yo seguí mirando porque podía oír las palabras arrogantes del cuerno pequeño. Seguí mirando hasta que mataron a la cuarta bestia y su cuerpo fue destruido por el fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "A las otras tres bestias les quitaron la autoridad, pero se les permitió seguir con vida un poco más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Mientras continuó mi visión esa noche, vi a alguien parecido a un hijo de hombre descender con las nubes del cielo. Se acercó al Anciano y lo llevaron ante su presencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Se le dio autoridad, honra y soberanía sobre todas las naciones del mundo, para que lo obedecieran los de toda raza, nación y lengua. Su gobierno es eterno, no tendrá fin. Su reino jamás será destruido."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Explicación de la visión"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Yo, Daniel, quedé muy angustiado por todo lo que había visto, y las visiones me aterrorizaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Así que me acerqué a uno de los que estaban de pie junto al trono y le pregunté lo que significaba todo eso. Entonces me lo explicó así:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "«Estas cuatro bestias enormes representan a cuatro reinos que surgirán de la tierra;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "pero al final, el reino será entregado al pueblo santo del Altísimo y los santos gobernarán por siempre y para siempre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces quise conocer el verdadero significado de la cuarta bestia, que era tan diferente a las demás y tan espantosa. Había devorado y aplastado a sus víctimas con dientes de hierro y garras de bronce y pisoteaba los restos bajo sus pies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "También pregunté acerca de los diez cuernos que había en la cabeza de la cuarta bestia y por el cuerno pequeño que surgió después y destruyó a tres de los otros cuernos. Este cuerno parecía más grande que los demás y tenía ojos humanos y una boca que presumía con arrogancia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Mientras miraba, ese cuerno hacía guerra contra el pueblo santo de Dios y lo vencía,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "hasta que vino el Anciano —el Altísimo— y emitió un juicio en favor de su pueblo santo. Entonces llegó el tiempo para que los santos tomaran posesión del reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Despúes me dijo: «Esta cuarta bestia es la cuarta potencia mundial que gobernará la tierra. Será diferente a todas las demás. Devorará al mundo entero, pisoteando y aplastando todo lo que encuentre a su paso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Sus diez cuernos son diez reyes que gobernarán ese imperio. Luego surgirá otro rey, diferente a los otros diez, y someterá a tres de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Desafiará al Altísimo y oprimirá al pueblo santo del Altísimo. Procurará cambiar las leyes de los santos y sus festivales sagrados y ellos quedarán bajo el dominio de ese rey por un tiempo, tiempos y medio tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "»Sin embargo, después el tribunal dictará sentencia, se le quitará todo su poder y quedará totalmente destruido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Entonces se dará al pueblo santo del Altísimo la soberanía, el poder y la grandeza de todos los reinos bajo el cielo. El reino del Altísimo permanecerá para siempre y todos los gobernantes le servirán y obedecerán»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Aquí termina la visión. Yo, Daniel, estaba espantado por mis pensamientos y mi rostro estaba pálido de miedo, pero no le dije nada a nadie."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.8"
        ],
        "human": "Daniel 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.9"
        ],
        "human": "Daniel 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.7"
        ],
        "human": "Daniel 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visión de un carnero y un chivo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Durante el tercer año del reinado de Belsasar, yo, Daniel, tuve otra visión, después de la que ya se me había aparecido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En esta visión me encontraba en la fortaleza de Susa, en la provincia de Elam, de pie junto al río Ulai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cuando levanté los ojos, vi un carnero con dos cuernos largos, de pie junto al río. Uno de los cuernos era más largo que el otro, a pesar de que le había crecido después."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El carnero embestía todo lo que encontraba a su paso hacia el occidente, el norte y el sur. Nadie podía hacerle frente ni ayudar a sus víctimas. El carnero hacía lo que quería y se hizo muy poderoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Mientras yo observaba, de pronto apareció un chivo desde el occidente y atravesó el campo con tanta rapidez que ni siquiera tocó la tierra. Este chivo, que tenía un cuerno enorme entre los ojos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "se dirigió hacia el carnero de dos cuernos que yo había visto parado junto al río y se abalanzó con furia sobre él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El chivo atacó con violencia al carnero y le dio un golpe que le quebró ambos cuernos. El carnero quedó indefenso y el chivo lo derribó y lo pisoteó. Nadie pudo rescatar al carnero del poder del chivo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El chivo se hizo poderoso, pero cuando alcanzó el máximo de su poder, se quebró el enorme cuerno que tenía. En su lugar crecieron cuatro cuernos prominentes que apuntaban hacia los cuatro puntos cardinales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Luego, de uno de los cuernos prominentes salió un cuerno pequeño cuyo poder creció en gran manera. Se extendía hacia el sur y hacia el oriente y hacia el glorioso territorio de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Su poder llegó hasta los cielos, donde atacó al ejército de los cielos y arrojó a la tierra a algunos de los seres celestiales y a algunas de las estrellas y los pisoteó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Incluso desafió al comandante del ejército de los cielos cancelando los sacrificios diarios que le ofrecían al comandante y destruyendo su templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No se le permitió al ejército de los cielos responder a esta rebelión. Así que se detuvieron los sacrificios diarios y la verdad fue derrocada. El cuerno tuvo éxito en todo lo que hizo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces oí a dos seres santos que hablaban entre sí. Uno de ellos preguntó:",
            "—¿Cuánto tiempo durarán los sucesos de esta visión? ¿Por cuánto tiempo la rebelión que causa profanación detendrá los sacrificios diarios? ¿Por cuánto tiempo pisotearán el templo y al ejército celestial?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El otro le contestó:",
            "—Pasarán dos mil trescientas noches y mañanas; después el templo será restaurado."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gabriel explica la visión"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Mientras yo, Daniel, procuraba entender el significado de esta visión, alguien que se parecía a un hombre se paró frente a mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces oí una voz humana que exclamaba desde el río Ulai: «Gabriel, dile a este hombre el significado de su visión»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Cuando Gabriel se acercó al lugar donde yo estaba, me aterroricé tanto que caí rostro en tierra. «Hijo de hombre —me dijo—, debes comprender que los sucesos que has visto en tu visión tienen que ver con el tiempo del fin»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Mientras él hablaba, me desmayé y quedé tendido con el rostro contra el suelo, pero Gabriel con un toque me despertó y me ayudó a ponerme de pie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces dijo: «Estoy aquí para explicarte lo que sucederá después, en el tiempo de la ira. Lo que has visto pertenece al fin del tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El carnero con los dos cuernos representa a los reyes de Media y de Persia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "El chivo peludo representa al rey de Grecia, y el cuerno enorme que tiene entre los ojos representa al primer rey del Imperio griego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los cuatro cuernos prominentes que reemplazaron el cuerno enorme indican que el Imperio griego se dividirá en cuatro reinos, pero que ninguno de ellos será tan grande como el primero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "»Al final de sus reinados, cuando el pecado llegue al colmo de su maldad, subirá al poder un rey brutal, un maestro de la intriga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Se volverá muy fuerte, pero no por su propio poder. Provocará una tremenda cantidad de destrucción y tendrá éxito en todo lo que emprenda. Destruirá a líderes poderosos y arrasará al pueblo santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Será un maestro del engaño y se volverá arrogante; destruirá a muchos de golpe. Hasta entrará en batalla con el Príncipe de príncipes, pero será quebrantado, aunque no por poder humano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "»Esta visión sobre las dos mil trescientas noches y mañanas es verdadera, pero ninguna de esas cosas sucederá sino hasta dentro de mucho tiempo, de modo que mantén esta visión en secreto»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Entonces yo, Daniel, quedé abrumado y estuve enfermo durante varios días. Después me levanté y cumplí con mis deberes para con el rey. Sin embargo, la visión me dejó angustiado y no podía entenderla."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.9"
        ],
        "human": "Daniel 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.10"
        ],
        "human": "Daniel 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.8"
        ],
        "human": "Daniel 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Oración de Daniel por su pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Era el primer año del reinado de Darío, el medo, hijo de Asuero, quien llegó a ser rey de los babilonios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Durante el primer año de su reinado, yo, Daniel, al estudiar la palabra del Señor, según fue revelada al profeta Jeremías, aprendí que Jerusalén debía quedar en desolación durante setenta años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Así que dirigí mis ruegos al Señor Dios, en oración y ayuno. También me puse ropa de tela áspera y arrojé cenizas sobre mi cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Oré al Señor mi Dios y le confesé:",
            "«¡Oh Señor, tú eres un Dios grande y temible! Siempre cumples tu pacto y tus promesas de amor inagotable con los que te aman y obedecen tus mandatos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "pero hemos pecado y hemos hecho lo malo. Nos hemos rebelado contra ti y hemos despreciado tus mandatos y ordenanzas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Nos hemos rehusado a escuchar a tus siervos, los profetas, quienes hablaron bajo tu autoridad a nuestros reyes, príncipes, antepasados y a todo el pueblo de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Señor, tú tienes la razón; pero como ves, tenemos el rostro cubierto de vergüenza. Esto nos sucede a todos, tanto a los que están en Judá y en Jerusalén, como a todo el pueblo de Israel disperso en lugares cercanos y lejanos, adondequiera que nos has mandado por nuestra deslealtad a ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Oh Señor, nosotros y nuestros reyes, príncipes y antepasados estamos cubiertos de vergüenza porque hemos pecado contra ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero el Señor, nuestro Dios, es misericordioso y perdonador, a pesar de habernos rebelado contra él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "No hemos obedecido al Señor nuestro Dios, porque no hemos seguido las instrucciones que nos dio por medio de sus siervos, los profetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Todo Israel ha desobedecido tus instrucciones, te ha dado la espalda y ha rehusado escuchar tu voz.",
            "»Entonces ahora, a causa de nuestro pecado, se han derramado sobre nosotros las maldiciones solemnes y los juicios escritos en la ley de Moisés, siervo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Tú cumpliste tu palabra e hiciste con nosotros y nuestros gobernantes tal como habías advertido. Nunca hubo una calamidad tan grande como la que ocurrió en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Se han cumplido todas las maldiciones de la ley de Moisés escritas contra nosotros. Sin embargo, nos hemos rehusado a buscar la misericordia del Señor nuestro Dios al no reconocer su verdad ni abandonar nuestros pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Por lo tanto, el Señor nos ha enviado la calamidad que había preparado. El Señor nuestro Dios tuvo razón en hacer todas esas cosas, porque no lo obedecimos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»Oh Señor nuestro Dios, al rescatar a tu pueblo de Egipto con gran despliegue de poder, le diste honor perpetuo a tu nombre; pero hemos pecado y estamos llenos de maldad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "En vista de tus fieles misericordias, por favor, Señor, aparta tu enojo y furor de tu ciudad, Jerusalén, tu monte santo. Todas las naciones vecinas se burlan de Jerusalén y de tu pueblo por causa de nuestros pecados y de los pecados de nuestros antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»¡Oh Dios nuestro, oye la oración de tu siervo! Escucha mientras te hago mis ruegos. Por amor a tu nombre, Señor, vuelve a sonreírle a tu desolado santuario."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Oh Dios mío, inclínate y escúchame. Abre tus ojos y mira nuestra desesperación. Mira cómo tu ciudad —la ciudad que lleva tu nombre— está en ruinas. Esto rogamos, no porque merezcamos tu ayuda, sino debido a tu misericordia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»Oh Señor, óyenos. Oh Señor, perdónanos. ¡Oh Señor, escúchanos y actúa! Por amor a tu nombre, no te demores, oh mi Dios, porque tu pueblo y tu ciudad llevan tu nombre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mensaje de Gabriel sobre el Ungido"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Yo seguí orando y confesando mi pecado y el pecado de mi pueblo, rogándole al Señor mi Dios por Jerusalén, su monte santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Mientras oraba, Gabriel, a quien había visto en la visión anterior, se me acercó con rapidez a la hora del sacrificio vespertino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Él me explicó: «Daniel, he venido hasta aquí para darte percepción y entendimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "En cuanto comenzaste a orar, se dio una orden y ahora estoy aquí para decírtela, porque eres muy precioso para Dios. Presta mucha atención, para que puedas entender el significado de la visión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "»Un período de setenta conjuntos de siete se ha decretado para tu pueblo y tu ciudad santa para poner fin a su rebelión, para terminar con su pecado, para obtener perdón por su culpa, para traer justicia eterna, para confirmar la visión profética y para ungir el Lugar Santísimo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "¡Ahora escucha y entiende! Pasarán siete conjuntos de siete más sesenta y dos conjuntos de siete desde el momento en que se dé la orden de reconstruir Jerusalén hasta que venga un gobernante, el Ungido. Jerusalén será reconstruida con calles y fuertes defensas, a pesar de los tiempos peligrosos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "»Después de este período de sesenta y dos conjuntos de siete, matarán al Ungido sin que parezca haber logrado nada y surgirá un gobernante cuyos ejércitos destruirán la ciudad y el templo. El fin llegará con una inundación; guerra, y la miseria que acarrea, está decretada desde ese momento hasta el fin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "El gobernante firmará un tratado con el pueblo por un período de un conjunto de siete, pero al cumplirse la mitad de ese tiempo, pondrá fin a los sacrificios y a las ofrendas. Como punto culminante de todos sus terribles actos, colocará un objeto sacrílego que causa profanación hasta que el destino decretado para este profanador finalmente caiga sobre él»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.10"
        ],
        "human": "Daniel 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.11"
        ],
        "human": "Daniel 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.9"
        ],
        "human": "Daniel 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visión de un mensajero"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En el tercer año del reinado de Ciro de Persia, Daniel (también llamado Beltsasar) tuvo otra visión. Comprendió que la visión tenía que ver con sucesos que ciertamente ocurrirían en el futuro, es decir, tiempos de guerra y de grandes privaciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Cuando recibí esta visión, yo, Daniel, había estado de luto durante tres semanas enteras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "En todo ese tiempo no comí nada pesado. No probé carne ni vino, ni me puse lociones perfumadas hasta que pasaron esas tres semanas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El 23 de abril, mientras estaba de pie en la ribera del gran río Tigris,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "levanté los ojos y vi a un hombre vestido con ropas de lino y un cinto de oro puro alrededor de la cintura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Su cuerpo tenía el aspecto de una piedra preciosa. Su cara destellaba como un rayo y sus ojos ardían como antorchas. Sus brazos y sus pies brillaban como el bronce pulido y su voz era como el bramido de una enorme multitud."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Solo yo, Daniel, vi esta visión. Los hombres que estaban conmigo no vieron nada, pero de pronto tuvieron mucho miedo y corrieron a esconderse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "De modo que quedé allí solo para contemplar tan sorprendente visión. Las fuerzas me abandonaron, mi rostro se volvió mortalmente pálido y me sentí muy débil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces oí que el hombre hablaba y cuando oí el sonido de su voz, me desmayé y quedé tendido, con el rostro contra el suelo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "En ese momento, una mano me tocó y, aún temblando, me levantó y me puso sobre las manos y las rodillas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces el hombre me dijo: «Daniel, eres muy precioso para Dios, así que presta mucha atención a lo que tengo que decirte. Ponte de pie, porque me enviaron a ti». Cuando me dijo esto, me levanté, todavía temblando."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces dijo: «No tengas miedo, Daniel. Desde el primer día que comenzaste a orar para recibir entendimiento y a humillarte delante de tu Dios, tu petición fue escuchada en el cielo. He venido en respuesta a tu oración;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "pero durante veintiún días el espíritu príncipe del reino de Persia me impidió el paso. Entonces vino a ayudarme Miguel, uno de los arcángeles, y lo dejé allí con el espíritu príncipe del reino de Persia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ahora estoy aquí para explicar lo que le sucederá en el futuro a tu pueblo, porque esta visión se trata de un tiempo aún por venir»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Mientras me hablaba, bajé la vista al suelo, sin poder decir una palabra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces el que se parecía a un hombre me tocó los labios y abrí la boca y comencé a hablar. Le dije al que estaba de pie frente a mí:",
            "—Estoy muy angustiado a causa de la visión que tuve, mi señor, y me siento muy débil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "¿Cómo podría alguien como yo, tu siervo, hablar contigo, mi señor? Mis fuerzas se han ido y apenas puedo respirar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces el que se parecía a un hombre volvió a tocarme y sentí que recuperaba mis fuerzas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "—No tengas miedo —dijo—, porque eres muy precioso para Dios. ¡Que tengas paz, ánimo y fuerza!",
            "Mientras me decía estas palabras, de pronto me sentí más fuerte y le dije:",
            "—Por favor, háblame, señor mío, porque me has fortalecido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "—¿Sabes por qué he venido? —respondió él—. Pronto debo regresar a luchar contra el espíritu príncipe del reino de Persia y después de eso vendrá el espíritu príncipe del reino de Grecia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Mientras tanto, te diré lo que está escrito en el libro de la verdad. (Nadie me ayuda contra esos espíritus príncipes, a excepción de Miguel, el espíritu príncipe de ustedes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.11"
        ],
        "human": "Daniel 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.12"
        ],
        "human": "Daniel 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.10"
        ],
        "human": "Daniel 10",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "He acompañado a Miguel para apoyarlo y fortalecerlo desde el primer año del reinado de Darío el medo)."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los reyes del sur y del norte"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "»Ahora te daré a conocer la verdad. Reinarán otros tres reyes persas y seguirá un cuarto rey, mucho más rico que los otros. Usará su riqueza para incitar a todos a luchar contra el reino de Grecia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "»Entonces surgirá un rey poderoso que gobernará con gran autoridad y logrará todo lo que se proponga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero cuando esté en la cumbre de su poder, su reino será quebrado y dividido en cuatro partes. Este reino no será gobernado por los descendientes del rey, ni tendrá el poder que tuvo antes. Pues su imperio será arrancado de raíz y entregado a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»El rey del sur crecerá en poder, pero uno de sus propios funcionarios llegará a ser más poderoso que él y gobernará el reino con gran autoridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Algunos años después, se formará una alianza entre el rey del norte y el rey del sur. El rey del sur dará a su hija en matrimonio al rey del norte para asegurar la alianza, pero tanto ella como su padre perderán su influencia sobre el rey. Ella será abandonada junto con todos sus partidarios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "No obstante, cuando uno de sus parientes llegue a ser el rey del sur, este levantará un ejército, entrará en la fortaleza del rey del norte y lo derrotará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuando regrese a Egipto, se llevará consigo los ídolos de ellos, junto con objetos de oro y de plata de incalculable valor. Después de esto, dejará al rey del norte en paz por algunos años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»Más tarde el rey del norte invadirá el imperio del rey del sur pero regresará pronto a su propia tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Sin embargo, los hijos del rey del norte reunirán un ejército poderoso que avanzará como una inundación y llevará el combate hasta la fortaleza del enemigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Entonces, furioso, el rey del sur saldrá a pelear contra los enormes ejércitos reunidos por el rey del norte y los derrotará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Después de arrasar con el ejército enemigo, el rey del sur se llenará de orgullo y ejecutará a muchos miles de sus enemigos; pero su triunfo no durará mucho tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Pocos años después, el rey del norte regresará con un ejército bien equipado, mucho más numeroso que antes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "En esos días habrá una rebelión general contra el rey del sur. En cumplimiento de esta visión, hombres violentos del pueblo de Israel se unirán a esa rebelión, pero fracasarán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Después llegará el rey del norte y sitiará una ciudad fortificada y la conquistará. Las mejores tropas del sur no podrán hacer frente al ataque."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»El rey del norte avanzará sin oposición; nadie podrá contenerlo. Se detendrá en la gloriosa tierra de Israel decidido a destruirla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Hará planes para avanzar con la fuerza de su reino y formará una alianza con el rey del sur. Le dará en matrimonio a su hija, con la intención de derrotar al reino desde adentro, pero su plan fracasará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Después, dirigirá su atención a la región de la costa y conquistará muchas ciudades. Sin embargo, un comandante de otra tierra pondrá fin a su insolencia y lo hará retirarse avergonzado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Se refugiará en sus propias fortalezas pero tropezará y caerá y no se le verá más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»El sucesor del rey enviará a un cobrador de impuestos para mantener el esplendor del reino, pero morirá al cabo de un breve reinado, aunque no como resultado del enojo ni en batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "»El siguiente en subir al poder será un hombre despreciable, quien no está en la línea de sucesión al trono. Cuando menos lo esperen, tomará el control del reino, mediante adulación e intrigas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Arrasará a los grandes ejércitos que se le opongan, incluido un príncipe del pacto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Formará diversas alianzas mediante promesas engañosas. Se volverá fuerte, a pesar de tener solo un puñado de seguidores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "De improviso, invadirá los lugares más ricos del territorio. Luego repartirá entre sus seguidores el botín y las fortunas de los ricos, algo que sus antecesores nunca habían hecho. Hará planes para conquistar las ciudades fortificadas, pero esto durará poco tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "»Entonces se armará de valor y levantará un gran ejército en contra del rey del sur. Saldrá a la batalla con un ejército poderoso, pero será en vano, porque habrá intrigas en su contra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Los de su propia casa causarán su derrota. Su ejército será arrasado y muchos morirán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Entonces sin otro propósito que dañarse el uno al otro, estos reyes se sentarán a la mesa de negociaciones y conspirarán el uno contra el otro con el propósito de engañarse mutuamente; pero esto no cambiará nada, porque el fin llegará a la hora señalada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "»El rey del norte, entonces, regresará a su territorio con muchas riquezas. En su camino se pondrá en contra del pueblo del pacto sagrado y causará mucho daño antes de seguir su viaje."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "»Después, a la hora señalada, volverá a invadir el sur, pero esta vez el resultado será diferente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Pues lo espantarán barcos de guerra de las costas del occidente; se retirará y volverá a su territorio. Sin embargo, descargará su enojo contra el pueblo del pacto sagrado y premiará a los que abandonen el pacto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "»Su ejército se apoderará de la fortaleza del templo, contaminará el santuario, pondrá fin a los sacrificios diarios y colocará el objeto sacrílego que causa profanación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Capturará con adulaciones a quienes desobedecen el pacto. Sin embargo, el pueblo que conoce a su Dios se mantendrá fuerte y lo resistirá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "»Los líderes sabios instruirán a muchos, pero esos maestros morirán por fuego y espada o los encarcelarán y les robarán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Durante estas persecuciones, recibirán poca ayuda y muchos de los que se unan a ellos no serán sinceros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Algunos de los sabios serán víctimas de la persecución. De esa manera ellos se perfeccionarán, se limpiarán y se refinarán hasta que llegue el tiempo del fin, porque la hora señalada todavía está por venir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "»El rey hará lo que le venga en gana, se exaltará a sí mismo y afirmará ser más grande que todos los dioses, incluso blasfemará contra el Dios de dioses. El éxito lo acompañará, pero solo hasta que se cumpla el tiempo de la ira, pues lo que se ha establecido, sin lugar a dudas, ocurrirá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "No tendrá ningún respeto por los dioses de sus antepasados, ni por el dios querido por las mujeres, ni por ningún otro dios, porque se jactará de ser más grande que todos ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "En su lugar, rendirá culto al dios de las fortalezas —un dios que sus antepasados jamás conocieron— y lo engrandecerá con oro, plata, piedras preciosas y regalos costosos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Atacará las fortalezas más resistentes, afirmando que cuenta con la ayuda de este dios extranjero. Honrará a quienes se sometan a él, al ponerlos en puestos de autoridad y al repartir la tierra entre ellos como recompensa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "»Luego, al tiempo del fin, el rey del sur atacará al rey del norte. El rey del norte saldrá precipitadamente en carros de guerra con sus conductores y una enorme armada. Invadirá varios territorios y los arrasará como una inundación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Entrará en la gloriosa tierra de Israel y muchas naciones caerán, pero Moab, Edom y la mayor parte de Amón escaparán de sus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Conquistará muchos países y ni siquiera Egipto se salvará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Se apoderará del oro, de la plata y de los tesoros de Egipto; los libios y los etíopes serán sus sirvientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "»Pero luego lo alarmarán las noticias provenientes del oriente y del norte y saldrá con furia a destruir y a aniquilar a muchos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Se detendrá entre el glorioso monte santo y el mar y allí instalará sus carpas reales, pero mientras esté allí, terminará su tiempo de repente y no habrá quien lo ayude."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.12"
        ],
        "human": "Daniel 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "HOS.1"
        ],
        "human": "Oseas 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.11"
        ],
        "human": "Daniel 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El tiempo del fin"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "»En ese tiempo se levantará Miguel, el arcángel que hace guardia sobre tu nación. Entonces habrá un tiempo de angustia, como no lo hubo desde que existen las naciones. Sin embargo, en ese momento, cada uno de tu pueblo que tiene el nombre escrito en el libro será rescatado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Se levantarán muchos de los que están muertos y enterrados, algunos para vida eterna y otros para vergüenza y deshonra eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Los sabios resplandecerán tan brillantes como el cielo y quienes conducen a muchos a la justicia brillarán como estrellas para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero tú, Daniel, mantén en secreto esta profecía; sella el libro hasta el tiempo del fin, cuando muchos correrán de aquí para allá y el conocimiento aumentará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces yo, Daniel, vi a otros dos que estaban de pie en lados opuestos del río."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Uno de ellos le preguntó al hombre vestido de lino, que estaba de pie sobre el río:",
            "—¿Cuánto tiempo pasará hasta que terminen estos espantosos sucesos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El hombre vestido de lino —que estaba de pie sobre el río— levantó ambas manos hacia el cielo e hizo un juramento solemne por aquel que vive para siempre diciendo:",
            "—Durará por un tiempo, tiempos y medio tiempo. Cuando finalmente termine el quebrantamiento del pueblo santo, todas estas cosas habrán sucedido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Oí lo que dijo, pero no entendí el significado. Entonces le pregunté:",
            "—Mi señor, ¿cómo terminará todo esto?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero él dijo:",
            "—Vete ya, Daniel, porque lo que he dicho se mantendrá en secreto y sellado hasta el tiempo del fin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Mediante estas pruebas, muchos serán purificados, limpiados y refinados. Sin embargo, los perversos seguirán en su perversidad y ninguno de ellos entenderá. Solo los sabios comprenderán lo que significa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Desde el momento en que se detengan los sacrificios diarios y coloquen el objeto sacrílego que causa profanación para ser adorado, habrá 1290 días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¡Benditos sean los que esperen y permanezcan hasta el fin de los 1335 días!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»En cuanto a ti, sigue tu camino hasta el final. Descansarás y, entonces, al final de los días, te levantarás para recibir la herencia que ha sido guardada para ti."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}