{
  "book_usfm": "JDG",
  "name": "Jueces",
  "local_title": "Nueva Traducción Viviente",
  "local_abbreviation": "NTV",
  "version_id": 127,
  "publisher": {
    "name": "Tyndale House Publishers Inc."
  },
  "copyright": {
    "html": "<p>Santa Biblia, Nueva Traducción Viviente, copyright © 2010 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, a Division of Tyndale House Ministries, Carol Stream, Illinois 60188. All rights reserved.</p>",
    "text": "Santa Biblia, Nueva Traducción Viviente, copyright © 2010 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, a Division of Tyndale House Ministries, Carol Stream, Illinois 60188. All rights reserved."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "JDG.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.1"
        ],
        "human": "Jueces 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.2"
        ],
        "human": "Jueces 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.24"
        ],
        "human": "Josué 24",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Judá y Simeón conquistan la tierra"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de la muerte de Josué, los israelitas le preguntaron al Señor:",
            "—¿Cuál de las tribus debe ser la primera en atacar a los cananeos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El Señor contestó:",
            "—Judá, porque yo le he dado la victoria sobre la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces los hombres de Judá les dijeron a sus parientes de la tribu de Simeón: «Vengan con nosotros a luchar contra los cananeos que viven en el territorio que se nos asignó. Después nosotros los ayudaremos a ustedes a conquistar su territorio». Así que los hombres de Simeón fueron con los de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando los hombres de Judá atacaron, el Señor les dio la victoria sobre los cananeos y los ferezeos, y mataron a diez mil guerreros enemigos en la ciudad de Bezec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Mientras estaban en Bezec, se toparon con el rey Adoni-bezec y lucharon contra él, y derrotaron a los cananeos y a los ferezeos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Adoni-bezec escapó, pero los israelitas pronto lo capturaron y le cortaron los pulgares de las manos y los dedos gordos de los pies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Adoni-bezec dijo: «Una vez yo tuve setenta reyes sin los pulgares de las manos y los dedos gordos de los pies, comiendo migajas debajo de mi mesa. Ahora Dios me devolvió lo que les hice». Y se lo llevaron a Jerusalén, donde murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los hombres de Judá atacaron a Jerusalén y la tomaron; mataron a todos sus habitantes y prendieron fuego a la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Luego descendieron para combatir contra los cananeos que vivían en la zona montañosa, en el Neguev y en las colinas occidentales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Judá marchó contra los cananeos en Hebrón (antiguamente llamada Quiriat-arba) y derrotó a las fuerzas de Sesai, Ahimán y Talmai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "De allí salieron a luchar contra los habitantes de la ciudad de Debir (antiguamente llamada Quiriat-sefer)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Caleb dijo: «Daré a mi hija Acsa en matrimonio al que ataque y tome Quiriat-sefer»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Otoniel, hijo de Cenaz, un hermano menor de Caleb, fue quien conquistó la ciudad; así que Acsa pasó a ser esposa de Otoniel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Cuando Acsa se casó con Otoniel, ella insistió en que él le pidiera un campo a Caleb, su padre. Mientras ella se bajaba de su burro, Caleb le preguntó:",
            "—¿Qué te pasa?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ella contestó:",
            "—Concédeme otro obsequio. Ya me regalaste tierras en el Neguev; ahora te ruego que también me des manantiales.",
            "Entonces Caleb le entregó tanto los manantiales de la parte alta como los de la parte baja."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Cuando los miembros de la tribu de Judá salieron de Jericó —la ciudad de las palmeras—, los ceneos (que eran descendientes del suegro de Moisés) los acompañaron al desierto de Judá y se establecieron entre la gente del lugar, cerca de la ciudad de Arad, en el Neguev."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Luego Judá se unió con Simeón para luchar contra los cananeos que vivían en Sefat, y destruyeron la ciudad por completo. Por eso la ciudad fue llamada Horma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Además Judá tomó las ciudades de Gaza, Ascalón y Ecrón, junto con los territorios vecinos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Israel no conquista toda la tierra"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "El Señor estaba con los de Judá, y ellos tomaron posesión de la zona montañosa; pero no lograron expulsar a los habitantes de las llanuras, quienes tenían carros de guerra hechos de hierro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Caleb recibió la ciudad de Hebrón, tal como Moisés le había prometido, y expulsó a todos sus habitantes, que eran descendientes de los tres hijos de Anac."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Sin embargo, la tribu de Benjamín no logró expulsar a los jebuseos, quienes vivían en Jerusalén. Por eso, hasta el día de hoy, los jebuseos viven en Jerusalén junto con el pueblo de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los descendientes de José atacaron la ciudad de Betel, y el Señor estuvo con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Enviaron espías a Betel (antes conocida como Luz),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "quienes abordaron a un hombre que salía del poblado y le dijeron: «Muéstranos cómo entrar en la ciudad, y tendremos compasión de ti»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Entonces él les mostró una vía de acceso, y ellos mataron a todos en la ciudad, menos a ese hombre y a su familia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Más tarde, el hombre se trasladó a la tierra de los hititas, donde estableció una ciudad a la que llamó Luz. Este nombre lo conserva hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "La tribu de Manasés no logró expulsar a la gente que vivía en Bet-sán, Taanac, Dor, Ibleam, Meguido y en todos los asentamientos vecinos, porque los cananeos estaban decididos a quedarse en esa región."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Con el tiempo, cuando los israelitas se fortalecieron, obligaron a los cananeos a trabajar como esclavos, pero nunca los expulsaron de la tierra por completo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "La tribu de Efraín no logró expulsar a los cananeos que vivían en Gezer, así que los cananeos siguieron viviendo allí, en medio de los de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "La tribu de Zabulón no logró expulsar a los habitantes de Quitrón y de Naalal, así que los cananeos siguieron viviendo en medio de los de Zabulón, pero los cananeos fueron obligados a trabajar como esclavos para ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "La tribu de Aser no logró expulsar a los habitantes de Aco, Sidón, Ahlab, Aczib, Helba, Afec ni Rehob."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Así que los de Aser se establecieron entre los cananeos, quienes controlaban la tierra, debido a que no lograron expulsarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Asimismo, la tribu de Neftalí no logró expulsar a los habitantes de Bet-semes ni a los de Bet-anat. Así que Neftalí se estableció entre los cananeos, quienes controlaban la tierra. Sin embargo, los habitantes de Bet-semes y los de Bet-anat fueron obligados a trabajar como esclavos para la gente de Neftalí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "En cuanto a la tribu de Dan, los amorreos los obligaron a retirarse a la zona montañosa y no los dejaban descender a las llanuras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Los amorreos estaban decididos a quedarse en el monte Heres, en Ajalón y en Saalbim; pero cuando los descendientes de José aumentaron en fuerza, obligaron a los amorreos a trabajar como esclavos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "La frontera de los amorreos iba desde el paso de los Escorpiones hasta Sela y desde allí se extendía hacia arriba."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.2"
        ],
        "human": "Jueces 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.3"
        ],
        "human": "Jueces 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.1"
        ],
        "human": "Jueces 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El mensajero del Señor llega a Boquim"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El ángel del Señor subió de Gilgal a Boquim y dijo a los israelitas: «Yo los saqué de Egipto y los traje a esta tierra que juré dar a sus antepasados, y dije que nunca rompería mi pacto con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Por su parte, ustedes no debían hacer ningún pacto con los habitantes de esta tierra, sino destruir sus altares. Pero desobedecieron mi mandato. ¿Por qué lo hicieron?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ahora declaro que ya no expulsaré a los pueblos que viven en la tierra de ustedes. Ellos les serán espinas clavadas en el costado, y sus dioses serán una tentación constante para ustedes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando el ángel del Señor terminó de hablar a los israelitas, el pueblo lloró a gritos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por eso llamaron al lugar Boquim (que significa «llanto»), y allí le ofrecieron sacrificios al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Josué"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Después que Josué despidió al pueblo, cada una de las tribus salió para tomar posesión del territorio que se le había asignado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los israelitas sirvieron al Señor todo el tiempo que vivieron Josué y los líderes que lo sobrevivieron, aquellos que habían visto todas las grandes cosas que el Señor había hecho por Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces Josué, hijo de Nun y siervo del Señor, murió a los ciento diez años de edad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Lo enterraron en Timnat-sera, tierra que se le había asignado en la zona montañosa de Efraín, al norte del monte Gaas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Israel desobedece al Señor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Después de que murieron todos los de esa generación, creció otra que no conocía al Señor ni recordaba las cosas poderosas que él había hecho por Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Los israelitas hicieron lo malo a los ojos del Señor y sirvieron a las imágenes de Baal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Abandonaron al Señor, Dios de sus antepasados, quien los había sacado de Egipto. Siguieron y rindieron culto a otros dioses —los dioses de los pueblos vecinos— y así provocaron el enojo del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Abandonaron al Señor para servir a Baal y a las imágenes de Astoret,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "lo cual hizo que el Señor ardiera de enojo contra Israel y que los entregara en manos de saqueadores, quienes les robaron sus posesiones. Los vendió a los enemigos que tenían a su alrededor, y ya no podían vencerlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cada vez que los israelitas salían a la batalla, el Señor peleaba en contra de ellos e hizo que sus enemigos los derrotaran, tal como él les había advertido. Y el pueblo estaba muy angustiado."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El Señor rescata a su pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces el Señor levantó jueces para rescatar a los israelitas de la mano de sus agresores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Sin embargo, Israel no hizo caso a los jueces, sino que se prostituyó rindiendo culto a otros dioses. ¡Qué pronto se apartaron del camino de sus antepasados, los cuales habían obedecido los mandatos del Señor!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cada vez que el Señor levantaba un juez sobre Israel, él estaba con ese juez y rescataba al pueblo de sus enemigos durante toda la vida del juez. Pues el Señor tenía compasión de su pueblo, que estaba sobrecargado de opresión y sufrimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero al morir el juez, la gente no solo volvía a sus prácticas corruptas, sino que se comportaba peor que sus antepasados. Seguía a otros dioses: los servía y les rendía culto. Además se negaba a abandonar sus prácticas malvadas y sus tercos caminos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Por eso el Señor ardió de enojo contra Israel y dijo: «Ya que este pueblo ha violado mi pacto que hice con sus antepasados y no ha hecho caso a mis mandatos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "ya no expulsaré a las naciones que Josué dejó sin conquistar cuando murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Lo hice para poner a prueba a Israel: para ver si seguiría o no los caminos del Señor, como lo hicieron sus antepasados»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Por esa razón el Señor dejó esas naciones donde estaban. No las expulsó de inmediato, ni permitió que Josué las conquistara a todas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.3"
        ],
        "human": "Jueces 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.4"
        ],
        "human": "Jueces 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.2"
        ],
        "human": "Jueces 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las naciones que quedaron en Canaán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor dejó a ciertas naciones en la tierra para poner a prueba a los israelitas que no habían conocido las guerras de Canaán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Lo hizo para enseñar a pelear en la guerra a las generaciones de israelitas que no tenían experiencia en el campo de batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Estas son las naciones: los filisteos (que vivían bajo el dominio de los cinco gobernantes filisteos), todos los cananeos, los sidonios, y los heveos que vivían en las montañas del Líbano, desde el monte Baal-hermón hasta Lebo-hamat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El Señor dejó a estos pueblos con el fin de poner a prueba a los israelitas para ver si obedecían los mandatos que él les había dado a sus antepasados por medio de Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Así que los israelitas vivieron entre los cananeos, los hititas, los amorreos, los ferezeos, los heveos y los jebuseos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y se unieron en matrimonio con ellos: los hijos de los israelitas se casaron con las hijas de esos pueblos, y las hijas de los israelitas fueron dadas en matrimonio a sus hijos. Y los israelitas sirvieron a los dioses de esas naciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otoniel, juez de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los israelitas hicieron lo malo a los ojos del Señor. Se olvidaron del Señor su Dios y sirvieron a las imágenes de Baal y a los postes dedicados a la diosa Asera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces el Señor ardió de enojo contra Israel y lo entregó en manos de Cusán-risataim, rey de Aram-naharaim. Y los israelitas sirvieron a Cusán-risataim durante ocho años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero cuando el pueblo de Israel clamó al Señor por ayuda, el Señor levantó a un libertador para salvarlos. Se llamaba Otoniel, hijo de Cenaz, un hermano menor de Caleb."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El Espíritu del Señor vino sobre él, y comenzó a ser juez de Israel. Entró en guerra contra Cusán-risataim, rey de Aram, y el Señor le dio la victoria sobre él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y hubo paz en la tierra durante cuarenta años. Luego murió Otoniel, hijo de Cenaz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Aod, juez de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "De nuevo los israelitas hicieron lo malo a los ojos del Señor y, por la maldad de ellos, el Señor le dio dominio sobre Israel al rey Eglón, de Moab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Eglón se alió con los amonitas y los amalecitas y salió a pelear, derrotó a Israel y tomó posesión de Jericó, la ciudad de las palmeras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces los israelitas sirvieron a Eglón, rey de Moab, durante dieciocho años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Sin embargo, cuando el pueblo de Israel clamó al Señor por ayuda, el Señor nuevamente levantó a un libertador para salvarlos. Se llamaba Aod, hijo de Gera, quien era un hombre zurdo, de la tribu de Benjamín. Los israelitas enviaron a Aod a entregar el dinero del tributo al rey Eglón, de Moab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Así que Aod hizo una daga de dos filos, de unos treinta centímetros de largo, la ató a su muslo derecho y la escondió debajo de la ropa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Luego le llevó el dinero del tributo a Eglón, quien era muy gordo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Después de entregar el pago, Aod emprendió el regreso junto con los que le habían ayudado a llevar el tributo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero cuando Aod llegó a donde estaban los ídolos de piedra, cerca de Gilgal, se regresó. Se presentó ante Eglón y le dijo: «Tengo un mensaje secreto para usted». Entonces el rey les ordenó a sus sirvientes que se callaran y que todos salieran de la habitación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Así que Aod se acercó a Eglón, quien estaba sentado solo en una habitación fresca de la planta alta, y le dijo: «¡Tengo un mensaje de Dios para usted!». Cuando el rey Eglón se levantó de su asiento,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Aod sacó con la mano izquierda la daga que tenía atada al muslo derecho y se la clavó al rey en el vientre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "La daga entró tan profundo que la empuñadura se hundió bajo la gordura del rey. Así que Aod no sacó la daga, y al rey se le vaciaron los intestinos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces Aod cerró las puertas de la habitación, les puso llave y escapó por la letrina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Aod ya se había ido cuando los sirvientes del rey regresaron y encontraron cerradas las puertas de la habitación de la planta alta. Pensaron que tal vez el rey estaba usando la letrina dentro del cuarto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "así que esperaron. Pero al ver que el rey tardaba mucho en salir, se preocuparon y buscaron una llave. Cuando abrieron las puertas, encontraron a su amo muerto en el suelo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Mientras los sirvientes esperaban, Aod escapó y pasó por los ídolos de piedra rumbo a Seirat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Cuando llegó a la zona montañosa de Efraín, llamó a tomar las armas. Después encabezó un grupo de israelitas colina abajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "«Síganme —les dijo—, porque el Señor les ha dado la victoria sobre Moab, su enemigo». Así que los israelitas lo siguieron y tomaron control de los vados del río Jordán que cruzan hacia Moab, y no dejaron que nadie pasara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Atacaron a los moabitas y mataron a unos diez mil de sus guerreros más fuertes y robustos; no escapó ni uno de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Así que Israel conquistó a Moab en aquel día, y hubo paz en la tierra durante ochenta años."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Samgar, juez de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Después de Aod fue Samgar, hijo de Anat, quien rescató a Israel. En una ocasión mató a seiscientos filisteos con una aguijada para bueyes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.4"
        ],
        "human": "Jueces 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.5"
        ],
        "human": "Jueces 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.3"
        ],
        "human": "Jueces 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Débora, jueza de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Muerto Aod, los israelitas volvieron a hacer lo malo a los ojos del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces el Señor los entregó a Jabín, un rey cananeo de Hazor. El comandante de su ejército era Sísara, que vivía en Haroset-goim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Sísara, quien tenía novecientos carros de guerra hechos de hierro, oprimió a los israelitas sin piedad durante veinte años, hasta que el pueblo de Israel clamó al Señor por ayuda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Débora, la esposa de Lapidot, era una profetisa que en ese tiempo juzgaba a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Solía sentarse bajo la Palmera de Débora, entre Ramá y Betel, en la zona montañosa de Efraín, y los israelitas acudían a ella para que los juzgara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Un día Débora mandó a buscar a Barac, hijo de Abinoam, quien vivía en Cedes, en el territorio de Neftalí y le dijo:",
            "—El Señor, Dios de Israel, te ordena: reúne en el monte Tabor a diez mil guerreros de las tribus de Neftalí y de Zabulón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y yo haré que Sísara, el comandante del ejército de Jabín, vaya al río Cisón junto con sus carros de guerra y sus guerreros. Allí te daré la victoria sobre él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Barac le dijo:",
            "—Yo iré, pero solo si tú vienes conmigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "—Muy bien —dijo ella—, iré contigo. Pero tú no recibirás honra en esta misión, porque la victoria del Señor sobre Sísara quedará en manos de una mujer.",
            "Así que Débora fue con Barac a Cedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "En Cedes, Barac reunió a las tribus de Zabulón y de Neftalí, y diez mil guerreros subieron con él. Débora también lo acompañó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Ahora bien, Heber el ceneo, un descendiente de Hobab, cuñado de Moisés, se había separado de los demás miembros de su tribu y armó su carpa junto al roble de Saananim, cerca de Cedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando le dijeron a Sísara que Barac, hijo de Abinoam, había subido al monte Tabor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "mandó llamar a sus novecientos carros de guerra hechos de hierro y a todos sus guerreros, y marcharon desde Haroset-goim hasta el río Cisón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces Débora le dijo a Barac: «¡Prepárate! Hoy es el día en que el Señor te dará la victoria sobre Sísara, porque el Señor marcha delante de ti». Así que Barac descendió las laderas del monte Tabor al frente de sus diez mil guerreros para entrar en batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuando Barac atacó, el Señor llenó de pánico a Sísara y a todos sus carros de guerra y a sus guerreros. Sísara saltó de su carro de guerra y escapó a pie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces Barac persiguió a los carros y al ejército enemigo hasta Haroset-goim, y mató a todos los guerreros de Sísara. Ni uno solo quedó con vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Mientras tanto, Sísara corrió hasta la carpa de Jael, la esposa de Heber, el ceneo, porque la familia de Heber tenía amistad con el rey Jabín, de Hazor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Jael salió al encuentro de Sísara y le dijo:",
            "—Entre en mi carpa, señor. Venga. No tenga miedo.",
            "Así que él entró en la carpa, y ella lo cubrió con una manta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "—Dame un poco de agua, por favor —le dijo él—. Tengo sed.",
            "Así que ella le dio leche de una bolsa de cuero y volvió a cubrirlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "—Párate en la puerta de la carpa —le dijo a ella—. Si alguien viene y pregunta si hay alguien adentro, dile que no."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero cuando Sísara se durmió por tanto agotamiento, Jael se le acercó en silencio con un martillo y una estaca en la mano. Entonces le clavó la estaca en la sien hasta que quedó clavada en el suelo, y así murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Cuando Barac llegó en busca de Sísara, Jael salió a su encuentro y le dijo: «Ven, te mostraré al hombre que buscas». Entonces él entró en la carpa tras ella, y allí encontró a Sísara muerto, tendido en el suelo con la estaca atravesada en la sien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Por lo tanto, ese día Israel vio a Dios derrotar a Jabín, el rey cananeo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y a partir de entonces, Israel se hizo cada vez más fuerte contra el rey Jabín hasta que finalmente lo destruyó."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.5"
        ],
        "human": "Jueces 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.6"
        ],
        "human": "Jueces 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.4"
        ],
        "human": "Jueces 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cántico de Débora"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ese día, Débora y Barac, hijo de Abinoam, entonaron el siguiente cántico:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Los líderes de Israel tomaron el mando,",
            "y el pueblo los siguió con gusto.",
            "¡Alabado sea el Señor!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "»¡Escuchen, ustedes reyes!",
            "¡Presten atención, ustedes gobernantes poderosos!",
            "Pues cantaré al Señor;",
            "tocaré música para el Señor, Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»Señor, cuando saliste de Seir",
            "y marchaste por los campos de Edom,",
            "la tierra tembló,",
            "y los cielos nublados derramaron lluvias torrenciales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Las montañas temblaron ante la presencia del Señor,",
            "Dios del monte Sinaí,",
            "ante la presencia del Señor,",
            "Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»En los días de Samgar, hijo de Anat,",
            "y en los días de Jael,",
            "la gente evitaba las rutas principales",
            "y los viajeros no salían de los caminos sinuosos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ya quedaba poca gente en las aldeas de Israel,",
            "hasta que Débora surgió como una madre para Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuando Israel escogió nuevos dioses,",
            "la guerra estalló a las puertas de la ciudad.",
            "¡Sin embargo, no se veía ni un escudo ni una lanza",
            "entre cuarenta mil guerreros de Israel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Mi corazón está con los comandantes de Israel,",
            "con los que se ofrecieron para la guerra.",
            "¡Alabado sea el Señor!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Piensen en esto, ustedes que cabalgan en burros selectos,",
            "ustedes que se sientan sobre elaboradas mantas de caballo",
            "y ustedes que andan por el camino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Escuchen a los músicos de las aldeas,",
            "que están reunidos junto a los abrevaderos.",
            "Relatan las justas victorias del Señor",
            "y los triunfos de sus aldeanos en Israel.",
            "Entonces el pueblo del Señor",
            "descendió a las puertas de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»¡Despierta, Débora, despierta!",
            "¡Despierta, despierta y entona un cántico!",
            "¡Levántate, Barac!",
            "¡Llévate a tus cautivos, hijo de Abinoam!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»De Tabor descendieron los pocos para juntarse con los nobles;",
            "el pueblo del Señor marchó colina abajo contra poderosos guerreros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Descendieron de Efraín,",
            "tierra que antes pertenecía a los amalecitas;",
            "te siguieron a ti, Benjamín, con tus tropas.",
            "De Maquir los comandantes descendieron a paso de marcha;",
            "desde Zabulón llegaron los que llevan el bastón de mando."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Los príncipes de Isacar estuvieron con Débora y Barac;",
            "siguieron a Barac a toda prisa hasta el valle.",
            "Pero en la tribu de Rubén",
            "hubo gran indecisión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¿Por qué se quedaron sentados en su casa entre los rediles,",
            "para oír a los pastores silbar a sus rebaños?",
            "Así es, en la tribu de Rubén",
            "hubo gran indecisión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Galaad permaneció al oriente del Jordán.",
            "Y ¿por qué Dan se quedó en su casa?",
            "Aser se sentó sin moverse a la orilla del mar,",
            "y permaneció en sus puertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero Zabulón arriesgó la vida,",
            "igual que Neftalí, en las alturas del campo de batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»Los reyes de Canaán llegaron y pelearon",
            "en Taanac, cerca de los manantiales de Meguido,",
            "pero no se llevaron tesoros de plata."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Desde el cielo lucharon las estrellas;",
            "las estrellas en sus órbitas pelearon contra Sísara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "El río Cisón arrasó con ellos,",
            "ese antiguo torrente llamado Cisón.",
            "¡Marcha hacia adelante con valor, alma mía!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Luego los cascos de los caballos martillaron el suelo:",
            "el galope resonante de los poderosos corceles de Sísara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "“Que sean malditos los habitantes de Meroz —dijo el ángel del Señor—.",
            "Que sean completamente malditos,",
            "porque no vinieron para ayudar al Señor,",
            "para ayudar al Señor contra los poderosos guerreros”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "»La más bendita entre las mujeres es Jael,",
            "la esposa de Heber, el ceneo.",
            "Bendita sea más que todas las mujeres que viven en carpas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Sísara le pidió agua,",
            "y ella le dio leche.",
            "En un tazón digno de nobles,",
            "le trajo yogur."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Después tomó una estaca con la mano izquierda,",
            "y con la derecha, el martillo del trabajador.",
            "Golpeó a Sísara con el martillo y le aplastó la cabeza;",
            "con un terrible golpe le atravesó las sienes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Él se desplomó, cayó,",
            "quedó inmóvil, tendido a sus pies;",
            "y allí donde cayó,",
            "quedó muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "»Por la ventana se asomó la madre de Sísara.",
            "Desde la ventana esperaba su regreso mientras decía:",
            "“¿Por qué tarda tanto en llegar su carro?",
            "¿Por qué no oímos el sonido de las ruedas del carro?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "»Sus sabias mujeres le responden,",
            "y ella se repite estas palabras a sí misma:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "“Seguramente están repartiendo el botín que capturaron,",
            "que tendrá una o dos mujeres para cada hombre.",
            "Habrá túnicas llenas de todos los colores para Sísara,",
            "y para mí, coloridas túnicas con bordados.",
            "Seguro que en el botín hay",
            "túnicas de colores y bordadas de ambos lados”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "»¡Señor, que todos tus enemigos mueran como Sísara;",
            "pero los que te aman, que se levanten como el sol cuando brilla con toda su fuerza!».",
            "Después hubo paz en la tierra durante cuarenta años."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.6"
        ],
        "human": "Jueces 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.7"
        ],
        "human": "Jueces 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.5"
        ],
        "human": "Jueces 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gedeón, juez de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los israelitas hicieron lo malo a los ojos del Señor. Entonces el Señor los entregó a los madianitas durante siete años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Los madianitas eran tan crueles que los israelitas hicieron escondites en los montes, en las cuevas y en lugares fortificados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cada vez que los israelitas sembraban sus cultivos, venían saqueadores de Madián, de Amalec y del pueblo del oriente, y atacaban a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Acampaban en territorio israelita y destruían las cosechas hasta la región de Gaza. Se llevaban todas las ovejas, las cabras, el ganado y los burros, y dejaban a los israelitas sin qué comer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Estas multitudes enemigas, que venían con sus animales y sus carpas, eran como una plaga de langostas; llegaban en numerosas manadas de camellos, imposibles de contar, y no se iban hasta que la tierra quedaba desolada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así que Israel se moría de hambre en manos de los madianitas. Entonces los israelitas clamaron al Señor por ayuda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando clamaron al Señor a causa de Madián,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "el Señor les envió un profeta, quien dijo al pueblo de Israel: «Esto dice el Señor, Dios de Israel: “Yo te saqué de la esclavitud en Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Te rescaté de los egipcios y de todos los que te oprimían. Expulsé a tus enemigos y te di sus tierras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Te dije: ‘Yo soy el Señor, tu Dios. No debes rendir culto a los dioses de los amorreos, en cuya tierra ahora vives’. Pero no me hiciste caso”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Después el ángel del Señor vino y se sentó debajo del gran árbol de Ofra que pertenecía a Joás, del clan de Abiezer. Gedeón, hijo de Joás, estaba trillando trigo en el fondo de un lagar para esconder el grano de los madianitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces el ángel del Señor se le apareció y le dijo:",
            "—¡Guerrero valiente, el Señor está contigo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "—Señor —respondió Gedeón—, si el Señor está con nosotros, ¿por qué nos sucede todo esto? ¿Y dónde están todos los milagros que nos contaron nuestros antepasados? ¿Acaso no dijeron: “El Señor nos sacó de Egipto”? Pero ahora el Señor nos ha abandonado y nos entregó en manos de los madianitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces el Señor lo miró y le dijo:",
            "—Ve tú con la fuerza que tienes y rescata a Israel de los madianitas. ¡Yo soy quien te envía!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "—Pero, Señor —respondió Gedeón—, ¿cómo podré yo rescatar a Israel? ¡Mi clan es el más débil de toda la tribu de Manasés, y yo soy el de menor importancia en mi familia!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "El Señor le dijo:",
            "—Yo estaré contigo, y destruirás a los madianitas como si estuvieras luchando contra un solo hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "—Si de verdad cuento con tu favor —respondió Gedeón—, muéstrame una señal para asegurarme de que es realmente el Señor quien habla conmigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "No te vayas hasta que te traiga mi ofrenda.",
            "Él respondió:",
            "—Aquí me quedaré hasta que regreses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces Gedeón fue de prisa a su casa. Asó un cabrito y horneó pan sin levadura con una medida de harina. Luego llevó la carne en una canasta y el caldo en una olla. Puso todo delante del ángel, quien estaba bajo el gran árbol."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Así que el ángel de Dios le dijo: «Pon la carne y el pan sin levadura sobre esta piedra y derrama el caldo sobre ellos». Y Gedeón hizo lo que se le indicó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces el ángel del Señor tocó la carne y el pan con la punta de la vara que tenía en la mano, y de la piedra salió fuego que consumió todo lo que Gedeón había llevado. Y el ángel del Señor desapareció."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Cuando Gedeón se dio cuenta de que era el ángel del Señor, clamó:",
            "—¡Oh Señor Soberano, estoy condenado! ¡He visto cara a cara al ángel del Señor!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "—No te preocupes —le contestó el Señor—. No tengas miedo; no morirás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces Gedeón construyó un altar al Señor en ese lugar y lo llamó Yahveh-shalom (que significa «el Señor es paz»). Ese altar sigue en Ofra, en la tierra del clan de Abiezer, hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Esa noche el Señor le dijo a Gedeón: «Toma el segundo toro del rebaño de tu padre, el que tiene siete años. Derriba el altar que tu padre levantó a Baal y corta el poste dedicado a la diosa Asera que está junto al altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Después construye un altar al Señor tu Dios en el santuario de esta misma cima, colocando cada piedra con cuidado. Sacrifica el toro como ofrenda quemada sobre el altar, y usa como leña el poste dedicado a la diosa Asera que cortaste»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Entonces Gedeón llevó a diez de sus criados e hizo lo que el Señor le había ordenado; pero lo hizo de noche, porque les tenía miedo a los demás miembros de la casa de su padre y a la gente de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Temprano a la mañana siguiente, mientras los habitantes de la ciudad se despertaban, alguien descubrió que el altar de Baal estaba derribado y que habían cortado el poste dedicado a la diosa Asera que estaba al lado. En su lugar se había construido un nuevo altar, y sobre ese altar estaban los restos del toro que se había sacrificado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Los habitantes se preguntaban unos a otros: «¿Quién hizo esto?». Y después de preguntar por todas partes y hacer una búsqueda cuidadosa, se enteraron de que había sido Gedeón, el hijo de Joás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "—Saca a tu hijo —le exigieron a Joás los hombres de la ciudad—. Tendrá que morir por haber destruido el altar de Baal y haber cortado el poste dedicado a la diosa Asera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Sin embargo, Joás gritó a la turba que lo enfrentaba:",
            "—¿Por qué defienden a Baal? ¿Acaso abogarán por él? ¡Todo el que defienda su causa será ejecutado antes del amanecer! Si de verdad Baal es un dios, ¡que se defienda a sí mismo y destruya al que derribó su altar!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "A partir de entonces a Gedeón lo llamaron Jerobaal, que significa «que Baal se defienda a sí mismo», porque él destruyó el altar de Baal."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gedeón pide una señal"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Poco tiempo después, los ejércitos de Madián, de Amalec y del pueblo del oriente formaron una alianza en contra de Israel; cruzaron el Jordán y acamparon en el valle de Jezreel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Entonces el Espíritu del Señor vistió a Gedeón de poder. Gedeón tocó el cuerno de carnero como un llamado a tomar las armas, y los hombres del clan de Abiezer se le unieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "También envió mensajeros por todo Manasés, Aser, Zabulón y Neftalí para convocar a sus guerreros, y todos ellos respondieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Después Gedeón le dijo a Dios: «Si de veras vas a usarme para rescatar a Israel como lo prometiste,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "demuéstramelo de la siguiente manera: esta noche pondré una lana de oveja en el suelo del campo de trillar; si por la mañana la lana está mojada con el rocío, pero el suelo está seco, entonces sabré que me ayudarás a rescatar a Israel como lo prometiste»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Y eso fue exactamente lo que sucedió. Cuando Gedeón se levantó temprano a la mañana siguiente, exprimió la lana y sacó un tazón lleno de agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Luego Gedeón le dijo a Dios: «Por favor, no te enojes conmigo, pero deja que te haga otra petición. Permíteme usar la lana para una prueba más. Esta vez, que la lana se quede seca, mientras que el suelo alrededor esté mojado con el rocío»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Así que esa noche, Dios hizo lo que Gedeón le pidió. A la mañana siguiente, la lana estaba seca, pero el suelo estaba cubierto de rocío."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.7"
        ],
        "human": "Jueces 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.8"
        ],
        "human": "Jueces 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.6"
        ],
        "human": "Jueces 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gedeón derrota a los madianitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces Jerobaal (es decir, Gedeón) y su ejército se levantaron temprano y fueron hasta el manantial de Harod. El campamento de los ejércitos de Madián estaba al norte de ellos, en el valle cercano a la colina de More."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces el Señor le dijo a Gedeón: «Tienes demasiados guerreros contigo. Si dejo que todos ustedes peleen contra los madianitas, los israelitas se jactarán ante mí de que se salvaron con su propia fuerza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por lo tanto, dile al pueblo: “A todo aquel que le falte valentía o que tenga miedo, que abandone este monte y se vaya a su casa”». Así que veintidós mil de ellos se fueron a su casa, y quedaron solo diez mil dispuestos a pelear."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero el Señor le dijo a Gedeón: «Todavía son demasiados. Hazlos descender al manantial, y yo los pondré a prueba para determinar quién irá contigo y quién no»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando Gedeón bajó con sus guerreros hasta el agua, el Señor le dijo: «Divide a los hombres en dos grupos. En un grupo, pon a todos los que beban el agua en sus manos lamiéndola como hacen los perros. En el otro grupo, pon a todos los que se arrodillan para beber directamente del arroyo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Solo trescientos de los hombres bebieron con las manos. Los demás se arrodillaron para beber con la boca en el arroyo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces el Señor le dijo a Gedeón: «Con estos trescientos hombres, rescataré a Israel y te daré la victoria sobre los madianitas. Envía a todos los demás a su casa»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Así que Gedeón recogió las provisiones y los cuernos de carnero de los otros guerreros y mandó a cada uno de ellos a su casa, pero se quedó con los trescientos hombres.",
            "El campamento madianita estaba en el valle, directamente abajo de donde se encontraba Gedeón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Esa noche el Señor le dijo: «¡Levántate! ¡Desciende al campamento madianita, porque te he dado la victoria sobre ellos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero si tienes miedo de atacar, desciende al campamento con tu siervo Fura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Escucha lo que dicen los madianitas, y cobrarás mucho ánimo. Entonces estarás ansioso por atacar».",
            "Así que Gedeón, acompañado por Fura, descendió hasta el límite del campamento enemigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Los ejércitos de Madián, de Amalec y del pueblo del oriente se habían establecido en el valle como un enjambre de langostas. Sus camellos eran como los granos de arena a la orilla del mar, ¡imposibles de contar!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Gedeón se acercó sigilosamente, justo cuando un hombre le contaba un sueño a su compañero.",
            "—Tuve un sueño —decía el hombre— en el cual un pan de cebada venía rodando cuesta abajo hacia el campamento madianita; ¡entonces cuando golpeaba una carpa, la volteaba y la aplastaba!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Su compañero le respondió:",
            "—Tu sueño solo puede significar una cosa: ¡Dios le ha dado a Gedeón, hijo de Joás, el israelita, la victoria sobre Madián y todos sus aliados!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuando Gedeón oyó el sueño y la interpretación, se inclinó en adoración ante el Señor. Luego regresó al campamento israelita y gritó: «¡Levántense, porque el Señor les ha dado la victoria sobre las multitudes madianitas!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Así que dividió a los trescientos hombres en tres grupos y le dio a cada hombre un cuerno de carnero y una vasija de barro con una antorcha adentro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Después les dijo: «Fíjense en mí. Cuando yo llegue al límite del campamento, hagan lo mismo que yo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "En cuanto yo y los que están conmigo toquemos los cuernos de carnero, ustedes también toquen sus cuernos alrededor de todo el campamento y griten: “¡Por el Señor y por Gedeón!”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Fue apenas pasada la medianoche, después del cambio de guardia, cuando Gedeón y los cien hombres que iban con él llegaron al límite del campamento madianita. Entonces de un momento al otro, tocaron los cuernos de carnero y rompieron las vasijas de barro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Enseguida los tres grupos tocaron juntos los cuernos y rompieron las vasijas. Con la mano izquierda sostenían la antorcha ardiente, y en la mano derecha llevaban el cuerno, y todos gritaban: «¡Una espada por el Señor y también por Gedeón!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cada hombre permaneció en su puesto alrededor del campamento, y observaron cómo los madianitas corrían de un lado a otro, llenos de pánico y gritando mientras se daban a la fuga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Cuando los trescientos israelitas tocaron los cuernos de carnero, el Señor hizo que los guerreros del campamento pelearan entre sí con sus espadas. Los que quedaron con vida huyeron a lugares tan lejanos como Bet-sita, cerca de Zerera, y hasta la frontera de Abel-mehola, cerca de Tabat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces Gedeón mandó a buscar a los guerreros de Neftalí, de Aser y de Manasés, quienes se unieron para dar caza al ejército de Madián."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Gedeón también envió mensajeros por toda la zona montañosa de Efraín que decían: «Desciendan para atacar a los madianitas. Frénenlos antes de que lleguen a los vados del río Jordán en Bet-bara».",
            "Así que los hombres de Efraín hicieron lo que se les dijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Capturaron a Oreb y a Zeeb, los dos comandantes de los madianitas, y mataron a Oreb en la roca de Oreb, y a Zeeb en el lagar de Zeeb; y no dejaron de perseguir a los madianitas. Después los israelitas le llevaron las cabezas de Oreb y Zeeb a Gedeón, quien estaba junto al río Jordán."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.8"
        ],
        "human": "Jueces 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.9"
        ],
        "human": "Jueces 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.7"
        ],
        "human": "Jueces 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gedeón mata a Zeba y a Zalmuna"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces la gente de Efraín le preguntó a Gedeón:",
            "—¿Por qué nos has tratado así? ¿Por qué no nos llamaste desde el principio cuando saliste a pelear con los madianitas?",
            "Y tuvieron una fuerte discusión con Gedeón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero Gedeón les contestó:",
            "—¿Qué he logrado yo comparado con lo que han hecho ustedes? ¿Acaso los racimos olvidados de la cosecha de Efraín no son mucho mejores que todos los cultivos de mi pequeño clan de Abiezer?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Dios les dio a ustedes la victoria sobre Oreb y Zeeb, los comandantes del ejército madianita. ¿Qué he logrado yo en comparación con eso?",
            "Cuando los hombres de Efraín oyeron la respuesta de Gedeón, se calmó su enojo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Luego Gedeón cruzó el río Jordán con sus trescientos hombres y, aunque estaban agotados, continuaron persiguiendo al enemigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando llegaron a Sucot, Gedeón les pidió a los líderes de la ciudad:",
            "—Por favor, denles algo de comer a mis guerreros. Están muy cansados. Estoy persiguiendo a Zeba y a Zalmuna, los reyes de Madián."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero los líderes de Sucot le respondieron:",
            "—Primero captura a Zeba y a Zalmuna, y después alimentaremos a tu ejército."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces Gedeón les dijo:",
            "—Cuando el Señor me dé la victoria sobre Zeba y Zalmuna, volveré y les desgarraré la carne con espinos y zarzas del desierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Desde allí Gedeón subió a Peniel y una vez más pidió alimentos, pero obtuvo la misma respuesta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Así que le dijo a la gente de Peniel: «Cuando vuelva victorioso, derribaré esta torre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Para entonces, Zeba y Zalmuna se encontraban en Carcor con unos quince mil guerreros, que era todo lo que quedaba de los ejércitos aliados del oriente, porque ya habían matado a ciento veinte mil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces Gedeón rodeó por la ruta de las caravanas que está al oriente de Noba y Jogbeha, y tomó al ejército madianita por sorpresa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así que Zeba y Zalmuna, los dos reyes madianitas, huyeron, pero Gedeón los persiguió y capturó a todos sus guerreros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Después, Gedeón regresó de la batalla por el paso de Heres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Allí capturó a un joven de Sucot y le exigió que pusiera por escrito los nombres de los setenta y siete líderes y ancianos de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Luego regresó a Sucot y les dijo a los líderes: «Aquí están Zeba y Zalmuna. Cuando pasamos por aquí antes, ustedes se burlaron de mí diciendo: “Primero captura a Zeba y a Zalmuna, y después alimentaremos a tu agotado ejército”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces Gedeón tomó a los ancianos de la ciudad y los castigó con espinas y zarzas del desierto para darles una lección."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "También derribó la torre de Peniel y mató a todos los hombres de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Después les preguntó a Zeba y a Zalmuna:",
            "—Los hombres que ustedes mataron en Tabor, ¿cómo eran?",
            "—Se parecían a ti —le contestaron—, todos tenían el aspecto de un hijo de rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "—¡Eran mis hermanos, los hijos de mi propia madre! —exclamó Gedeón—. Tan cierto como que el Señor vive, les aseguro que no los mataría si ustedes no los hubieran matado a ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Volviéndose a Jeter, su hijo mayor, le dijo:",
            "—¡Mátalos!",
            "Pero Jeter no sacó la espada, porque era apenas un muchacho y tenía miedo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces Zeba y Zalmuna le dijeron a Gedeón:",
            "—¡Sé hombre! ¡Mátanos tú mismo!",
            "Entonces Gedeón los mató a los dos y tomó los adornos reales que sus camellos llevaban en el cuello."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El efod sagrado de Gedeón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entonces los israelitas dijeron a Gedeón:",
            "—¡Gobiérnanos! Tú y tu hijo y tu nieto serán nuestros gobernantes, porque nos has rescatado de Madián."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero Gedeón respondió:",
            "—Yo no los gobernaré ni tampoco mi hijo. ¡El Señor los gobernará!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Sin embargo, tengo una petición que hacerles: que cada uno de ustedes me dé un arete del botín que recogieron de sus enemigos caídos.",
            "(Como los enemigos eran ismaelitas, todos usaban aretes de oro)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "—¡Con todo gusto! —le contestaron.",
            "Así que extendieron un manto, y cada uno de ellos echó un arete de oro que había recogido del botín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Todos los aretes de oro pesaron unos diecinueve kilos, sin contar los ornamentos reales ni los pendientes ni la ropa de púrpura usada por los reyes de Madián, ni las cadenas que sus camellos llevaban en el cuello."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Entonces Gedeón hizo un efod sagrado con el oro y lo puso en Ofra, su pueblo natal. Pero pronto todos los israelitas se prostituyeron al rendir culto a ese efod, el cual se convirtió en una trampa para Gedeón y su familia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Esa es la historia de cómo el pueblo de Israel derrotó a Madián, y este nunca se recuperó. Y hubo paz en la tierra durante el resto de la vida de Gedeón, unos cuarenta años más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Luego Gedeón, hijo de Joás, volvió a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Le nacieron setenta hijos varones, porque tuvo muchas esposas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Además tuvo una concubina en Siquem que le dio un hijo, a quien él llamó Abimelec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Gedeón murió muy anciano, y fue enterrado en la tumba de su padre Joás, en Ofra, en la tierra del clan de Abiezer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "En cuanto murió Gedeón, los israelitas se prostituyeron al rendir culto a las imágenes de Baal y al hacer a Baal-berit su dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Se olvidaron del Señor su Dios, quien los había rescatado de todos los enemigos que los rodeaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Tampoco mostraron lealtad alguna con la familia de Jerobaal (es decir, Gedeón), a pesar de todo el bien que él había hecho por Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.9"
        ],
        "human": "Jueces 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.10"
        ],
        "human": "Jueces 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.8"
        ],
        "human": "Jueces 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Abimelec gobierna sobre Siquem"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Un día Abimelec, hijo de Gedeón, fue a Siquem para visitar a sus tíos, los hermanos de su madre. Les dijo a ellos y al resto de su familia materna:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Pregúntenles a los ciudadanos prominentes de Siquem si prefieren ser gobernados por los setenta hijos de Gedeón o por un solo hombre. ¡Y recuerden que soy de la misma sangre que ustedes!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces los tíos de Abimelec transmitieron ese mensaje a los ciudadanos de Siquem. Y después de escuchar la propuesta, el pueblo de Siquem decidió por Abimelec, porque era pariente de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Le dieron setenta monedas de plata del templo de Baal-berit, las cuales él usó para contratar a unos hombres alborotadores e imprudentes que aceptaron seguirlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Fue a la casa de su padre en Ofra y allí, sobre una misma piedra, mató a sus setenta medios hermanos, los hijos de Gedeón. Pero Jotam, el hermano menor, escapó y se escondió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces todos los ciudadanos prominentes de Siquem y de Bet-milo convocaron una reunión bajo el roble que está junto a la columna de Siquem y proclamaron rey a Abimelec."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Parábola de Jotam"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando Jotam se enteró, subió a la cima del monte Gerizim y gritó:",
            "«¡Escúchenme, ciudadanos de Siquem!",
            "¡Escúchenme a mí si quieren que Dios los escuche a ustedes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cierta vez los árboles decidieron elegir un rey.",
            "Primero le dijeron al olivo:",
            "“¡Reina sobre nosotros!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero el olivo se negó diciendo:",
            "“¿Dejaría yo de producir el aceite de oliva",
            "que bendice a Dios y a la gente,",
            "solo para mecerme por encima de los árboles?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Entonces le dijeron a la higuera:",
            "“¡Reina sobre nosotros!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero la higuera también se negó diciendo:",
            "“¿Dejaría yo de producir mi dulce fruto,",
            "solo para mecerme por encima de los árboles?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»Entonces le dijeron a la vid:",
            "“¡Reina sobre nosotros!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero la vid también se negó diciendo:",
            "“¿Dejaría yo de producir el vino",
            "que alegra a Dios y a la gente,",
            "solo para mecerme por encima de los árboles?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Finalmente todos los árboles le dijeron al espino:",
            "“¡Reina sobre nosotros!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y el espino les respondió a los árboles:",
            "“Si realmente quieren que yo sea su rey,",
            "vengan a refugiarse bajo mi sombra.",
            "Si no, que salga fuego de mí",
            "y consuma los cedros del Líbano”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Jotam continuó: «Ahora asegúrense de haber actuado honorablemente y de buena fe al elegir como rey a Abimelec, y de haberse portado bien con Gedeón y todos sus descendientes. ¿Lo trataron con la honra que se merece por todo lo que realizó?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pues él luchó por ustedes y arriesgó su vida cuando los rescató de los madianitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero hoy ustedes se rebelaron contra mi padre y sus descendientes al matar a sus setenta hijos sobre una misma piedra. Y escogieron a Abimelec, hijo de su esclava, para que sea rey de ustedes, solo porque es su pariente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»Si hoy han actuado honorablemente y de buena fe hacia Gedeón y sus descendientes, entonces que tengan alegría con Abimelec y que él tenga alegría con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero si no han actuado de buena fe, ¡que salga fuego de Abimelec y consuma a los ciudadanos prominentes de Siquem y de Bet-milo, y que salga fuego de los ciudadanos de Siquem y de Bet-milo y consuma a Abimelec!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces Jotam huyó y se fue a vivir a Beer, porque le tenía miedo a su hermano Abimelec."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Siquem se rebela contra Abimelec"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Tres años después de que Abimelec comenzó a gobernar a Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Dios envió un espíritu que generó conflictos entre Abimelec y los ciudadanos prominentes de Siquem, quienes finalmente se rebelaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Dios estaba castigando a Abimelec por haber asesinado a los setenta hijos de Gedeón, y a los ciudadanos de Siquem por apoyarlo en esa traición de asesinar a sus hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Los ciudadanos de Siquem le tendieron una emboscada a Abimelec en las cumbres de las colinas y robaban a todo el que pasara por allí. Pero alguien alertó a Abimelec acerca de la conspiración."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Un día Gaal, hijo de Ebed, se mudó a Siquem con sus hermanos y se ganó la confianza de los ciudadanos prominentes de Siquem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Durante el festival anual de la cosecha en Siquem, celebrado en el templo del dios local, hubo vino en abundancia, y todos comenzaron a maldecir a Abimelec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "«¿Quién es ese Abimelec? —gritó Gaal—. No es un hijo legítimo de Siquem. Entonces, ¿por qué debemos ser sus siervos? Él no es más que un hijo de Gedeón, y ese Zebul solo es su ayudante. Sirvan a los verdaderos hijos de Hamor, el fundador de Siquem. ¿Por qué tenemos que servir a Abimelec?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Si yo fuera el encargado aquí, me desharía de Abimelec. Le diría: “¡Búscate unos soldados y sal a pelear!”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Pero cuando Zebul, el jefe de la ciudad, oyó lo que Gaal decía, se puso furioso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Le envió mensajeros a Abimelec, quien estaba en Aruma, para decirle: «Gaal, hijo de Ebed, y sus hermanos se han mudado a Siquem, y ahora están incitando a la ciudad a rebelarse contra ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Ven con un ejército esta noche y escóndete en los campos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Por la mañana, a la salida del sol, ataca la ciudad. Cuando Gaal y los que lo acompañan salgan contra ti, podrás hacer con ellos lo que quieras»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Entonces Abimelec y todos sus hombres fueron de noche, se dividieron en cuatro grupos y se posicionaron alrededor de Siquem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Gaal estaba parado junto a las puertas de la ciudad cuando Abimelec y su ejército salieron de su escondite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Al verlos, Gaal le dijo a Zebul:",
            "—¡Mira, hay gente bajando de las cumbres!",
            "—Parecen hombres, pero son nada más que sombras reflejadas en las colinas —contestó Zebul."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Pero Gaal insistió:",
            "—¡No! Hay gente bajando de las colinas. Y otro grupo viene por el camino que pasa por el Roble de los Adivinos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Entonces Zebul se volvió contra él y preguntó:",
            "—¿Y qué pasó con esa boca grande tuya que presume tanto? Acaso no fuiste tú el que dijo: “¿Quién es ese Abimelec y por qué debemos ser sus siervos?”. ¡Te burlaste de esos hombres, y ahora están en las afueras de la ciudad! ¡Sal a pelear contra ellos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Entonces Gaal marchó al frente de los ciudadanos prominentes de Siquem a la batalla contra Abimelec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Pero Abimelec lo persiguió, y muchos de los hombres de Siquem cayeron heridos por el camino cuando se retiraban hacia la entrada de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Entonces Abimelec regresó a Aruma, y Zebul expulsó de Siquem a Gaal y a sus hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Al día siguiente, la gente de Siquem salió a los campos para pelear. Cuando Abimelec se enteró,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "dividió a sus hombres en tres grupos y tendió una emboscada en los campos. Cuando vio que algunos hombres salían de la ciudad, él y su grupo saltaron de su escondite y los atacaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Abimelec y sus hombres tomaron por asalto la puerta de la ciudad para impedir que los de Siquem volvieran a entrar, mientras los otros dos grupos de Abimelec mataban a la gente en los campos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "La batalla duró todo el día, hasta que finalmente Abimelec tomó la ciudad. Entonces mató a los habitantes, redujo la ciudad a escombros y esparció sal por todo el suelo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Cuando los ciudadanos prominentes que vivían en la torre de Siquem se enteraron de lo sucedido, corrieron a esconderse en el templo de Baal-berit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Alguien le informó a Abimelec que los ciudadanos se habían juntado en el templo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "entonces él llevó a sus tropas al monte Salmón. Tomó un hacha, cortó ramas de un árbol y se las puso al hombro. «¡Rápido, hagan lo mismo que hice yo!», dijo a sus hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Entonces, siguiendo el ejemplo de Abimelec, cada uno de ellos cortó ramas. Amontonaron las ramas contra las paredes del templo y les prendieron fuego. Así murieron todos los que vivían en la torre de Siquem, unas mil personas, tanto hombres como mujeres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Luego Abimelec atacó la ciudad de Tebes y la tomó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Pero había una torre fuerte dentro de la ciudad, y todos los habitantes, hombres y mujeres, corrieron a refugiarse allí. Se atrincheraron en su interior y subieron al techo de la torre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "Entonces Abimelec los siguió para atacar la torre; pero cuando se preparaba para prenderle fuego a la entrada,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "desde el techo, una mujer tiró una piedra de molino, que cayó sobre la cabeza de Abimelec, y le partió el cráneo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "Enseguida él le dijo a su joven escudero: «¡Saca tu espada y mátame! ¡Que no se diga que una mujer mató a Abimelec!». Así que el joven lo atravesó con su espada, y él murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "Cuando los hombres de Abimelec lo vieron muerto, se desbandaron y regresaron a sus casas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "De esa forma, Dios castigó a Abimelec por el mal que había hecho contra su padre al matar a sus setenta hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "Dios también castigó a los hombres de Siquem por toda su maldad. Así se cumplió la maldición de Jotam, hijo de Gedeón."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.10"
        ],
        "human": "Jueces 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.11"
        ],
        "human": "Jueces 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.9"
        ],
        "human": "Jueces 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Tola, juez de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de la muerte de Abimelec, la siguiente persona que rescató a Israel fue Tola, hijo de Púa, hijo de Dodo. Era de la tribu de Isacar pero vivía en la ciudad de Samir, en la zona montañosa de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Fue juez de Israel durante veintitrés años. Cuando murió, lo enterraron en Samir."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jair, juez de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Después de la muerte de Tola, Jair, de Galaad, fue juez de Israel durante veintidós años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Sus treinta hijos cabalgaban sobre treinta burros y eran dueños de treinta ciudades en la tierra de Galaad, que aún se llaman las Ciudades de Jair."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando murió Jair, lo enterraron en Camón."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los amonitas oprimen a Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Una vez más, los israelitas hicieron lo malo a los ojos del Señor. Sirvieron a las imágenes de Baal y de Astoret, y a los dioses de Aram, de Sidón, de Moab, de Amón y de Filistea. Abandonaron al Señor y dejaron de servirle por completo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces el Señor ardió de enojo contra los israelitas y los entregó en manos de los filisteos y los amonitas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "quienes comenzaron a oprimirlos ese mismo año. Durante dieciocho años oprimieron a los israelitas que vivían al oriente del río Jordán, en la tierra de los amorreos (es decir, Galaad)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los amonitas también cruzaron al lado occidental del Jordán y atacaron a Judá, a Benjamín y a Efraín.",
            "Los israelitas estaban muy angustiados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Finalmente clamaron al Señor por ayuda y dijeron:",
            "—Hemos pecado contra ti, porque te hemos abandonado como nuestro Dios para servir a las imágenes de Baal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El Señor respondió:",
            "—¿Acaso no los rescaté yo de los egipcios, los amorreos, los amonitas, los filisteos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "los sidonios, los amalecitas y los maonitas? Cuando ellos los oprimían, ustedes clamaban a mí por ayuda, y yo los rescataba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Sin embargo, ustedes me abandonaron y sirvieron a otros dioses. Así que ya no los rescataré más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¡Vayan a clamar a los dioses que han escogido! ¡Que los rescaten ellos de este momento de angustia!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero los israelitas rogaron al Señor diciendo:",
            "—Hemos pecado. Castíganos como bien te parezca, pero rescátanos hoy de nuestros enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces los israelitas dejaron los dioses ajenos para servir al Señor, y él se entristeció a causa del sufrimiento que experimentaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "En esa ocasión, los ejércitos de Amón se habían juntado para la guerra y acampaban en Galaad, y el pueblo de Israel se congregó y acampó en Mizpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Los líderes de Galaad se dijeron unos a otros: «El primero que ataque a los amonitas será proclamado gobernante de todo el pueblo de Galaad»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.11"
        ],
        "human": "Jueces 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.12"
        ],
        "human": "Jueces 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.10"
        ],
        "human": "Jueces 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jefté, juez de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Jefté era un gran guerrero de la región de Galaad. Era hijo de Galaad, pero su madre era una prostituta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "La esposa de Galaad tuvo varios hijos, y cuando esos medios hermanos de Jefté crecieron, lo echaron del territorio. «Tú no recibirás ninguna parte de la herencia de nuestro padre —le dijeron—, porque eres hijo de una prostituta»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Así que Jefté huyó de sus hermanos y vivió en la tierra de Tob. En poco tiempo, tuvo una banda de rebeldes despreciables que lo seguían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Por ese entonces, los amonitas comenzaron a hacer guerra contra Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Así que cuando los amonitas atacaron, los ancianos de Galaad mandaron a buscar a Jefté a la tierra de Tob"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y le dijeron:",
            "—¡Ven y sé nuestro comandante! ¡Ayúdanos a pelear contra los amonitas!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero Jefté les respondió:",
            "—¿Acaso no son ustedes los mismos que me odiaban y me echaron de la casa de mi padre? ¿Por qué vienen a buscarme ahora que están en apuros?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "—Porque te necesitamos —contestaron los ancianos—. Si marchas al frente de nosotros a la batalla contra los amonitas, te proclamaremos gobernante de todo el pueblo de Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Jefté les dijo a los ancianos:",
            "—A ver si entiendo bien: si voy con ustedes y el Señor me da la victoria sobre los amonitas, ¿de veras me harán gobernante de todo el pueblo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "—El Señor es nuestro testigo —contestaron los ancianos—. Prometemos hacer todo lo que tú digas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces Jefté fue con los ancianos de Galaad, y el pueblo lo proclamó gobernante y comandante del ejército. En Mizpa, en presencia del Señor, Jefté repitió lo que les había dicho a los ancianos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Luego Jefté envió mensajeros al rey de Amón, para preguntarle:",
            "—¿Por qué has salido a pelear contra mi tierra?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El rey de Amón contestó a los mensajeros de Jefté:",
            "—Cuando los israelitas salieron de Egipto, me robaron la tierra desde el río Arnón hasta el río Jaboc, y desde allí hasta el Jordán. Así que ahora, devuélvanme mi tierra pacíficamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "En respuesta, Jefté le envió al rey amonita el siguiente mensaje:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "«Esto es lo que dice Jefté: Israel no robó ninguna tierra ni a Moab ni a Amón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Cuando los israelitas llegaron a Cades, en su viaje desde Egipto, después de cruzar el mar Rojo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "enviaron mensajeros al rey de Edom para pedirle que les permitiera pasar por su tierra. Pero su petición fue denegada. Entonces le pidieron lo mismo al rey de Moab, pero él tampoco los dejó pasar por su tierra. Por eso el pueblo de Israel se quedó en Cades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Finalmente, se fueron rodeando por el desierto los territorios de Edom y Moab. Viajaron a lo largo de la frontera oriental de Moab y acamparon al otro lado del río Arnón. Pero ni una sola vez cruzaron el río Arnón para entrar en Moab, porque el Arnón era la frontera de Moab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»Después Israel envió mensajeros al rey Sehón, de los amorreos, quien reinaba desde Hesbón, a fin de pedirle permiso para atravesar su territorio y llegar a su destino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero el rey Sehón no confiaba lo suficiente en Israel para dejarlo pasar por su tierra. En cambio, movilizó a su ejército en Jahaza y atacó a los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero el Señor, Dios de Israel, le dio a su pueblo la victoria sobre el rey Sehón. Entonces Israel se apoderó de la tierra de los amorreos, quienes vivían en aquella región,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "desde el río Arnón hasta el río Jaboc, y desde el desierto oriental hasta el Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "»Así que, como ves, fue el Señor, Dios de Israel, quien les quitó la tierra a los amorreos y se la dio a Israel. Entonces, ¿por qué tendríamos que devolvértela a ti?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Tú quédate con todo lo que te dé tu dios Quemos, y nosotros nos quedaremos con todo lo que nos dé el Señor nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "¿Acaso eres tú mejor que Balac, hijo de Zipor, rey de Moab? ¿Intentó él presentar argumentos contra Israel por territorios en conflicto? ¿Entró en guerra con los israelitas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "»Hace trescientos años que Israel vive aquí, tanto en Hesbón como en los asentamientos de alrededor, hasta Aroer y sus asentamientos, y en todas las ciudades a lo largo del río Arnón. ¿Por qué no has hecho ningún esfuerzo hasta ahora para recuperar la tierra?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Por lo tanto, yo no pequé contra ti. Más bien, tú me hiciste daño al atacarme. Que el Señor, quien es juez, decida hoy quién de nosotros tiene la razón: si Amón o Israel»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Pero el rey de Amón no hizo caso al mensaje de Jefté."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El voto de Jefté"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "En esa ocasión, el Espíritu del Señor vino sobre Jefté, y él recorrió toda la tierra de Galaad y de Manasés, incluida Mizpa en Galaad y, desde allí, lideró al ejército contra los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y Jefté hizo un voto al Señor: «Si me das la victoria sobre los amonitas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "yo entregaré al Señor al primero que salga de mi casa para recibirme cuando regrese triunfante. Lo sacrificaré como ofrenda quemada»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Así que Jefté dirigió al ejército contra los amonitas, y el Señor le dio la victoria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Aplastó a los amonitas, devastó unas veinte ciudades desde Aroer hasta una zona cerca de Minit, y desde allí hasta Abel-keramim. De esa forma, Israel derrotó a los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Cuando Jefté volvió a su casa en Mizpa, su hija salió a recibirlo tocando una pandereta y danzando de alegría. Ella era su hija única, ya que él no tenía más hijos ni hijas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Cuando la vio, se rasgó la ropa en señal de angustia.",
            "—¡Hija mía! —clamó—. ¡Me has destruido por completo! ¡Me has traído una gran calamidad! Pues hice un voto al Señor y no puedo dejar de cumplirlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Y ella le dijo:",
            "—Padre, si hiciste un voto al Señor, debes hacer conmigo lo que prometiste, porque el Señor te ha dado una gran victoria sobre tus enemigos, los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Pero antes, permíteme hacer una sola cosa: déjame subir a deambular por las colinas y a llorar con mis amigas durante dos meses, porque moriré virgen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "—Puedes ir —le dijo Jefté.",
            "Y la dejó salir por el término de dos meses. Ella y sus amigas subieron a las colinas y lloraron porque ella nunca tendría hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Cuando volvió a su casa, su padre cumplió el voto que había hecho, y ella murió virgen.",
            "Así que se hizo costumbre en Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "que las jóvenes israelitas se ausentaran cuatro días cada año para lamentar la desgracia de la hija de Jefté."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.12"
        ],
        "human": "Jueces 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.13"
        ],
        "human": "Jueces 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.11"
        ],
        "human": "Jueces 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Efraín lucha con Jefté"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Luego los hombres de Efraín movilizaron a un ejército y cruzaron el río Jordán hasta Zafón. Entonces enviaron el siguiente mensaje a Jefté:",
            "—¿Por qué no nos llamaste para que te ayudáramos a luchar contra los amonitas? ¡Quemaremos tu casa contigo adentro!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Jefté respondió:",
            "—¡Yo los convoqué cuando comenzó el conflicto, pero ustedes se negaron a venir! No quisieron ayudarnos a luchar contra Amón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "De modo que, al ver que no vendrían, arriesgué mi vida y salí a combatir sin ustedes, y el Señor me dio la victoria sobre los amonitas. Así que, ¿por qué vienen ahora a pelear conmigo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "La gente de Efraín contestó:",
            "—Ustedes, los de Galaad, no son más que fugitivos de Efraín y de Manasés.",
            "Entonces Jefté reunió a todos los hombres de Galaad, atacó a los hombres de Efraín y los derrotó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Jefté tomó control de los vados del río Jordán y cada vez que un fugitivo de Efraín trataba de cruzar para volver a su tierra, los hombres de Galaad lo desafiaban preguntándole: «¿Eres miembro de la tribu de Efraín?». Si decía el hombre: «No, no lo soy»,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "ellos le pedían que pronunciara la palabra «shibolet». Si era de Efraín, diría «sibolet», porque a la gente de Efraín le cuesta pronunciar bien esa palabra. Entonces se lo llevaban y lo mataban en los vados del Jordán. En total mataron a cuarenta y dos mil de la tribu de Efraín en esos días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Jefté fue juez de Israel durante seis años. Cuando murió, lo enterraron en una de las ciudades de Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ibzán, juez de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Después de la muerte de Jefté, Ibzán, de Belén, fue juez de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Tuvo treinta hijos y treinta hijas. Envió a sus hijas a casarse con hombres que no pertenecían a su clan, y trajo treinta mujeres jóvenes que tampoco eran de su clan para que se casaran con sus hijos. Ibzán fue juez de Israel durante siete años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando murió, lo enterraron en Belén."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elón, juez de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Después de la muerte de Ibzán, Elón, de la tribu de Zabulón, fue juez de Israel durante diez años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando murió, lo enterraron en Ajalón, en la tierra de Zabulón."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Abdón, juez de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Después de la muerte de Elón, fue juez de Israel Abdón, hijo de Hilel, de Piratón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Tuvo cuarenta hijos varones y treinta nietos varones, quienes cabalgaban sobre setenta burros. Fue juez en Israel por ocho años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuando murió, lo enterraron en Piratón, en Efraín, en la zona montañosa de los amalecitas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.13"
        ],
        "human": "Jueces 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.14"
        ],
        "human": "Jueces 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.12"
        ],
        "human": "Jueces 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nacimiento de Sansón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Una vez más, los israelitas hicieron lo malo a los ojos del Señor, así que el Señor los entregó en manos de los filisteos, quienes los oprimieron durante cuarenta años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En esos días, vivía en la ciudad de Zora un hombre llamado Manoa, de la tribu de Dan. Su esposa no podía quedar embarazada, y no tenían hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces el ángel del Señor se le apareció a la esposa de Manoa y le dijo: «Aunque no has podido tener hijos, pronto quedarás embarazada y darás a luz un hijo varón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Así que ten cuidado; no debes beber vino ni ninguna otra bebida alcohólica ni comer ninguno de los alimentos prohibidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Quedarás embarazada y darás a luz un hijo, a quien jamás se le debe cortar el cabello. Pues él será consagrado a Dios como nazareo desde su nacimiento. Él comenzará a rescatar a Israel de manos de los filisteos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "La mujer corrió a decirle a su esposo: «¡Se me apareció un hombre de Dios! Tenía el aspecto de uno de los ángeles de Dios, daba miedo verlo. No le pregunté de dónde era, y no me dijo su nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero me dijo: “Quedarás embarazada y darás a luz un hijo. No debes beber vino ni ninguna otra bebida alcohólica, ni comer ninguno de los alimentos prohibidos. Pues tu hijo será consagrado a Dios como nazareo desde el día de su nacimiento hasta el día de su muerte”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces Manoa oró al Señor diciendo: «Señor, te pido que el hombre de Dios vuelva a nosotros y nos dé más instrucciones acerca del hijo que nacerá»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Dios respondió a la oración de Manoa, y el ángel de Dios se le apareció otra vez a la esposa mientras estaba sentada en el campo; pero Manoa, su esposo, no estaba con ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Así que, enseguida ella fue corriendo a contarle a su esposo: «¡El hombre que se me apareció el otro día está aquí de nuevo!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Manoa regresó corriendo con su esposa y preguntó:",
            "—¿Eres el hombre que le habló a mi esposa el otro día?",
            "—Sí —contestó él—, soy yo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces Manoa le preguntó:",
            "—Cuando tus palabras se hagan realidad, ¿qué reglas deben gobernar la vida y el trabajo del muchacho?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El ángel del Señor le contestó:",
            "—Asegúrate de que tu esposa siga las instrucciones que le di."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "No debe comer uvas ni pasas ni beber vino u otra bebida alcohólica, ni comer ningún alimento prohibido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Manoa le dijo al ángel del Señor:",
            "—Por favor, quédate aquí hasta que preparemos un cabrito para que comas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "—Me quedaré —le contestó el ángel del Señor—, pero no comeré nada. En cambio, puedes preparar una ofrenda quemada como sacrificio al Señor.",
            "(Manoa no se daba cuenta de que era el ángel del Señor)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces Manoa le preguntó al ángel del Señor:",
            "—¿Cómo te llamas? Pues queremos honrarte cuando todo esto se haga realidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "—¿Para qué preguntas mi nombre? —contestó el ángel del Señor—. Es demasiado maravilloso para que tú lo comprendas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Después Manoa tomó un cabrito y una ofrenda de grano, y ofreció todo sobre una piedra como sacrificio al Señor. Y mientras Manoa y su esposa observaban, el Señor hizo algo asombroso:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "cuando las llamas del altar se elevaron hacia el cielo, el ángel del Señor ascendió en medio del fuego. Al verlo, Manoa y su esposa se postraron rostro en tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "El ángel no volvió a aparecerse a Manoa y a su esposa. Entonces Manoa finalmente se dio cuenta de que era el ángel del Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "y le dijo a su esposa:",
            "—¡Seguramente moriremos, porque hemos visto a Dios!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero su esposa dijo:",
            "—Si el Señor hubiera querido matarnos, no habría aceptado nuestra ofrenda quemada ni nuestra ofrenda de grano. No se nos hubiera aparecido, ni habría dicho algo tan maravilloso, ni hecho estos milagros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Así que cuando nació su hijo, ella lo llamó Sansón. Y el Señor lo bendijo, y el niño creció."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y el Espíritu del Señor comenzó a manifestarse en él mientras se encontraba viviendo en Mahne-dan, entre las ciudades de Zora y Estaol."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.14"
        ],
        "human": "Jueces 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.15"
        ],
        "human": "Jueces 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.13"
        ],
        "human": "Jueces 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El acertijo de Sansón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cierto día, estando Sansón en Timna, se vio atraído por una mujer filistea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Cuando volvió a su casa, dijo a su padre y a su madre:",
            "—Me gusta una joven filistea de Timna y quiero casarme con ella. Consíganmela."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero su padre y su madre se opusieron.",
            "—¿Acaso no hay una sola mujer de nuestra tribu o entre todas las israelitas con la que puedas casarte? —preguntaron—. ¿Por qué tienes que ir a los filisteos paganos a buscar una esposa?",
            "Sin embargo, Sansón le dijo a su padre:",
            "—¡Consíguemela! A mí me gusta ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Su padre y su madre no se daban cuenta de que el Señor estaba obrando en todo esto, con el fin de crear una oportunidad para actuar contra los filisteos, que en ese tiempo gobernaban a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando Sansón y sus padres descendían hacia Timna, de repente un león joven atacó a Sansón cerca de los viñedos de Timna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "En ese instante, el Espíritu del Señor vino con poder sobre él y despedazó las quijadas del león a mano limpia; tan fácilmente como si hubiera sido un cabrito. Pero no contó nada de lo sucedido ni a su padre ni a su madre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando Sansón llegó a Timna, conversó con la mujer y quedó encantado con ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Más tarde, cuando volvió a Timna para la boda, se apartó del camino para ver el cadáver del león. Y encontró un enjambre de abejas que había hecho miel en los restos del animal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces tomó un poco de miel con las manos y la fue comiendo por el camino. También dio un poco a su padre y a su madre, y ellos comieron; pero no les dijo que había tomado la miel del cadáver del león."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Mientras su padre finalizaba los detalles para el casamiento, Sansón dio una fiesta en Timna, como era costumbre de los jóvenes de la alta sociedad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cuando los padres de la novia vieron a Sansón, seleccionaron a treinta jóvenes de la ciudad para que fueran sus acompañantes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Sansón les dijo a estos jóvenes:",
            "—Les propongo un acertijo. Si lo resuelven durante estos siete días de celebración, les daré treinta mantos de lino fino y treinta trajes de ropa para fiesta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero si no pueden encontrar la solución, entonces ustedes me darán a mí treinta mantos de lino fino y treinta trajes de ropa para fiesta.",
            "—Muy bien —dijeron ellos—, dinos tu acertijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces él recitó:",
            "—Del que come, salió algo para comer;",
            "y del fuerte, salió algo dulce.",
            "Tres días más tarde, seguían intentando resolver el acertijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Al cuarto día le dijeron a la mujer de Sansón: «Seduce a tu esposo para que nos explique el acertijo; de lo contrario, quemaremos la casa de tu padre contigo adentro. ¿O acaso nos invitaste a esta fiesta solo para empobrecernos?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces la mujer de Sansón fue a verlo y con lágrimas le dijo:",
            "—Tú no me amas; ¡me odias! Le propusiste un acertijo a mi gente, pero no me contaste a mí la solución.",
            "—Ni a mi padre ni a mi madre les di la respuesta —contestó él—. ¿Por qué te la revelaría a ti?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces ella no dejaba de llorar cada vez que estaba con él, y siguió llorando hasta el último día de la celebración. Finalmente, cuando llegó el séptimo día, él le dio la respuesta, porque lo estaba fastidiando con tanta insistencia. Y ella les explicó el acertijo a los jóvenes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces, ese séptimo día, antes de que se pusiera el sol, los hombres de la ciudad se acercaron a Sansón con su respuesta:",
            "—¿Qué es más dulce que la miel?",
            "¿Qué es más fuerte que un león?",
            "Y Sansón respondió:",
            "—¡Si no hubieran arado con mi novilla, jamás habrían descifrado mi acertijo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces el Espíritu del Señor vino con poder sobre Sansón, quien descendió a la ciudad de Ascalón, mató a treinta hombres, les quitó las pertenencias, y dio la ropa a los hombres que habían resuelto el acertijo. Pero Sansón estaba furioso por lo que había sucedido y se volvió a la casa de sus padres, a vivir con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces su mujer fue dada en matrimonio a quien había sido el padrino de Sansón en la boda."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.15"
        ],
        "human": "Jueces 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.16"
        ],
        "human": "Jueces 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.14"
        ],
        "human": "Jueces 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sansón se venga de los filisteos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Más tarde, durante la cosecha del trigo, Sansón fue y llevó un cabrito de regalo a su mujer y dijo:",
            "—Voy al cuarto de mi esposa para acostarme con ella.",
            "Pero el padre de la mujer no lo dejó entrar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y le explicó:",
            "—En verdad creí que la odiabas, así que la entregué en matrimonio a tu padrino de boda. Pero mira, su hermana menor es más hermosa todavía. Cásate con ella en su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Sansón dijo:",
            "—Esta vez no podrán culparme de todo lo que les haré a ustedes, filisteos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces salió y atrapó trescientas zorras. Les ató las colas por parejas y amarró una antorcha a cada par de colas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Después, encendió las antorchas y soltó las zorras para que corrieran por los campos de grano de los filisteos. Así les quemó todo el grano hasta reducirlo a cenizas, aun las gavillas y el grano sin cortar. También les destruyó los viñedos y los olivares."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "—¿Quién hizo esto? —preguntaron los filisteos.",
            "—Sansón —respondieron—, porque su suegro de Timna entregó a su esposa en matrimonio al que fue el padrino de su boda.",
            "Entonces los filisteos fueron a buscar a la mujer y a su padre, y los quemaron vivos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "—¡Por esto que hicieron —juró Sansón—, no descansaré hasta vengarme de ustedes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Luego atacó a los filisteos, lleno de furia, y mató a muchos de ellos. Después se fue a vivir a una cueva en la roca de Etam."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "En represalia, los filisteos armaron su campamento en Judá y se extendieron hasta cerca de la ciudad de Lehi."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces los hombres de Judá les preguntaron a los filisteos:",
            "—¿Por qué nos atacan?",
            "—Vinimos para capturar a Sansón —contestaron los filisteos—, y a vengarnos por lo que nos hizo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces tres mil hombres de Judá bajaron a buscar a Sansón, dentro de la cueva en la roca de Etam, y le dijeron:",
            "—¿No te das cuenta de que los filisteos nos gobiernan? ¿Qué nos estás haciendo?",
            "Pero Sansón les contestó:",
            "—Yo solamente les hice a ellos lo que ellos me hicieron a mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero los hombres de Judá le dijeron:",
            "—Vinimos para amarrarte y entregarte a los filisteos.",
            "—Está bien —les dijo Sansón—. Pero prométanme que no me matarán ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "—Nosotros solo te amarraremos y te entregaremos a los filisteos —respondieron ellos—. No te mataremos.",
            "Así que lo amarraron con dos sogas nuevas y lo sacaron de la roca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Cuando Sansón llegó a Lehi, los filisteos salieron gritando de triunfo. Sin embargo, el Espíritu del Señor vino con poder sobre Sansón, y él rompió las sogas que tenía atadas en los brazos como si fueran hilos de lino quemados, y cayeron de las muñecas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Luego Sansón encontró la quijada de un burro recién matado. La levantó, y la usó para matar a mil filisteos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Después dijo:",
            "«¡Con la quijada de un burro,",
            "los he apilado en montones!",
            "¡Con la quijada de un burro,",
            "he matado a mil hombres!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Cuando acabó de jactarse, tiró la quijada; y a ese lugar se le llamó «Colina de la Quijada»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Después Sansón tuvo mucha sed y clamó al Señor: «Has logrado esta gran victoria por medio de la fuerza de tu siervo, ¿y ahora tengo que morir de sed y caer en manos de estos paganos?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces Dios hizo que brotara agua a chorros de un hoyo en el suelo de Lehi, y Sansón se reanimó al beber. Luego llamó a ese lugar «Manantial del que Clamó», el cual todavía se encuentra en Lehi hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Sansón fue juez de Israel por veinte años, durante el tiempo en que los filisteos dominaban la tierra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.16"
        ],
        "human": "Jueces 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.17"
        ],
        "human": "Jueces 17",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.15"
        ],
        "human": "Jueces 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sansón se lleva las puertas de Gaza"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cierto día Sansón fue a la ciudad filistea de Gaza y pasó la noche con una prostituta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pronto corrió la voz de que Sansón estaba allí, así que los hombres de Gaza se reunieron y esperaron toda la noche en las puertas de la ciudad. Se mantuvieron en silencio durante la noche mientras se decían: «Con la luz de la mañana, lo mataremos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero Sansón estuvo acostado solamente hasta la medianoche. Luego se levantó, agarró las puertas de la ciudad con los dos postes y las levantó con tranca y todo. Se las puso sobre los hombros y las llevó a cuestas hasta la cima de la colina situada frente a Hebrón."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sansón y Dalila"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Tiempo después, Sansón se enamoró de una mujer llamada Dalila, que vivía en el valle de Sorec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los gobernantes de los filisteos fueron a verla y le dijeron: «Seduce a Sansón para que te diga qué lo hace tan fuerte, y cómo es posible dominarlo y atarlo sin que se suelte. Luego, cada uno de nosotros te dará mil cien piezas de plata»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así que Dalila le dijo a Sansón:",
            "—Dime, por favor, qué te hace tan fuerte, y con qué podrían amarrarte sin que te liberes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Sansón respondió:",
            "—Si me ataran con siete cuerdas de arco que sean nuevas y que aún no se hayan secado, me volvería tan débil como cualquier otro hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces los gobernantes filisteos le llevaron a Dalila siete cuerdas nuevas, y con ellas ató a Sansón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Dalila había escondido a algunos hombres en una de las habitaciones internas de su casa, y gritó: «¡Sansón! ¡Los filisteos han venido a capturarte!»; pero Sansón rompió las cuerdas de arco como se rompe una cuerda cuando la quema el fuego. Así que no descubrieron el secreto de su fuerza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Después Dalila le dijo:",
            "—¡Hasta ahora te has burlado de mí y me has dicho mentiras! Así que, por favor, dime cómo es posible amarrarte sin que te liberes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Sansón respondió:",
            "—Si me ataran con sogas totalmente nuevas, que nunca se hayan usado, me volvería tan débil como cualquier otro hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así que Dalila tomó sogas nuevas y ató a Sansón con ellas. Los hombres estaban escondidos en otra habitación como antes, y de nuevo Dalila gritó: «¡Sansón! ¡Los filisteos han venido a capturarte!»; pero otra vez Sansón rompió las sogas que le ataban los brazos como si fueran hilos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Dalila dijo:",
            "—¡Hasta ahora te has burlado de mí y me has dicho mentiras! Dime ya cómo es posible amarrarte sin que te liberes.",
            "Sansón respondió:",
            "—Si entretejieras las siete trenzas de mi cabello con la tela del telar y lo aseguraras con la lanzadera del telar, me volvería tan débil como cualquier otro hombre.",
            "Así que, mientras él dormía, Dalila le entretejió las siete trenzas del cabello con la tela."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Después lo aseguró con la lanzadera del telar. Una vez más gritó: «¡Sansón! ¡Los filisteos han venido a capturarte!»; pero Sansón se despertó, arrancó la lanzadera del telar y sacó de un tirón su cabello del telar y de la tela."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Dalila, haciendo pucheros, le dijo: «¿Cómo puedes decirme “te amo” si no me confías tus secretos? ¡Ya te has burlado de mí tres veces y aún no me has dicho lo que te hace tan fuerte!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Día tras día lo estuvo fastidiando hasta que Sansón se hartó de tanta insistencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces finalmente Sansón le reveló su secreto: «Nunca se me ha cortado el cabello —le confesó—, porque fui consagrado a Dios como nazareo desde mi nacimiento. Si me raparan la cabeza, perdería la fuerza, y me volvería tan débil como cualquier otro hombre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Así que Dalila se dio cuenta de que por fin Sansón le había dicho la verdad, y mandó llamar a los gobernantes filisteos. «Vuelvan una vez más —les dijo—, porque al fin me reveló su secreto». Entonces los gobernantes filisteos volvieron con el dinero en las manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Dalila arrulló a Sansón hasta dormirlo con la cabeza sobre su regazo, y luego hizo entrar a un hombre para que le afeitara las siete trenzas del cabello. De esa forma, ella comenzó a debilitarlo, y la fuerza lo abandonó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces ella gritó: «¡Sansón! ¡Los filisteos han venido a capturarte!».",
            "Cuando se despertó, pensó: «Haré como antes y enseguida me liberaré»; pero no se daba cuenta de que el Señor lo había abandonado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Así que los filisteos lo capturaron y le sacaron los ojos. Se lo llevaron a Gaza, donde lo ataron con cadenas de bronce y lo obligaron a moler grano en la prisión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero en poco tiempo, el cabello comenzó a crecerle otra vez."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Victoria final de Sansón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces los gobernantes filisteos se juntaron para celebrar un gran festival, en el que ofrecían sacrificios y alababan a su dios Dagón diciendo: «¡Nuestro dios nos ha dado la victoria sobre Sansón, nuestro enemigo!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Cuando el pueblo vio a Sansón, también alabó a su dios diciendo: «¡Nuestro dios nos ha entregado a nuestro enemigo! ¡El que mató a tantos de nosotros ahora está en nuestro poder!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Los presentes, ya medio borrachos, exigieron: «¡Traigan a Sansón para que nos divierta!». Así que lo sacaron de la prisión para que los entretuviera, y lo pusieron de pie entre las columnas que sostenían la azotea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Sansón le dijo al joven sirviente que lo llevaba de la mano: «Pon mis manos sobre las columnas que sostienen el templo. Quiero recostarme en ellas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Ahora bien, el templo estaba totalmente lleno de gente. Todos los gobernantes filisteos estaban presentes, y en la azotea había cerca de tres mil hombres y mujeres, mirando el entretenimiento de Sansón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces Sansón oró al Señor: «Señor Soberano, acuérdate de mí otra vez. Oh Dios, te ruego que me fortalezcas solo una vez más. Con un solo golpe, déjame vengarme de los filisteos por la pérdida de mis dos ojos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces Sansón apoyó las manos sobre las dos columnas centrales que sostenían el templo; las empujó con ambas manos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "y pidió en oración: «Déjame morir con los filisteos». Y el templo se derrumbó sobre los gobernantes filisteos y todos los demás presentes. De esa manera, Sansón mató más personas al morir, que las que había matado durante toda su vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Más tarde, sus hermanos y otros parientes descendieron a la ciudad para recoger su cuerpo. Lo llevaron de regreso a su tierra y lo enterraron entre Zora y Estaol, donde estaba enterrado Manoa, su padre. Sansón fue juez de Israel durante veinte años."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.17",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.17"
        ],
        "human": "Jueces 17"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.18"
        ],
        "human": "Jueces 18",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.16"
        ],
        "human": "Jueces 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los ídolos de Micaía"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Había un hombre llamado Micaía que vivía en la zona montañosa de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Un día le dijo a su madre:",
            "—Te oí maldecir a la persona que te robó mil cien piezas de plata. Bueno, yo tengo el dinero; fui yo quien lo tomó.",
            "—El Señor te bendiga por haberlo admitido —respondió la madre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces él le devolvió el dinero, y ella dijo:",
            "—Ahora consagro estas monedas de plata al Señor. En honor a mi hijo, haré tallar una imagen y fundir un ídolo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Así que, cuando Micaía le devolvió el dinero a su madre, ella tomó doscientas monedas de plata y se las dio a un platero, quien las convirtió en una imagen y un ídolo. Y los pusieron en la casa de Micaía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Micaía construyó un santuario para el ídolo e hizo un efod sagrado y algunos ídolos de familia y nombró como su sacerdote personal a uno de sus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "En esos días, Israel no tenía rey; cada uno hacía lo que le parecía correcto según su propio criterio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cierto día llegó a la región un joven levita que vivía en Belén de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Había salido de Belén en busca de otro lugar donde vivir y, viajando, llegó a la zona montañosa de Efraín. Mientras estaba de paso, se detuvo por casualidad en la casa de Micaía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "—¿De dónde vienes? —le preguntó Micaía.",
            "Él contestó:",
            "—Soy un levita de Belén de Judá, y busco un lugar para vivir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "—Quédate aquí, conmigo —le dijo Micaía—, y podrás ser un padre y sacerdote para mí. Te daré diez piezas de plata al año, además de una muda de ropa y comida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El joven levita aceptó y pasó a ser como uno de los hijos de Micaía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Luego Micaía lo nombró su sacerdote personal, y el levita vivió en la casa de Micaía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "«Sé que el Señor ahora me bendecirá —dijo Micaía—, porque tengo un levita como sacerdote personal»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.18",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.18"
        ],
        "human": "Jueces 18"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.19"
        ],
        "human": "Jueces 19",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.17"
        ],
        "human": "Jueces 17",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Idolatría en la tribu de Dan"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En esos días, Israel no tenía rey. Y la tribu de Dan buscaba un lugar donde establecerse, porque aún no había entrado en el territorio que se le había asignado cuando se hizo la división de la tierra entre las tribus de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Así que los hombres de Dan escogieron de entre sus clanes a cinco guerreros competentes de las ciudades de Zora y Estaol para que exploraran algún territorio donde la tribu pudiera establecerse.",
            "Cuando los guerreros llegaron a la zona montañosa de Efraín, entraron en la casa de Micaía y allí pasaron la noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Estando en la casa de Micaía, reconocieron el acento del joven levita, así que se le acercaron y le preguntaron:",
            "—¿Quién te trajo aquí? ¿Qué haces en este lugar? ¿Por qué estás aquí?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Él les contó de su acuerdo con Micaía, quien lo había contratado como su sacerdote personal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces ellos dijeron:",
            "—Pregúntale a Dios si nuestro viaje tendrá éxito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "—Vayan en paz —respondió el sacerdote— porque el Señor estará vigilando el camino por donde van."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Así que los cinco hombres siguieron hasta la ciudad de Lais, donde vieron que los habitantes llevaban una vida despreocupada, igual que los sidonios; eran pacíficos y vivían seguros. También eran ricos, porque su tierra era muy fértil. Además vivían a gran distancia de Sidón y no tenían ningún aliado cerca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuando los hombres regresaron a Zora y a Estaol, sus parientes les preguntaron:",
            "—¿Qué encontraron?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los hombres les contestaron:",
            "—¡Vamos, ataquémoslos! Hemos visto la tierra, y es muy buena. ¿Qué esperan? No duden en ir y tomar posesión de ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando lleguen, verán que los habitantes llevan una vida despreocupada. Dios nos ha dado un territorio espacioso y fértil, ¡que no carece de nada!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces seiscientos hombres de la tribu de Dan salieron de Zora y de Estaol armados para la guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Acamparon en un lugar situado al occidente de Quiriat-jearim, en Judá, por eso hasta el día de hoy se llama Mahne-dan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Desde allí siguieron hasta la zona montañosa de Efraín y llegaron a la casa de Micaía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los cinco hombres que habían explorado la tierra alrededor de Lais les explicaron a los demás: «En una de estas casas hay un efod sagrado, algunos ídolos de familia, una imagen tallada y un ídolo fundido. ¿Qué les parece que deberían hacer?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces los cinco hombres se desviaron del camino y fueron hasta la casa de Micaía, donde vivía el joven levita, y lo saludaron amablemente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Mientras los seiscientos guerreros armados de la tribu de Dan vigilaban la entrada de la puerta,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "los cinco espías entraron al santuario y tomaron la imagen tallada, el efod sagrado, los ídolos de familia y el ídolo fundido. Ahora bien, el sacerdote también estaba en la puerta con los seiscientos guerreros armados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando el sacerdote vio que los hombres se llevaban todos los objetos sagrados del santuario de Micaía, les dijo:",
            "—¿Qué hacen?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "—Cállate y ven con nosotros —le dijeron—. Sé un padre y sacerdote para todos nosotros. ¿Acaso no es mejor ser el sacerdote de toda una tribu y un clan de Israel, que de la casa de un solo hombre?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces el joven sacerdote estuvo más que dispuesto a ir con ellos, y se llevó consigo el efod sagrado, los ídolos de familia y la imagen tallada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "El grupo dio la vuelta y siguió su viaje con sus hijos, el ganado y las posesiones al frente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Cuando los de la tribu de Dan estaban ya bastante lejos de la casa de Micaía, los vecinos de Micaía salieron a perseguirlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Estaban gritando cuando los alcanzaron. Entonces los hombres de Dan se dieron vuelta y le dijeron a Micaía:",
            "—¿Qué te pasa? ¿Por qué has reunido a estos hombres y nos persiguen de esta forma?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "—¿Cómo me preguntan: “¿Qué te pasa?”? —contestó Micaía—. ¡Ustedes se han llevado todos los dioses que yo hice y a mi sacerdote, y no me queda nada!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Los hombres de Dan le dijeron:",
            "—¡Ten cuidado con lo que dices! Por aquí hay unos hombres de mal genio que podrían enojarse y matarte a ti y a tu familia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Así que los hombres de Dan siguieron su camino. Cuando Micaía vio que eran demasiados para atacarlos, dio la vuelta y regresó a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Luego los hombres de Dan, con los ídolos de Micaía y su sacerdote, llegaron a la ciudad de Lais, donde los habitantes eran pacíficos y vivían seguros. Entonces los atacaron con espadas y quemaron la ciudad hasta reducirla a cenizas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "No hubo quien rescatara a los habitantes porque vivían a gran distancia de Sidón y no tenían aliados cerca. Esto sucedió en el valle cerca de Bet-rehob.",
            "Después la gente de la tribu de Dan reconstruyó la ciudad para vivir allí"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "y le cambiaron el nombre. La llamaron Dan en honor a su antepasado, el hijo de Israel, aunque originalmente la ciudad se llamaba Lais."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Luego colocaron la imagen tallada y nombraron como sacerdote a Jonatán, hijo de Gersón, hijo de Moisés. Los miembros de esta familia continuaron siendo sacerdotes para la tribu de Dan hasta el tiempo del destierro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Así que la tribu de Dan rindió culto a la imagen tallada de Micaía todo el tiempo que el tabernáculo de Dios permaneció en Silo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.19",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.19"
        ],
        "human": "Jueces 19"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.20"
        ],
        "human": "Jueces 20",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.18"
        ],
        "human": "Jueces 18",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El levita y su concubina"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En esos días, Israel no tenía rey. Hubo un hombre de la tribu de Leví que vivía en un lugar remoto de la zona montañosa de Efraín. Cierto día se llevó a su casa a una mujer de Belén de Judá, para que fuera su concubina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero ella se enojó con él y volvió a la casa de su padre, en Belén.",
            "Unos cuatro meses después,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "su marido viajó a Belén para hablar personalmente con ella y convencerla de que regresara. Llevó consigo a un siervo y a un par de burros. Cuando llegó a la casa del padre, este lo vio y le dio la bienvenida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Su suegro, el padre de la joven, insistió en que se quedara por un tiempo, así que pasó allí tres días, comiendo, bebiendo y durmiendo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Al cuarto día, el hombre se levantó temprano y estaba listo para partir, pero el padre de la joven le dijo a su yerno: «Come algo antes de irte»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así que los dos hombres se sentaron a comer y beber juntos. Luego el padre de la joven le dijo: «Quédate, por favor, otra noche y diviértete»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El hombre se levantó para irse, pero su suegro siguió insistiendo en que se quedara, así que al final cedió y pasó allí otra noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "A la mañana del quinto día, el hombre se levantó temprano nuevamente, listo para partir, pero una vez más el padre de la joven le dijo: «Come algo; después podrás irte esta tarde». Así que se pasaron otro día de festejo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Más tarde, mientras el hombre, su concubina y el siervo se preparaban para marcharse, el suegro le dijo: «Mira, está atardeciendo. Quédate esta noche y diviértete. Mañana podrás levantarte temprano y marcharte»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero esta vez, el hombre estaba decidido a irse. Así que tomó a sus dos burros ensillados y a su concubina, y se dirigió a Jebús (es decir, Jerusalén)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Ya era tarde cuando se acercaron a Jebús, y el siervo le dijo:",
            "—Paremos en esta ciudad jebusea y pasemos aquí la noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "—No —le dijo su amo—, no podemos quedarnos en esta ciudad extranjera donde no hay israelitas. Seguiremos, en cambio, hasta Guibeá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Vamos, tratemos de llegar hasta Guibeá o Ramá, y pasaremos la noche en una de esas ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Así que siguieron adelante. El sol se ponía cuando llegaron a Guibeá, una ciudad situada en Benjamín,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "y se detuvieron allí para pasar la noche. Descansaron en la plaza de la ciudad, pero nadie los invitó a su casa para pasar la noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Esa noche un anciano regresaba a su hogar después del trabajo en los campos. Era de la zona montañosa de Efraín, pero vivía en Guibeá, donde la gente era de la tribu de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Cuando vio a los viajeros sentados en la plaza de la ciudad, les preguntó de dónde venían y hacia dónde iban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "—Regresamos de Belén, en Judá —le contestó el hombre—, y vamos hacia una zona remota de la región montañosa de Efraín, donde yo vivo. Viajé a Belén y ahora voy de regreso a mi hogar. Pero nadie nos ha invitado a su casa para pasar la noche,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "aunque traemos todo lo que necesitamos. Tenemos paja y forraje para nuestros burros, y bastante pan y vino para nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "—Serán bienvenidos en mi casa —les dijo el anciano—. Yo les daré todo lo que pudiera faltarles; pero no se les ocurra pasar la noche en la plaza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces los llevó a su casa y dio alimento a los burros. Después de lavarse los pies, comieron y bebieron juntos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Mientras disfrutaban el momento, un grupo de alborotadores de la ciudad rodeó la casa. Comenzaron a golpear la puerta y a gritarle al anciano:",
            "—Saca al hombre que se hospeda contigo para que podamos tener sexo con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces el anciano salió para hablar con ellos.",
            "—No, hermanos míos, no hagan algo tan perverso. Pues este hombre es huésped en mi casa, y semejante acto sería vergonzoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Miren, llévense a mi hija virgen y a la concubina de este hombre. Yo se las sacaré, y ustedes podrán abusar de ellas y hacerles lo que quieran. Pero no cometan semejante vergüenza contra este hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Sin embargo, ellos no le hicieron caso. Entonces el levita tomó a su concubina y la empujó por la puerta. Los hombres de la ciudad abusaron de ella toda la noche, violándola uno por uno hasta la mañana. Finalmente, al amanecer, la soltaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Cuando ya amanecía, la mujer regresó a la casa donde estaba hospedado su esposo y se desplomó en la puerta de la casa, y permaneció allí hasta que hubo luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Cuando su esposo abrió la puerta para salir, allí encontró a su concubina, tirada, con las manos en el umbral."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "«¡Levántate, vamos!», le dijo. Pero no hubo respuesta. Entonces subió el cuerpo de la mujer a su burro y se la llevó a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Cuando llegó a su casa, tomó un cuchillo y cortó el cuerpo de su concubina en doce pedazos. Después envió un pedazo a cada tribu por todo el territorio de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Todos los que lo veían exclamaban: «En todo este tiempo, desde que Israel salió de Egipto, nunca se había cometido un crimen tan horrible. ¡Pensémoslo bien! ¿Qué vamos a hacer? ¿Quién lo denunciará?»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.20",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.20"
        ],
        "human": "Jueces 20"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.21"
        ],
        "human": "Jueces 21",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.19"
        ],
        "human": "Jueces 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Guerra de Israel contra Benjamín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces todos los israelitas se unieron como un solo hombre, desde Dan en el norte hasta Beerseba en el sur, incluidos los del otro lado del Jordán, en la tierra de Galaad. Toda la comunidad se reunió en asamblea ante la presencia del Señor en Mizpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Los líderes de todo el pueblo, de todas las tribus de Israel —cuatrocientos mil guerreros armados con espadas—, ocuparon sus puestos en la asamblea del pueblo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "(Pronto llegó la noticia a la tierra de Benjamín de que las otras tribus habían subido a Mizpa). Entonces los israelitas preguntaron cómo había sucedido ese crimen tan terrible."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El levita, el esposo de la mujer asesinada, explicó:",
            "—Mi concubina y yo nos detuvimos para pasar la noche en Guibeá, una ciudad que pertenece a la tribu de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Esa noche, algunos de los ciudadanos prominentes de Guibeá rodearon la casa con la intención de matarme, y violaron a mi concubina hasta que quedó muerta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces corté su cuerpo en doce pedazos y envié los pedazos por todo el territorio asignado a Israel, porque esos hombres han cometido un crimen terrible y vergonzoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ahora bien, todos ustedes —la comunidad entera de Israel— tienen que decidir aquí y ahora qué debe hacerse al respecto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y todo el pueblo se puso de pie al mismo tiempo y proclamó a una voz:",
            "—¡Ninguno de nosotros volverá a su hogar! ¡No, ni una sola persona!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "En cambio, haremos lo siguiente con Guibeá: echaremos suertes para decidir quién la atacará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Una décima parte de los hombres de cada tribu se encargará de abastecer a los guerreros con provisiones; los demás nos vengaremos de Guibeá, en Benjamín, por la infamia que sus hombres han cometido en Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así que los israelitas estaban en total unanimidad, y se juntaron para atacar la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Los israelitas enviaron mensajeros a la tribu de Benjamín, diciendo: «¡Qué acto tan terrible se ha cometido en medio de ustedes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entréguennos a esos hombres malvados, a esos perturbadores de Guibeá, para que los ejecutemos y así purifiquemos a Israel de semejante maldad».",
            "Pero los de Benjamín no quisieron escuchar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "En cambio, salieron de sus ciudades y se juntaron en Guibeá para pelear contra los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "En total, de toda la tribu de Benjamín, llegaron a Guibeá veintiséis mil guerreros armados con espadas, los cuales se sumaron a los setecientos guerreros selectos que vivían allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entre las tropas selectas de Benjamín había setecientos hombres zurdos, capaces de tirar una piedra con la honda y acertar en un cabello sin errar el blanco."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Israel, a su vez, tenía cuatrocientos mil soldados con experiencia en la guerra, armados con espadas, sin contar a los guerreros de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Antes de la batalla, los israelitas fueron a Betel y le preguntaron a Dios:",
            "—¿Cuál de las tribus debe ser la primera en atacar a la gente de Benjamín?",
            "El Señor contestó:",
            "—Judá debe ir primero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces los israelitas salieron temprano a la mañana siguiente y acamparon cerca de Guibeá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Después avanzaron hacia Guibeá para atacar a los hombres de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero los guerreros de Benjamín, que estaban defendiendo la ciudad, salieron y mataron ese día a veintidós mil israelitas en el campo de batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Sin embargo, los israelitas se animaron unos a otros y otra vez tomaron sus posiciones en el mismo lugar donde habían luchado el día anterior."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pues habían subido a Betel y habían llorado en presencia del Señor hasta la noche. Le habían preguntado al Señor:",
            "—¿Debemos salir nuevamente a pelear contra nuestros parientes de Benjamín?",
            "Y el Señor había dicho:",
            "—Salgan a pelear contra ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Así que, al día siguiente, volvieron a pelear contra los hombres de Benjamín,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "pero los hombres de Benjamín mataron a otros dieciocho mil israelitas, todos ellos expertos en el uso de la espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces todos los israelitas subieron a Betel y lloraron en presencia del Señor, y ayunaron hasta la noche. También le llevaron al Señor ofrendas quemadas y ofrendas de paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Los israelitas fueron a buscar dirección del Señor. (En esos días el arca del pacto de Dios estaba en Betel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "y el sacerdote era Finees, hijo de Eleazar y nieto de Aarón). Los israelitas le preguntaron al Señor:",
            "—¿Debemos volver a pelear contra nuestros parientes de Benjamín o debemos detenernos?",
            "El Señor dijo:",
            "—¡Vayan! Mañana se los entregaré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces los israelitas armaron una emboscada alrededor de Guibeá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Salieron al tercer día, y tomaron sus posiciones en los mismos lugares que antes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Cuando los hombres de Benjamín salieron a atacar, fueron alejados de la ciudad. Y tal como habían hecho antes, comenzaron a matar a los israelitas. Unos treinta israelitas murieron en campo abierto y por los dos caminos, uno que lleva a Betel, y el otro que lleva de vuelta a Guibeá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Entonces los guerreros de Benjamín gritaron: «¡Los estamos derrotando igual que antes!»; pero los israelitas habían planeado huir de antemano, para que los hombres de Benjamín salieran a perseguirlos por los caminos y quedaran alejados de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Cuando los guerreros israelitas llegaron a Baal-tamar, se dieron vuelta y tomaron sus posiciones de batalla. Mientras tanto, los israelitas que estaban escondidos en emboscada al occidente de Guibeá salieron de repente a pelear."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Sumaban diez mil los guerreros israelitas selectos que avanzaron contra Guibeá. El enfrentamiento fue tan intenso que Benjamín no se dio cuenta del desastre que se avecinaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Y el Señor ayudó a Israel a derrotar a Benjamín, y ese día los israelitas mataron a veinticinco mil cien guerreros de Benjamín, todos expertos en el manejo de la espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Entonces los hombres de Benjamín se dieron cuenta de que estaban vencidos.",
            "Los israelitas habían retrocedido frente a los guerreros de Benjamín para que los que estaban escondidos en emboscada tuvieran más terreno para maniobrar contra Guibeá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Entonces los que estaban escondidos en los alrededores se lanzaron contra la ciudad y mataron a todos los habitantes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Habían acordado hacer una gran columna de humo desde la ciudad como señal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Cuando los israelitas vieron el humo, se dieron vuelta y atacaron a los guerreros de Benjamín.",
            "Para entonces, los guerreros de Benjamín habían matado a unos treinta israelitas y gritaban: «¡Los estamos derrotando como en la primera batalla!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Pero cuando los guerreros de Benjamín miraron hacia atrás y vieron el humo que se elevaba al cielo desde todos los rincones de la ciudad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "los hombres de Israel giraron y los atacaron. En ese instante, los hombres de Benjamín se aterrorizaron, porque se dieron cuenta de que se les venía el desastre encima."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Así que dieron media vuelta y huyeron frente a los israelitas hacia el desierto. Pero no pudieron escapar de la batalla, y la gente que salió de las ciudades cercanas también pereció."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Los israelitas cercaron a los hombres de Benjamín y los persiguieron sin tregua, hasta que por fin los alcanzaron al oriente de Guibeá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Ese día murieron en batalla dieciocho mil de los guerreros más fuertes de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Los sobrevivientes huyeron al desierto, hacia la roca de Rimón, pero Israel mató a cinco mil de ellos a lo largo del camino. Los israelitas continuaron persiguiéndolos hasta que mataron a otros dos mil cerca de Gidom."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Ese día la tribu de Benjamín perdió veinticinco mil guerreros fuertes armados con espada,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "y quedaron solo seiscientos hombres, quienes escaparon a la roca de Rimón, donde vivieron durante cuatro meses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Entonces los israelitas regresaron al territorio de Benjamín y en todas las ciudades masacraron a todo ser viviente: a la gente, a los animales y a todo lo que encontraron. También quemaron por completo todas las ciudades por las que pasaron."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.21",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.21"
        ],
        "human": "Jueces 21"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "RUT.1"
        ],
        "human": "Rut 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.20"
        ],
        "human": "Jueces 20",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Esposas para Benjamín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los israelitas habían jurado en Mizpa: «Nunca daremos nuestras hijas en matrimonio a ningún hombre de la tribu de Benjamín»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces el pueblo de Israel fue a Betel y permaneció en presencia de Dios hasta la noche, llorando amargamente en voz alta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "«Oh Señor, Dios de Israel —clamaban—, ¿por qué ha sucedido esto en Israel? ¡Ahora Israel ha perdido una de sus tribus!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Temprano a la mañana siguiente, el pueblo construyó un altar y allí presentó sus ofrendas quemadas y ofrendas de paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces se preguntaron: «¿Quién de entre las tribus de Israel no estuvo con nosotros en Mizpa cuando nos reunimos en asamblea en presencia del Señor?». En esa ocasión, habían hecho un juramento solemne ante el Señor de que matarían a todo el que se negara a presentarse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los israelitas sintieron lástima por su hermano Benjamín y dijeron: «Hoy ha sido cortada una de las tribus de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿Cómo podemos encontrar esposas para los pocos hombres que quedan, ya que hemos jurado por el Señor que no les daríamos nuestras hijas en matrimonio?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Así que preguntaron: «¿Quién de entre las tribus de Israel no estuvo con nosotros en Mizpa cuando nos reunimos en asamblea en presencia del Señor?». Y descubrieron que ninguno de Jabes de Galaad había asistido a la asamblea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pues luego de contar a todos los presentes, no había nadie de Jabes de Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces la asamblea envió a doce mil de sus mejores guerreros a Jabes de Galaad con órdenes de matar a todos los habitantes, entre ellos mujeres y niños."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "«Lo que harán —les dijeron— es destruir por completo a todos los varones y a las mujeres que no sean vírgenes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entre los habitantes de Jabes de Galaad, encontraron a cuatrocientas muchachas vírgenes, que nunca se habían acostado con un hombre, y las llevaron al campamento en Silo, que está en la tierra de Canaán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Así que la asamblea de Israel envió una delegación de paz a los hombres que habían quedado de Benjamín, y que estaban viviendo en la roca de Rimón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces los hombres de Benjamín volvieron a sus hogares y recibieron como esposas a las cuatrocientas mujeres de Jabes de Galaad, a quienes se les había perdonado la vida. Pero no hubo suficientes mujeres para todos los hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El pueblo sintió lástima por Benjamín, porque el Señor había dejado un vacío en las tribus de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "A raíz de eso, los ancianos de la asamblea preguntaron: «¿Cómo podemos conseguir esposas para los pocos que quedan, ya que las mujeres de la tribu de Benjamín están muertas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Los sobrevivientes deben tener herederos, para que no quede exterminada toda una tribu de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero no podemos darles a nuestras hijas en matrimonio porque hemos jurado solemnemente que quien lo haga caerá bajo la maldición de Dios»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces se acordaron del festival anual del Señor que se celebra en Silo, al sur de Lebona y al norte de Betel, por el lado oriente del camino que va de Betel a Siquem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Así que les dijeron a los hombres de Benjamín que aún necesitaban esposa: «Vayan y escóndanse en los viñedos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cuando vean que las jóvenes de Silo salen a danzar, salgan corriendo de los viñedos, y entonces cada uno de ustedes llévese a una de ellas a la tierra de Benjamín, para que sea su esposa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Cuando los padres y los hermanos de las muchachas vengan a reclamarnos, nosotros les diremos: “Sean comprensivos, por favor. Dejen que se queden con sus hijas, porque no encontramos esposas para todos ellos cuando destruimos Jabes de Galaad. Y ustedes no son culpables de romper el voto, ya que, en realidad, no les entregaron a sus hijas en matrimonio”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Así que los hombres de Benjamín hicieron lo que se les dijo. Cada hombre tomó a una de las mujeres mientras danzaban en la celebración, y se la llevó para que fuera su esposa. Regresaron a su propia tierra, reedificaron sus ciudades y vivieron en ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Luego el pueblo de Israel se retiró por tribus y familias, y cada uno volvió a su propia casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "En esos días, Israel no tenía rey; cada uno hacía lo que le parecía correcto según su propio criterio."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}