{
  "book_usfm": "PHP",
  "name": "Filipenses",
  "local_title": "Nueva Traducción Viviente",
  "local_abbreviation": "NTV",
  "version_id": 127,
  "publisher": {
    "name": "Tyndale House Publishers Inc."
  },
  "copyright": {
    "html": "<p>Santa Biblia, Nueva Traducción Viviente, copyright © 2010 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, a Division of Tyndale House Ministries, Carol Stream, Illinois 60188. All rights reserved.</p>",
    "text": "Santa Biblia, Nueva Traducción Viviente, copyright © 2010 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, a Division of Tyndale House Ministries, Carol Stream, Illinois 60188. All rights reserved."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "PHP.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "PHP.1"
        ],
        "human": "Filipenses 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "PHP.2"
        ],
        "human": "Filipenses 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EPH.6"
        ],
        "human": "Efesios 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludos de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Saludos de Pablo y de Timoteo, esclavos de Cristo Jesús.",
            "Yo, Pablo, escribo esta carta a todo el pueblo santo de Dios en Filipos que pertenece a Cristo Jesús, incluidos los líderes de la iglesia y los diáconos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Que Dios nuestro Padre y el Señor Jesucristo les den gracia y paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Oración y agradecimiento de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cada vez que pienso en ustedes, le doy gracias a mi Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Siempre que oro, pido por todos ustedes con alegría,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "porque han colaborado conmigo en dar a conocer la Buena Noticia acerca de Cristo desde el momento en que la escucharon por primera vez hasta ahora."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y estoy seguro de que Dios, quien comenzó la buena obra en ustedes, la continuará hasta que quede completamente terminada el día que Cristo Jesús vuelva."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Está bien que sienta estas cosas por todos ustedes, porque ocupan un lugar especial en mi corazón. Participan conmigo del favor especial de Dios, tanto en mi prisión como al defender y confirmar la verdad de la Buena Noticia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Dios sabe cuánto los amo y los extraño con la tierna compasión de Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Le pido a Dios que el amor de ustedes desborde cada vez más y que sigan creciendo en conocimiento y entendimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Quiero que entiendan lo que realmente importa, a fin de que lleven una vida pura e intachable hasta el día que Cristo vuelva."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Que estén siempre llenos del fruto de la salvación —es decir, el carácter justo que Jesucristo produce en su vida— porque esto traerá mucha gloria y alabanza a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Alegría de Pablo porque se predica a Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Además, mis amados hermanos, quiero que sepan que todo lo que me ha sucedido en este lugar ha servido para difundir la Buena Noticia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pues cada persona de aquí —incluida toda la guardia del palacio— sabe que estoy encadenado por causa de Cristo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y dado que estoy preso, la mayoría de los creyentes de este lugar han aumentado su confianza y anuncian con valentía el mensaje de Dios sin temor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Es cierto que algunos predican acerca de Cristo por celos y rivalidad, pero otros lo hacen con intenciones puras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Estos últimos predican porque me aman, pues saben que fui designado para defender la Buena Noticia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Los otros no tienen intenciones puras cuando predican de Cristo. Lo hacen con ambición egoísta, no con sinceridad sino con el propósito de que las cadenas me resulten más dolorosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero eso no importa; sean falsas o genuinas sus intenciones, el mensaje acerca de Cristo se predica de todas maneras, de modo que me gozo. Y seguiré gozándome"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "porque sé que la oración de ustedes y la ayuda del Espíritu de Jesucristo darán como resultado mi libertad."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo vive para Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Tengo la plena seguridad y la esperanza de que jamás seré avergonzado, sino que seguiré actuando con valor por Cristo, como lo he hecho en el pasado. Y confío en que mi vida dará honor a Cristo, sea que yo viva o muera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pues, para mí, vivir significa vivir para Cristo y morir es aún mejor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero si vivo, puedo realizar más labor fructífera para Cristo. Así que realmente no sé qué es mejor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Estoy dividido entre dos deseos: quisiera partir y estar con Cristo, lo cual sería mucho mejor para mí;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "pero por el bien de ustedes, es mejor que siga viviendo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Al estar consciente de esto, estoy convencido de que seguiré con vida para continuar ayudándolos a todos ustedes a crecer y a experimentar la alegría de su fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y cuando vuelva, tendrán más razones todavía para sentirse orgullosos en Cristo Jesús de lo que él está haciendo por medio de mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Vivan como ciudadanos del cielo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Sobre todo, deben vivir como ciudadanos del cielo, comportándose de un modo digno de la Buena Noticia acerca de Cristo. Entonces, sea que vuelva a verlos o solamente tenga noticias de ustedes, sabré que están firmes y unidos en un mismo espíritu y propósito, luchando juntos por la fe, es decir, la Buena Noticia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "No se dejen intimidar por sus enemigos de ninguna manera. Eso les será por señal a ellos de que serán destruidos, mientras que ustedes serán salvos, aun por Dios mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Pues a ustedes se les dio no solo el privilegio de confiar en Cristo sino también el privilegio de sufrir por él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Estamos juntos en esta lucha. Ustedes han visto mi lucha en el pasado y saben que aún no ha terminado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "PHP.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "PHP.2"
        ],
        "human": "Filipenses 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "PHP.3"
        ],
        "human": "Filipenses 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "PHP.1"
        ],
        "human": "Filipenses 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Tengan la actitud de Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¿Hay algún estímulo en pertenecer a Cristo? ¿Existe algún consuelo en su amor? ¿Tenemos en conjunto alguna comunión en el Espíritu? ¿Tienen ustedes un corazón tierno y compasivo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces, háganme verdaderamente feliz poniéndose de acuerdo de todo corazón entre ustedes, amándose unos a otros y trabajando juntos con un mismo pensamiento y un mismo propósito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "No sean egoístas; no traten de impresionar a nadie. Sean humildes, es decir, considerando a los demás como mejores que ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "No se ocupen solo de sus propios intereses, sino también procuren interesarse en los demás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Tengan la misma actitud que tuvo Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Aunque era Dios,",
            "no consideró que el ser igual a Dios",
            "fuera algo a lo cual aferrarse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "En cambio, renunció a sus privilegios divinos;",
            "adoptó la humilde posición de un esclavo",
            "y nació como un ser humano.",
            "Cuando apareció en forma de hombre,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "se humilló a sí mismo en obediencia a Dios",
            "y murió en una cruz como morían los criminales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Por lo tanto, Dios lo elevó al lugar de máximo honor",
            "y le dio el nombre que está por encima de todos los demás nombres"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "para que, ante el nombre de Jesús, se doble toda rodilla",
            "en el cielo y en la tierra y debajo de la tierra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y toda lengua declare que Jesucristo es el Señor",
            "para la gloria de Dios Padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Brillen intensamente por Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Queridos amigos, siempre siguieron mis instrucciones cuando estaba con ustedes; y ahora que estoy lejos, es aún más importante que lo hagan. Esfuércense por demostrar los resultados de su salvación obedeciendo a Dios con profunda reverencia y temor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pues Dios trabaja en ustedes y les da el deseo y el poder para que hagan lo que a él le agrada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Hagan todo sin quejarse y sin discutir,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "para que nadie pueda criticarlos. Lleven una vida limpia e inocente como corresponde a hijos de Dios y brillen como luces radiantes en un mundo lleno de gente perversa y corrupta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Aférrense a la palabra de vida; entonces, el día que Cristo vuelva, me sentiré orgulloso de no haber corrido la carrera en vano y de que mi trabajo no fue inútil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Sin embargo, me alegraré aun si tengo que perder la vida derramándola como ofrenda líquida a Dios, así como el fiel servicio de ustedes también es una ofrenda a Dios. Y quiero que todos ustedes participen de esta alegría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Claro que sí, deberían alegrarse, y yo me gozaré con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo encomienda a Timoteo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Si el Señor Jesús quiere, espero enviarles pronto a Timoteo para que los visite. Así él puede animarme al traerme noticias de cómo están."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "No cuento con nadie como Timoteo, quien se preocupa genuinamente por el bienestar de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Todos los demás solo se ocupan de sí mismos y no de lo que es importante para Jesucristo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "pero ustedes saben cómo Timoteo ha dado muestras de lo que es. Como un hijo con su padre, él ha servido a mi lado en la predicación de la Buena Noticia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Espero enviarlo a ustedes en cuanto sepa lo que me sucederá aquí,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "y el Señor me ha dado la confianza que yo mismo iré pronto a verlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo encomienda a Epafrodito"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Mientras tanto, pensé que debería enviarles de vuelta a Epafrodito. Él es un verdadero hermano, colaborador y compañero de lucha. Además, fue el mensajero de ustedes para ayudarme en mi necesidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Lo envío porque, desde hace tiempo, tiene deseos de verlos y se afligió mucho cuando ustedes se enteraron de que estaba enfermo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Es cierto que estuvo enfermo e incluso a punto de morir; pero Dios tuvo misericordia de él, como también la tuvo de mí, para que yo no tuviera una tristeza tras otra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Así que estoy aún más ansioso por enviarlo de regreso a ustedes, porque sé que se pondrán contentos al verlo, y entonces ya no estaré tan preocupado por ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Recíbanlo en el amor del Señor y mucha alegría, y denle el honor que una persona como él merece."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Pues arriesgó su vida por la obra de Cristo y estuvo al borde de la muerte mientras hacía por mí lo que ustedes no podían desde tan lejos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "PHP.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "PHP.3"
        ],
        "human": "Filipenses 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "PHP.4"
        ],
        "human": "Filipenses 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "PHP.2"
        ],
        "human": "Filipenses 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El valor incalculable de conocer a Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Mis amados hermanos, pase lo que pase, alégrense en el Señor. Nunca me canso de decirles estas cosas y lo hago para proteger su fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Cuídense de esos «perros», de esa gente que hace lo malo, esos mutiladores que les dicen que deben circuncidarse para ser salvos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pues los que adoramos por medio del Espíritu de Dios somos los verdaderos circuncisos. Confiamos en lo que Cristo Jesús hizo por nosotros. No depositamos ninguna confianza en esfuerzos humanos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "aunque, si alguien pudiera confiar en sus propios esfuerzos, ese sería yo. De hecho, si otros tienen razones para confiar en sus propios esfuerzos, ¡yo las tengo aún más!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Fui circuncidado cuando tenía ocho días de vida. Soy un ciudadano de Israel de pura cepa y miembro de la tribu de Benjamín, ¡un verdadero hebreo como no ha habido otro! Fui miembro de los fariseos, quienes exigen la obediencia más estricta a la ley judía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Era tan fanático que perseguía con crueldad a la iglesia, y en cuanto a la justicia, obedecía la ley al pie de la letra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Antes creía que esas cosas eran valiosas, pero ahora considero que no tienen ningún valor debido a lo que Cristo ha hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Así es, todo lo demás no vale nada cuando se le compara con el infinito valor de conocer a Cristo Jesús, mi Señor. Por amor a él, he desechado todo lo demás y lo considero basura a fin de ganar a Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "y llegar a ser uno con él. Ya no me apoyo en mi propia justicia, por medio de obedecer la ley; más bien, llego a ser justo por medio de la fe en Cristo. Pues la forma en que Dios nos hace justos delante de él se basa en la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Quiero conocer a Cristo y experimentar el gran poder que lo levantó de los muertos. ¡Quiero sufrir con él y participar de su muerte,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "para poder experimentar, de una u otra manera, la resurrección de los muertos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Avanzar hacia la meta"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No quiero decir que ya haya logrado estas cosas ni que ya haya alcanzado la perfección; pero sigo adelante a fin de hacer mía esa perfección para la cual Cristo Jesús primeramente me hizo suyo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "No, amados hermanos, no lo he logrado, pero me concentro únicamente en esto: olvido el pasado y fijo la mirada en lo que tengo por delante, y así"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "avanzo hasta llegar al final de la carrera para recibir el premio celestial al cual Dios nos llama por medio de Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Que todos los que son espiritualmente maduros estén de acuerdo en estas cosas. Si ustedes difieren en algún punto, estoy seguro de que Dios se lo hará entender;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "pero debemos aferrarnos al avance que ya hemos logrado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Amados hermanos, tomen mi vida como modelo y aprendan de los que siguen nuestro ejemplo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pues ya les dije varias veces y ahora se los repito de nuevo con lágrimas en los ojos: hay muchos cuya conducta demuestra que son verdaderos enemigos de la cruz de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Van camino a la destrucción. Su dios es su propio apetito, se jactan de cosas vergonzosas y solo piensan en esta vida terrenal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "En cambio, nosotros somos ciudadanos del cielo, donde vive el Señor Jesucristo; y esperamos con mucho anhelo que él regrese como nuestro Salvador."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Él tomará nuestro débil cuerpo mortal y lo transformará en un cuerpo glorioso, igual al de él. Lo hará valiéndose del mismo poder con el que pondrá todas las cosas bajo su dominio."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "PHP.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "PHP.4"
        ],
        "human": "Filipenses 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "COL.1"
        ],
        "human": "Colosenses 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "PHP.3"
        ],
        "human": "Filipenses 3",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por lo tanto, mis amados hermanos, manténganse fieles al Señor. Los amo y anhelo verlos, mis queridos amigos, porque ustedes son mi alegría y la corona que recibo por mi trabajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Palabras de aliento"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ahora les ruego a Evodia y a Síntique, dado que pertenecen al Señor, que arreglen su desacuerdo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y te pido a ti, mi fiel colaborador, que ayudes a esas dos mujeres, porque trabajaron mucho a mi lado para dar a conocer a otros la Buena Noticia. Trabajaron junto con Clemente y mis demás colaboradores, cuyos nombres están escritos en el libro de la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Estén siempre llenos de alegría en el Señor. Lo repito, ¡alégrense!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Que todo el mundo vea que son considerados en todo lo que hacen. Recuerden que el Señor vuelve pronto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "No se preocupen por nada; en cambio, oren por todo. Díganle a Dios lo que necesitan y denle gracias por todo lo que él ha hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Así experimentarán la paz de Dios, que supera todo lo que podemos entender. La paz de Dios cuidará su corazón y su mente mientras vivan en Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y ahora, amados hermanos, una cosa más para terminar. Concéntrense en todo lo que es verdadero, todo lo honorable, todo lo justo, todo lo puro, todo lo bello y todo lo admirable. Piensen en cosas excelentes y dignas de alabanza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "No dejen de poner en práctica todo lo que aprendieron y recibieron de mí, todo lo que oyeron de mis labios y vieron que hice. Entonces el Dios de paz estará con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo agradece las ofrendas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "¡Cuánto alabo al Señor de que hayan vuelto a preocuparse por mí! Sé que siempre se han preocupado por mí, pero no tenían la oportunidad de ayudarme."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "No es que haya pasado necesidad alguna vez, porque he aprendido a estar contento con lo que tengo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Sé vivir con casi nada o con todo lo necesario. He aprendido el secreto de vivir en cualquier situación, sea con el estómago lleno o vacío, con mucho o con poco."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pues todo lo puedo hacer por medio de Cristo, quien me da las fuerzas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "De todos modos, han hecho bien al compartir conmigo en la dificultad por la que ahora atravieso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Como saben, filipenses, ustedes fueron los únicos que me ayudaron económicamente cuando les llevé la Buena Noticia por primera vez y luego seguí mi viaje desde Macedonia. Ninguna otra iglesia hizo lo mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Incluso cuando estuve en Tesalónica, ustedes me mandaron ayuda más de una vez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "No digo esto esperando que me envíen una ofrenda. Más bien, quiero que ustedes reciban una recompensa por su bondad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Por el momento, tengo todo lo que necesito, ¡y aún más! Estoy bien abastecido con las ofrendas que ustedes me enviaron por medio de Epafrodito. Son un sacrificio de olor fragante aceptable y agradable a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y este mismo Dios quien me cuida suplirá todo lo que necesiten, de las gloriosas riquezas que nos ha dado por medio de Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "¡Toda la gloria sea a Dios nuestro Padre por siempre y para siempre! Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludos finales de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Denle saludos de mi parte a cada persona del pueblo santo de Dios, a todos los que pertenecen a Cristo Jesús. Los hermanos que están conmigo envían saludos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los demás del pueblo de Dios también les envían saludos, en particular los de la casa de César."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Que la gracia del Señor Jesucristo sea con el espíritu de cada uno de ustedes."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}