{
  "book_usfm": "ROM",
  "name": "Romanos",
  "local_title": "Nueva Traducción Viviente",
  "local_abbreviation": "NTV",
  "version_id": 127,
  "publisher": {
    "name": "Tyndale House Publishers Inc."
  },
  "copyright": {
    "html": "<p>Santa Biblia, Nueva Traducción Viviente, copyright © 2010 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, a Division of Tyndale House Ministries, Carol Stream, Illinois 60188. All rights reserved.</p>",
    "text": "Santa Biblia, Nueva Traducción Viviente, copyright © 2010 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, a Division of Tyndale House Ministries, Carol Stream, Illinois 60188. All rights reserved."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "ROM.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.1"
        ],
        "human": "Romanos 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.2"
        ],
        "human": "Romanos 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ACT.28"
        ],
        "human": "Hechos de los Apóstoles 28",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludos de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Yo, Pablo, esclavo de Cristo Jesús y elegido por Dios para ser apóstol y enviado a predicar su Buena Noticia, escribo esta carta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Dios prometió esa Buena Noticia hace tiempo por medio de sus profetas en las sagradas Escrituras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "La Buena Noticia trata de su Hijo. En su vida terrenal, él fue descendiente del rey David,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y quedó demostrado que era el Hijo de Dios cuando fue resucitado de los muertos mediante el poder del Espíritu Santo. Él es Jesucristo nuestro Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por medio de Cristo, Dios nos ha dado a nosotros, como apóstoles, el privilegio y la autoridad de anunciar por todas partes a los gentiles lo que Dios ha hecho por ellos, a fin de que crean en él y lo obedezcan, lo cual dará gloria a su nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ustedes están incluidos entre los gentiles que fueron llamados a pertenecer a Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Les escribo a todos ustedes, los amados de Dios que están en Roma y son llamados a ser su pueblo santo.",
            "Que Dios nuestro Padre y el Señor Jesucristo les den gracia y paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La Buena Noticia de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Ante todo les digo que, mediante Jesucristo, le doy gracias a mi Dios por todos ustedes, porque en todas partes del mundo se habla de la fe que tienen en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Dios sabe cuántas veces los recuerdo en mis oraciones. Día y noche hago mención de ustedes y sus necesidades delante de Dios, a quien sirvo con todo mi corazón anunciando la Buena Noticia acerca de su Hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Algo que siempre pido en oración es que, Dios mediante, se presente la oportunidad de ir por fin a verlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pues tengo muchos deseos de visitarlos para llevarles algún don espiritual que los ayude a crecer firmes en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando nos encontremos, quiero alentarlos en la fe pero también me gustaría recibir aliento de la fe de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Quiero que sepan, amados hermanos, que me propuse muchas veces ir a visitarlos pero, hasta el momento, me vi impedido. Mi deseo es trabajar entre ustedes y ver frutos espirituales tal como he visto entre otros gentiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pues siento una gran obligación tanto con los habitantes del mundo civilizado como con los del resto del mundo, con los instruidos y los incultos por igual."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Así que estoy ansioso por visitarlos también a ustedes, que están en Roma, para predicarles la Buena Noticia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pues no me avergüenzo de la Buena Noticia acerca de Cristo, porque es poder de Dios en acción para salvar a todos los que creen, a los judíos primero y también a los gentiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Esa Buena Noticia nos revela cómo Dios nos hace justos ante sus ojos, lo cual se logra del principio al fin por medio de la fe. Como dicen las Escrituras: «Es por medio de la fe que el justo tiene vida»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La ira de Dios contra el pecado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero Dios muestra su ira desde el cielo contra todos los que son pecadores y perversos, que detienen la verdad con su perversión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Ellos conocen la verdad acerca de Dios, porque él se la ha hecho evidente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pues, desde la creación del mundo, todos han visto los cielos y la tierra. Por medio de todo lo que Dios hizo, ellos pueden ver a simple vista las cualidades invisibles de Dios: su poder eterno y su naturaleza divina. Así que no tienen ninguna excusa para no conocer a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Es cierto, ellos conocieron a Dios pero no quisieron adorarlo como Dios ni darle gracias. En cambio, comenzaron a inventar ideas necias sobre Dios. Como resultado, la mente les quedó en oscuridad y confusión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Afirmaban ser sabios pero se convirtieron en completos necios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y, en lugar de adorar al Dios inmortal y glorioso, rindieron culto a ídolos que ellos mismos se hicieron con forma de simples mortales, de aves, de animales de cuatro patas y de reptiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces Dios los abandonó para que hicieran todas las cosas vergonzosas que deseaban en su corazón. Como resultado, usaron sus cuerpos para hacerse cosas viles y degradantes entre sí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Cambiaron la verdad acerca de Dios por una mentira. Y así rindieron culto y sirvieron a las cosas que Dios creó pero no al Creador mismo, ¡quien es digno de eterna alabanza! Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Por esa razón, Dios los abandonó a sus pasiones vergonzosas. Aun las mujeres se rebelaron contra la forma natural de tener relaciones sexuales y, en cambio, dieron rienda suelta al sexo unas con otras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Los hombres, por su parte, en lugar de tener relaciones sexuales normales, con la mujer, ardieron en pasiones unos con otros. Los hombres hicieron cosas vergonzosas con otros hombres y, como consecuencia de ese pecado, sufrieron dentro de sí el castigo que merecían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Por pensar que era una tontería reconocer a Dios, él los abandonó a sus tontos razonamientos y dejó que hicieran cosas que jamás deberían hacerse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Se llenaron de toda clase de perversiones, pecados, avaricia, odio, envidia, homicidios, peleas, engaños, conductas maliciosas y chismes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Son traidores, insolentes, arrogantes, fanfarrones y gente que odia a Dios. Inventan nuevas formas de pecar y desobedecen a sus padres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "No quieren entrar en razón, no cumplen lo que prometen, son crueles y no tienen compasión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Saben bien que la justicia de Dios exige que los que hacen esas cosas merecen morir; pero ellos igual las hacen. Peor aún, incitan a otros a que también las hagan."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.2"
        ],
        "human": "Romanos 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.3"
        ],
        "human": "Romanos 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.1"
        ],
        "human": "Romanos 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Juicio de Dios contra el pecado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Tal vez crees que puedes condenar a tales individuos, pero tu maldad es igual que la de ellos, ¡y no tienes ninguna excusa! Cuando dices que son perversos y merecen ser castigados, te condenas a ti mismo porque tú, que juzgas a otros, también practicas las mismas cosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y sabemos que Dios, en su justicia, castigará a todos los que hacen tales cosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y tú, que juzgas a otros por hacer esas cosas, ¿cómo crees que podrás evitar el juicio de Dios cuando tú haces lo mismo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "¿No te das cuenta de lo bondadoso, tolerante y paciente que es Dios contigo? ¿Acaso eso no significa nada para ti? ¿No ves que la bondad de Dios es para guiarte a que te arrepientas y abandones tu pecado?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero eres terco y te niegas a arrepentirte y abandonar tu pecado, por eso vas acumulando un castigo terrible para ti mismo. Pues se acerca el día de la ira, en el cual se manifestará el justo juicio de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Él juzgará a cada uno según lo que haya hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Dará vida eterna a los que siguen haciendo el bien, pues de esa manera demuestran que buscan la gloria, el honor y la inmortalidad que Dios ofrece;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "pero derramará su ira y enojo sobre los que viven para sí mismos, los que se niegan a obedecer la verdad y, en cambio, viven entregados a la maldad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Habrá aflicción y angustia para todos los que siguen haciendo lo malo, para los judíos primero y también para los gentiles;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "pero habrá gloria, honra y paz de parte de Dios para todos los que hacen lo bueno, para los judíos primero y también para los gentiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pues Dios no muestra favoritismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Los gentiles serán destruidos por el hecho de pecar, aunque nunca tuvieron la ley escrita de Dios; y los judíos, quienes sí tienen la ley de Dios, serán juzgados por esa ley porque no la obedecen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pues el simple acto de escuchar la ley no nos hace justos ante Dios. Es obedecer la ley lo que nos hace justos ante sus ojos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Aun los gentiles, quienes no cuentan con la ley escrita de Dios, muestran que conocen esa ley cuando, por instinto, la obedecen aunque nunca la hayan oído."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ellos demuestran que tienen la ley de Dios escrita en el corazón, porque su propia conciencia y sus propios pensamientos o los acusan o bien les indican que están haciendo lo correcto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y el mensaje que proclamo es que se acerca el día en que Dios juzgará, por medio de Cristo Jesús, la vida secreta de cada uno."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los judíos y la ley"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Tú, que te llamas judío, confías en la ley de Dios y te jactas de tu relación especial con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Tú sabes lo que a él le agrada, sabes bien qué es lo correcto, porque se te ha enseñado su ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Estás convencido de que eres guía para los ciegos y luz para los que andan perdidos en la oscuridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Piensas que puedes instruir al ignorante y enseñar a los niños los caminos de Dios. Pues estás seguro de que la ley de Dios te da pleno conocimiento y toda la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Ahora bien, si tú enseñas a otros, ¿por qué no te enseñas a ti mismo? Predicas a otros que no se debe robar, ¿pero tú robas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Dices que está mal cometer adulterio, ¿pero tú cometes adulterio? Condenas la idolatría, ¿pero tú usas objetos robados de los templos paganos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Te sientes muy orgulloso de conocer la ley pero deshonras a Dios al quebrantarla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "No es extraño que las Escrituras digan: «Los gentiles blasfeman el nombre de Dios por causa de ustedes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "La ceremonia judía de la circuncisión solo tiene valor si obedeces la ley de Dios; pero si no obedeces la ley de Dios, no estás en mejor condición que un gentil incircunciso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y si los gentiles obedecen la ley de Dios, ¿acaso él no los considerará su propio pueblo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "De hecho, los gentiles incircuncisos que cumplen la ley de Dios los condenarán a ustedes, judíos, que están circuncidados y tienen la ley de Dios pero no la obedecen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Pues no se es un verdadero judío solo por haber nacido de padres judíos ni por haber pasado por la ceremonia de la circuncisión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "No, un verdadero judío es aquel que tiene el corazón recto a los ojos de Dios. La verdadera circuncisión no consiste meramente en obedecer la letra de la ley, sino que es un cambio en el corazón, producido por el Espíritu. Y una persona con un corazón transformado busca la aprobación de Dios, no la de la gente."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.3"
        ],
        "human": "Romanos 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.4"
        ],
        "human": "Romanos 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.2"
        ],
        "human": "Romanos 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios permanece fiel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces, ¿cuál es la ventaja de ser judío? ¿Tiene algún valor la ceremonia de la circuncisión?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Claro que sí, ¡tiene muchos beneficios! En primer lugar, a los judíos se les confió toda la revelación de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Es cierto, algunos de ellos fueron infieles; ¿pero acaso eso significa que, porque ellos fueron infieles, Dios también será infiel?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "¡Por supuesto que no! Aun cuando todos los demás sean mentirosos, Dios es veraz. Como dicen las Escrituras acerca de él:",
            "«Quedará demostrado que tienes razón en lo que dices,",
            "y ganarás tu caso en los tribunales»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "«Sin embargo —algunos podrían decir—, nuestro pecado cumple un buen propósito porque muestra a otros lo justo que es Dios. ¿No es injusto, entonces, que Dios nos castigue?». (Este no es más que un punto de vista humano)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "¡De ninguna manera! Si Dios no fuera completamente justo, ¿cómo tendría autoridad para juzgar al mundo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "«Sin embargo —alguien podría seguir argumentando—, ¿por qué Dios me juzga como pecador si mi mentira realza su veracidad y le da más gloria a él?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Algunos incluso nos difaman asegurando que nosotros decimos: «¡Cuanto más pecamos, mejor!». Los que dicen tales cosas merecen ser condenados."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Todos somos pecadores"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ahora bien, ¿llegamos a la conclusión de que los judíos somos mejores que los demás? ¡Para nada! Tal como acabamos de demostrar, todos —sean judíos o gentiles— están bajo el poder del pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Como dicen las Escrituras:",
            "«No hay ni un solo justo,",
            "ni siquiera uno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Nadie es realmente sabio,",
            "nadie busca a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Todos se desviaron,",
            "todos se volvieron inútiles.",
            "No hay ni uno que haga lo bueno,",
            "ni uno solo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "«Lo que hablan es repugnante, como el mal olor de una tumba abierta.",
            "Su lengua está llena de mentiras».",
            "«Veneno de serpientes gotea de sus labios»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "«Su boca está llena de maldición y amargura»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "«Se apresuran a matar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Siempre hay destrucción y sufrimiento en sus caminos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "No saben dónde encontrar paz»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "«No tienen temor de Dios en absoluto»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Obviamente, la ley se aplica a quienes fue entregada, porque su propósito es evitar que la gente tenga excusas y demostrar que todo el mundo es culpable delante de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pues nadie llegará jamás a ser justo ante Dios por hacer lo que la ley manda. La ley sencillamente nos muestra lo pecadores que somos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cristo sufrió nuestro castigo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero ahora, tal como se prometió tiempo atrás en los escritos de Moisés y de los profetas, Dios nos ha mostrado cómo podemos ser justos ante él sin cumplir con las exigencias de la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Dios nos hace justos a sus ojos cuando ponemos nuestra fe en Jesucristo. Y eso es verdad para todo el que cree, sea quien fuere."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pues todos hemos pecado; nadie puede alcanzar la meta gloriosa establecida por Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Sin embargo, en su gracia, Dios gratuitamente nos hace justos a sus ojos por medio de Cristo Jesús, quien nos liberó del castigo de nuestros pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pues Dios ofreció a Jesús como el sacrificio por el pecado. Las personas son declaradas justas a los ojos de Dios cuando creen que Jesús sacrificó su vida al derramar su sangre. Ese sacrificio muestra que Dios actuó con justicia cuando se contuvo y no castigó a los que pecaron en el pasado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "porque miraba hacia el futuro y de ese modo los incluiría en lo que llevaría a cabo en el tiempo presente. Dios hizo todo eso para demostrar su justicia, porque él mismo es justo e imparcial, y a los pecadores los hace justos a sus ojos cuando creen en Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "¿Podemos, entonces, jactarnos de haber hecho algo para que Dios nos acepte? No, porque nuestra libertad de culpa y cargo no se basa en la obediencia a la ley. Está basada en la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Así que somos hechos justos a los ojos de Dios por medio de la fe y no por obedecer la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Después de todo, ¿acaso Dios es solo el Dios de los judíos? ¿No es también el Dios de los gentiles? Claro que sí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Hay solo un Dios, y él hace justas a las personas —tanto a los judíos como a los gentiles— únicamente por medio de la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Entonces, si hacemos énfasis en la fe, ¿eso significa que podemos olvidarnos de la ley? ¡Por supuesto que no! De hecho, solo cuando tenemos fe cumplimos verdaderamente la ley."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.4"
        ],
        "human": "Romanos 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.5"
        ],
        "human": "Romanos 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.3"
        ],
        "human": "Romanos 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La fe de Abraham"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Humanamente hablando, Abraham fue el fundador de nuestra nación judía. ¿Qué descubrió él acerca de llegar a ser justo ante Dios?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Que si sus buenas acciones le hubieran servido para que Dios lo aceptara, habría tenido de qué jactarse; pero esa no era la forma de actuar de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pues las Escrituras nos dicen: «Abraham le creyó a Dios, y Dios lo consideró justo debido a su fe»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando la gente trabaja, el salario que recibe no es un regalo sino algo que se ha ganado;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "pero la gente no es considerada justa por sus acciones sino por su fe en Dios, quien perdona a los pecadores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "David también habló de lo mismo cuando describió la felicidad de los que son declarados justos sin hacer esfuerzos para lograrlo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "«Oh, qué alegría para aquellos",
            "a quienes se les perdona la desobediencia,",
            "a quienes se les cubren los pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Sí, qué alegría para aquellos",
            "a quienes el Señor les borró el pecado de su cuenta»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ahora bien, ¿es esta bendición solamente para los judíos o es también para los gentiles incircuncisos? Como venimos diciendo, Dios consideró a Abraham justo debido a su fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "¿Pero cómo sucedió esto? ¿Se le consideró justo solo después de ser circuncidado o fue antes? ¡Es evidente que Dios aceptó a Abraham antes de que fuera circuncidado!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "La circuncisión era una señal de que Abraham ya tenía fe y de que Dios ya lo había aceptado y declarado justo aun antes de que fuera circuncidado. Por lo tanto, Abraham es el padre espiritual de los que tienen fe pero no han sido circuncidados. A ellos se les considera justos debido a su fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y Abraham también es el padre espiritual de los que han sido circuncidados, pero solo si tienen la misma clase de fe que tenía Abraham antes de ser circuncidado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Obviamente, la promesa que Dios hizo de dar toda la tierra a Abraham y a sus descendientes no se basaba en la obediencia de Abraham a la ley sino en una relación correcta con Dios, la cual viene por la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Si la promesa de Dios es solo para los que obedecen la ley, entonces la fe no hace falta y la promesa no tiene sentido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pues la ley siempre trae castigo para los que tratan de obedecerla. (¡La única forma de no violar la ley es no tener ninguna ley para violar!)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Así que la promesa se recibe por medio de la fe. Es un regalo inmerecido. Y, vivamos o no de acuerdo con la ley de Moisés, todos estamos seguros de recibir esta promesa si tenemos una fe como la de Abraham, quien es el padre de todos los que creen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "A eso se refieren las Escrituras cuando citan lo que Dios le dijo: «Te hice padre de muchas naciones». Eso sucedió porque Abraham creyó en el Dios que da vida a los muertos y crea cosas nuevas de la nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Aun cuando no había motivos para tener esperanza, Abraham siguió teniendo esperanza porque había creído en que llegaría a ser el padre de muchas naciones. Pues Dios le había dicho: «Esa es la cantidad de descendientes que tendrás»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y la fe de Abraham no se debilitó a pesar de que él reconocía que, por tener unos cien años de edad, su cuerpo ya estaba muy anciano para tener hijos, igual que el vientre de Sara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Abraham siempre creyó la promesa de Dios sin vacilar. De hecho, su fe se fortaleció aún más y así le dio gloria a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Abraham estaba plenamente convencido de que Dios es poderoso para cumplir todo lo que promete."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y, debido a su fe, Dios lo consideró justo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y el hecho de que Dios lo considerara justo no fue solo para beneficio de Abraham, sino que quedó escrito"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "también para nuestro beneficio, porque nos asegura que Dios nos considerará justos a nosotros también si creemos en él, quien levantó de los muertos a Jesús nuestro Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Él fue entregado a la muerte por causa de nuestros pecados, y resucitado para hacernos justos a los ojos de Dios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.5"
        ],
        "human": "Romanos 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.6"
        ],
        "human": "Romanos 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.4"
        ],
        "human": "Romanos 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La fe produce alegría"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por lo tanto, ya que fuimos hechos justos a los ojos de Dios por medio de la fe, tenemos paz con Dios gracias a lo que Jesucristo nuestro Señor hizo por nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Debido a nuestra fe, Cristo nos hizo entrar en este lugar de privilegio inmerecido en el cual ahora permanecemos, y esperamos con confianza y alegría participar de la gloria de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "También nos alegramos al enfrentar pruebas y dificultades porque sabemos que nos ayudan a desarrollar resistencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y la resistencia desarrolla firmeza de carácter, y el carácter fortalece nuestra esperanza segura de salvación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y esa esperanza no acabará en desilusión. Pues sabemos con cuánta ternura nos ama Dios, porque nos ha dado el Espíritu Santo para llenar nuestro corazón con su amor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando éramos totalmente incapaces de salvarnos, Cristo vino en el momento preciso y murió por nosotros, pecadores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ahora bien, casi nadie se ofrecería a morir por una persona honrada, aunque tal vez alguien podría estar dispuesto a dar su vida por una persona extraordinariamente buena;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "pero Dios mostró el gran amor que nos tiene al enviar a Cristo a morir por nosotros cuando todavía éramos pecadores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces, ya que hemos sido hechos justos a los ojos de Dios por la sangre de Cristo, con toda seguridad él nos salvará de la condenación de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pues, como nuestra amistad con Dios quedó restablecida por la muerte de su Hijo cuando todavía éramos sus enemigos, con toda seguridad seremos salvos por la vida de su Hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así que ahora podemos alegrarnos por nuestra nueva y maravillosa relación con Dios gracias a que nuestro Señor Jesucristo nos hizo amigos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Comparación entre Adán y Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando Adán pecó, el pecado entró en el mundo. El pecado de Adán introdujo la muerte, de modo que la muerte se extendió a todos, porque todos pecaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Es cierto, la gente ya pecaba aun antes de que se entregara la ley; pero no se le tomaba en cuenta como pecado, porque todavía no existía ninguna ley para violar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Sin embargo, desde los tiempos de Adán hasta los de Moisés, todos murieron, incluso los que no desobedecieron un mandamiento explícito de Dios como lo hizo Adán. Ahora bien, Adán es un símbolo, una representación de Cristo, quien aún tenía que venir;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "pero hay una gran diferencia entre el pecado de Adán y el regalo del favor inmerecido de Dios. Pues el pecado de un solo hombre, Adán, trajo muerte a muchos; pero aún más grande es la gracia maravillosa de Dios y el regalo de su perdón para muchos por medio de otro hombre, Jesucristo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "y el resultado del regalo del favor inmerecido de Dios es muy diferente de la consecuencia del pecado de ese primer hombre. Pues el pecado de Adán llevó a la condenación, pero el regalo de Dios nos lleva a ser hechos justos a los ojos de Dios, a pesar de que somos culpables de muchos pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pues el pecado de un solo hombre, Adán, hizo que la muerte reinara sobre muchos; pero aún más grande es la gracia maravillosa de Dios y el regalo de su justicia, porque todos los que lo reciben vivirán en victoria sobre el pecado y la muerte por medio de un solo hombre, Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Así es, un solo pecado de Adán trae condenación para todos, pero un solo acto de justicia de Cristo trae una relación correcta con Dios y vida nueva para todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Por uno solo que desobedeció a Dios, muchos pasaron a ser pecadores; pero por uno solo que obedeció a Dios, muchos serán declarados justos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "La ley de Dios fue entregada para que toda la gente se diera cuenta de la magnitud de su pecado, pero mientras más pecaba la gente, más abundaba la gracia maravillosa de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces, así como el pecado reinó sobre todos y los llevó a la muerte, ahora reina en cambio la gracia maravillosa de Dios, la cual nos pone en la relación correcta con él y nos da como resultado la vida eterna por medio de Jesucristo nuestro Señor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.6"
        ],
        "human": "Romanos 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.7"
        ],
        "human": "Romanos 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.5"
        ],
        "human": "Romanos 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cristo quebró el poder del pecado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahora bien, ¿deberíamos seguir pecando para que Dios nos muestre más y más su gracia maravillosa?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "¡Por supuesto que no! Nosotros hemos muerto al pecado, entonces, ¿cómo es posible que sigamos viviendo en pecado?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "¿O acaso olvidaron que, cuando fuimos unidos a Cristo Jesús en el bautismo, nos unimos a él en su muerte?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pues hemos muerto y fuimos sepultados con Cristo mediante el bautismo; y tal como Cristo fue levantado de los muertos por el poder glorioso del Padre, ahora nosotros también podemos vivir una vida nueva."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Dado que fuimos unidos a él en su muerte, también seremos resucitados como él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Sabemos que nuestro antiguo ser pecaminoso fue crucificado con Cristo para que el pecado perdiera su poder en nuestra vida. Ya no somos esclavos del pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pues, cuando morimos con Cristo, fuimos liberados del poder del pecado;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y dado que morimos con Cristo, sabemos que también viviremos con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Estamos seguros de eso, porque Cristo fue levantado de los muertos y nunca más volverá a morir. La muerte ya no tiene ningún poder sobre él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando él murió, murió una sola vez, a fin de quebrar el poder del pecado; pero ahora que él vive, vive para la gloria de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así también ustedes deberían considerarse muertos al poder del pecado y vivos para Dios por medio de Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No permitan que el pecado controle la manera en que viven; no caigan ante los deseos pecaminosos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "No dejen que ninguna parte de su cuerpo se convierta en un instrumento del mal para servir al pecado. En cambio, entréguense completamente a Dios, porque antes estaban muertos pero ahora tienen una vida nueva. Así que usen todo su cuerpo como un instrumento para hacer lo que es correcto para la gloria de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El pecado ya no es más su amo, porque ustedes ya no viven bajo las exigencias de la ley. En cambio, viven en la libertad de la gracia de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ahora bien, ¿eso significa que podemos seguir pecando porque la gracia de Dios nos ha liberado de la ley? ¡Claro que no!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¿No se dan cuenta de que uno se convierte en esclavo de todo lo que decide obedecer? Uno puede ser esclavo del pecado, lo cual lleva a la muerte, o puede decidir obedecer a Dios, lo cual lleva a una vida recta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Antes ustedes eran esclavos del pecado pero, gracias a Dios, ahora obedecen de todo corazón la enseñanza que les hemos dado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Ahora son libres de la esclavitud del pecado y se han hecho esclavos de la vida recta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Uso la ilustración de la esclavitud para ayudarlos a entender todo esto, porque la naturaleza humana de ustedes es débil. En el pasado, se dejaron esclavizar por la impureza y el desenfreno, lo cual los hundió aún más en el pecado. Ahora deben entregarse como esclavos a la vida recta para llegar a ser santos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cuando eran esclavos del pecado, estaban libres de la obligación de hacer lo correcto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "¿Y cuál fue la consecuencia? Que ahora están avergonzados de las cosas que solían hacer, cosas que terminan en la condenación eterna;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "pero ahora quedaron libres del poder del pecado y se han hecho esclavos de Dios. Ahora hacen las cosas que llevan a la santidad y que dan como resultado la vida eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pues la paga que deja el pecado es la muerte, pero el regalo que Dios da es la vida eterna por medio de Cristo Jesús nuestro Señor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.7"
        ],
        "human": "Romanos 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.8"
        ],
        "human": "Romanos 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.6"
        ],
        "human": "Romanos 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "No más atados a la ley"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahora bien, amados hermanos, ustedes que conocen la ley, ¿no saben que la ley se aplica solo mientras una persona está viva?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Por ejemplo, cuando una mujer se casa, la ley la une a su marido mientras él viva; pero si él muere, las leyes del matrimonio ya no se aplican a ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Así que mientras su marido viva, ella cometería adulterio si se casara con otro hombre; pero si el esposo muere, ella queda libre de esa ley y no comete adulterio cuando se casa de nuevo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Por lo tanto, mis amados hermanos, la cuestión es la siguiente: ustedes murieron al poder de la ley cuando murieron con Cristo y ahora están unidos a aquel que fue levantado de los muertos. Como resultado, podemos producir una cosecha de buenas acciones para Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando vivíamos controlados por nuestra vieja naturaleza, los deseos pecaminosos actuaban dentro de nosotros y la ley despertaba esos malos deseos que producían una cosecha de acciones pecaminosas, las cuales nos llevaban a la muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero ahora fuimos liberados de la ley, porque morimos a ella y ya no estamos presos de su poder. Ahora podemos servir a Dios, no según el antiguo modo —que consistía en obedecer la letra de la ley— sino mediante uno nuevo, el de vivir en el Espíritu."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La ley de Dios revela nuestro pecado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ahora bien, ¿acaso sugiero que la ley de Dios es pecaminosa? ¡De ninguna manera! De hecho, fue la ley la que me mostró mi pecado. Yo nunca hubiera sabido que codiciar es malo si la ley no dijera: «No codicies»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "¡Pero el pecado usó ese mandamiento para despertar toda clase de deseos codiciosos dentro de mí! Si no existiera la ley, el pecado no tendría ese poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Hubo un tiempo en que viví sin entender la ley. Sin embargo, cuando aprendí, por ejemplo, el mandamiento de no codiciar, el poder del pecado cobró vida"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y yo morí. Entonces me di cuenta de que los mandatos de la ley —que supuestamente traían vida— trajeron, en cambio, muerte espiritual."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El pecado se aprovechó de esos mandatos y me engañó; usó los mandatos para matarme."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Sin embargo, la ley en sí misma es santa, y sus mandatos son santos, rectos y buenos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "¿Pero cómo puede ser? ¿Acaso la ley, que es buena, provocó mi muerte? ¡Por supuesto que no! El pecado usó lo que era bueno a fin de lograr mi condena de muerte. Por eso, podemos ver qué terrible es el pecado. Se vale de los buenos mandatos de Dios para lograr sus propios fines malvados."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La lucha contra el pecado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Por lo tanto, el problema no es con la ley, porque la ley es buena y espiritual. El problema está en mí, porque soy demasiado humano, un esclavo del pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Realmente no me entiendo a mí mismo, porque quiero hacer lo que es correcto pero no lo hago. En cambio, hago lo que odio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero si yo sé que lo que hago está mal, eso demuestra que estoy de acuerdo con que la ley es buena."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces no soy yo el que hace lo que está mal, sino el pecado que vive en mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Yo sé que en mí, es decir, en mi naturaleza pecaminosa no existe nada bueno. Quiero hacer lo que es correcto, pero no puedo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Quiero hacer lo que es bueno, pero no lo hago. No quiero hacer lo que está mal, pero igual lo hago."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Ahora, si hago lo que no quiero hacer, realmente no soy yo el que hace lo que está mal, sino el pecado que vive en mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "He descubierto el siguiente principio de vida: que cuando quiero hacer lo que es correcto, no puedo evitar hacer lo que está mal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Amo la ley de Dios con todo mi corazón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "pero hay otro poder dentro de mí que está en guerra con mi mente. Ese poder me esclaviza al pecado que todavía está dentro de mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "¡Soy un pobre desgraciado! ¿Quién me libertará de esta vida dominada por el pecado y la muerte?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "¡Gracias a Dios! La respuesta está en Jesucristo nuestro Señor. Así que ya ven: en mi mente de verdad quiero obedecer la ley de Dios, pero a causa de mi naturaleza pecaminosa, soy esclavo del pecado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.8"
        ],
        "human": "Romanos 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.9"
        ],
        "human": "Romanos 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.7"
        ],
        "human": "Romanos 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La vida en el Espíritu"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por lo tanto, ya no hay condenación para los que pertenecen a Cristo Jesús;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y porque ustedes pertenecen a él, el poder del Espíritu que da vida los ha libertado del poder del pecado, que lleva a la muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "La ley de Moisés no podía salvarnos, porque nuestra naturaleza pecaminosa es débil. Así que Dios hizo lo que la ley no podía hacer. Él envió a su propio Hijo en un cuerpo como el que nosotros los pecadores tenemos; y en ese cuerpo, mediante la entrega de su Hijo como sacrificio por nuestros pecados, Dios declaró el fin del dominio que el pecado tenía sobre nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Lo hizo para que se cumpliera totalmente la exigencia justa de la ley a favor de nosotros, que ya no seguimos a nuestra naturaleza pecaminosa sino que seguimos al Espíritu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los que están dominados por la naturaleza pecaminosa piensan en cosas pecaminosas, pero los que son controlados por el Espíritu Santo piensan en las cosas que agradan al Espíritu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por lo tanto, permitir que la naturaleza pecaminosa les controle la mente lleva a la muerte. Pero permitir que el Espíritu les controle la mente lleva a la vida y a la paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pues la naturaleza pecaminosa es enemiga de Dios siempre. Nunca obedeció las leyes de Dios y jamás lo hará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Por eso, los que todavía viven bajo el dominio de la naturaleza pecaminosa nunca pueden agradar a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero ustedes no están dominados por su naturaleza pecaminosa. Son controlados por el Espíritu si el Espíritu de Dios vive en ustedes. (Y recuerden que los que no tienen al Espíritu de Cristo en ellos, de ninguna manera pertenecen a él)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y Cristo vive en ustedes; entonces, aunque el cuerpo morirá por causa del pecado, el Espíritu les da vida, porque ustedes ya fueron hechos justos a los ojos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El Espíritu de Dios, quien levantó a Jesús de los muertos, vive en ustedes; y así como Dios levantó a Cristo Jesús de los muertos, él dará vida a sus cuerpos mortales mediante el mismo Espíritu, quien vive en ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por lo tanto, amados hermanos, no están obligados a hacer lo que su naturaleza pecaminosa los incita a hacer;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "pues, si viven obedeciéndola, morirán; pero si mediante el poder del Espíritu hacen morir las acciones de la naturaleza pecaminosa, vivirán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pues todos los que son guiados por el Espíritu de Dios son hijos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y ustedes no han recibido un espíritu que los esclavice al miedo. En cambio, recibieron el Espíritu de Dios cuando él los adoptó como sus propios hijos. Ahora lo llamamos «Abba, Padre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pues su Espíritu se une a nuestro espíritu para confirmar que somos hijos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Así que como somos sus hijos, también somos sus herederos. De hecho, somos herederos junto con Cristo de la gloria de Dios; pero si vamos a participar de su gloria, también debemos participar de su sufrimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La gloria futura"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Sin embargo, lo que ahora sufrimos no es nada comparado con la gloria que él nos revelará más adelante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pues toda la creación espera con anhelo el día futuro en que Dios revelará quiénes son verdaderamente sus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Contra su propia voluntad, toda la creación quedó sujeta a la maldición de Dios. Sin embargo, con gran esperanza,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "la creación espera el día en que será liberada de la muerte y la descomposición, y se unirá a la gloria de los hijos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pues sabemos que, hasta el día de hoy, toda la creación gime de angustia como si tuviera dolores de parto;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "y los creyentes también gemimos —aunque tenemos al Espíritu Santo en nosotros como una muestra anticipada de la gloria futura— porque anhelamos que nuestro cuerpo sea liberado del pecado y el sufrimiento. Nosotros también deseamos con una esperanza ferviente que llegue el día en que Dios nos dé todos nuestros derechos como sus hijos adoptivos, incluido el nuevo cuerpo que nos prometió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Recibimos esa esperanza cuando fuimos salvos. (Si uno ya tiene algo, no necesita esperarlo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "pero si deseamos algo que todavía no tenemos, debemos esperar con paciencia y confianza)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Además, el Espíritu Santo nos ayuda en nuestra debilidad. Por ejemplo, nosotros no sabemos qué quiere Dios que le pidamos en oración, pero el Espíritu Santo ora por nosotros con gemidos que no pueden expresarse con palabras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y el Padre, quien conoce cada corazón, sabe lo que el Espíritu dice, porque el Espíritu intercede por nosotros, los creyentes, en armonía con la voluntad de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y sabemos que Dios hace que todas las cosas cooperen para el bien de quienes lo aman y son llamados según el propósito que él tiene para ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Pues Dios conoció a los suyos de antemano y los eligió para que llegaran a ser como su Hijo, a fin de que su Hijo fuera el hijo mayor entre muchos hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Después de haberlos elegido, Dios los llamó para que se acercaran a él; y una vez que los llamó, los puso en la relación correcta con él; y luego de ponerlos en la relación correcta con él, les dio su gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nada puede separarnos del amor de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "¿Qué podemos decir acerca de cosas tan maravillosas como estas? Si Dios está a favor de nosotros, ¿quién podrá ponerse en nuestra contra?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Si Dios no se guardó ni a su propio Hijo, sino que lo entregó por todos nosotros, ¿no nos dará también todo lo demás?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "¿Quién se atreve a acusarnos a nosotros, a quienes Dios ha elegido para sí? Nadie, porque Dios mismo nos puso en la relación correcta con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Entonces, ¿quién nos condenará? Nadie, porque Cristo Jesús murió por nosotros y resucitó por nosotros, y está sentado en el lugar de honor, a la derecha de Dios, e intercede por nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "¿Acaso hay algo que pueda separarnos del amor de Cristo? ¿Será que él ya no nos ama si tenemos problemas o aflicciones, si somos perseguidos o pasamos hambre o estamos en la miseria o en peligro o bajo amenaza de muerte?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "(Como dicen las Escrituras: «Por tu causa nos matan cada día; nos tratan como a ovejas en el matadero»)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Claro que no, a pesar de todas estas cosas, nuestra victoria es absoluta por medio de Cristo, quien nos amó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Y estoy convencido de que nada podrá jamás separarnos del amor de Dios. Ni la muerte ni la vida, ni ángeles ni demonios, ni nuestros temores de hoy ni nuestras preocupaciones de mañana. Ni siquiera los poderes del infierno pueden separarnos del amor de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Ningún poder en las alturas ni en las profundidades, de hecho, nada en toda la creación podrá jamás separarnos del amor de Dios, que está revelado en Cristo Jesús nuestro Señor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.9"
        ],
        "human": "Romanos 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.10"
        ],
        "human": "Romanos 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.8"
        ],
        "human": "Romanos 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios elige a Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Con Cristo de testigo hablo con toda veracidad. Mi conciencia y el Espíritu Santo lo confirman."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Tengo el corazón lleno de amarga tristeza e infinito dolor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "por mi pueblo, mis hermanos judíos. Yo estaría dispuesto a vivir bajo maldición para siempre —¡separado de Cristo!— si eso pudiera salvarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ellos son el pueblo de Israel, elegidos para ser los hijos adoptivos de Dios. Él les reveló su gloria, hizo pactos con ellos y les entregó su ley. Les dio el privilegio de adorarlo y de recibir sus promesas maravillosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Abraham, Isaac y Jacob son los antepasados de los israelitas, y Cristo mismo era israelita en cuanto a su naturaleza humana. Y él es Dios, el que reina sobre todas las cosas, ¡y es digno de eterna alabanza! Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ahora bien, ¿acaso Dios no cumplió su promesa a Israel? ¡No, porque no todos los que nacen en la nación de Israel son en verdad miembros del pueblo de Dios!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ser descendientes de Abraham no los hace verdaderos hijos de Abraham, pues las Escrituras dicen: «Isaac es el hijo mediante el cual procederán tus descendientes», aunque Abraham también tuvo otros hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Eso significa que no todos los descendientes naturales de Abraham son necesariamente hijos de Dios. Solo los hijos de la promesa son considerados hijos de Abraham;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "pues Dios había prometido: «Volveré dentro de un año, y Sara tendrá un hijo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ese hijo fue nuestro antepasado Isaac. Cuando se casó con Rebeca, ella dio a luz mellizos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Sin embargo, antes de que nacieran, antes de que pudieran hacer algo bueno o malo, ella recibió un mensaje de Dios. (Este mensaje demuestra que Dios elige a la gente según sus propósitos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "él llama a las personas, pero no según las buenas o malas acciones que hayan hecho). Se le dijo: «Tu hijo mayor servirá a tu hijo menor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Como dicen las Escrituras: «Amé a Jacob, pero rechacé a Esaú»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¿Estamos diciendo, entonces, que Dios fue injusto? ¡Por supuesto que no!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pues Dios le dijo a Moisés:",
            "«Tendré misericordia de quien yo quiera",
            "y mostraré compasión con quien yo quiera»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por lo tanto, es Dios quien decide tener misericordia. No depende de nuestro deseo ni de nuestro esfuerzo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pues las Escrituras cuentan que Dios le dijo al faraón: «Te he designado con el propósito específico de exhibir mi poder en ti y dar a conocer mi fama por toda la tierra»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Así que, como ven, Dios decide tener misericordia de algunos y también decide endurecer el corazón de otros para que se nieguen a escuchar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Ahora bien, ustedes podrían decir: «¿Por qué Dios culpa a las personas por no responder? ¿Acaso no hicieron sencillamente lo que él les exige que hagan?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "No, no digan eso. ¿Quién eres tú, simple ser humano, para discutir con Dios? ¿Acaso el objeto creado puede preguntarle a su creador: «¿Por qué me has hecho así?»?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cuando un alfarero hace vasijas de barro, ¿no tiene derecho a usar del mismo trozo de barro para hacer una vasija de adorno y otra para arrojar basura?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "De la misma manera, aunque Dios tiene el derecho de mostrar su enojo y su poder, él es muy paciente con aquellos que son objeto de su enojo, los que están destinados para destrucción."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Lo hace para que las riquezas de su gloria brillen con mucha más intensidad sobre aquellos a quienes les tiene misericordia, los que preparó de antemano para gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y nosotros estamos entre los que él eligió, ya sea del grupo de los judíos o de los gentiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Con respecto a los gentiles, Dios dice en la profecía de Oseas:",
            "«A los que no eran mi pueblo,",
            "ahora los llamaré mi pueblo.",
            "Y amaré a los que",
            "antes no amaba»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y también dice:",
            "«En el lugar donde se les dijo:",
            "“Ustedes no son mi pueblo”,",
            "allí serán llamados",
            "“hijos del Dios viviente”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Con respecto a Israel, el profeta Isaías clamó:",
            "«Aunque los hijos de Israel son tan numerosos como la arena a la orilla del mar,",
            "solo un remanente se salvará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Pues el Señor ejecutará su sentencia sobre la tierra",
            "sin demora y de manera terminante»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y lo mismo dijo Isaías en otro lugar:",
            "«Si el Señor de los Ejércitos Celestiales",
            "no hubiera perdonado la vida a unos cuantos de nuestros hijos,",
            "habríamos sido exterminados como Sodoma",
            "y destruidos como Gomorra»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Incredulidad de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "¿Qué significa todo esto? Aunque los gentiles no trataban de seguir las normas de Dios, fueron hechos justos a los ojos de Dios; y eso sucedió por medio de la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Pero los hijos de Israel, que se esforzaron tanto en cumplir la ley para llegar a ser justos ante Dios, nunca lo lograron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "¿Por qué no? Porque trataban de hacerse justos ante Dios por cumplir la ley en lugar de confiar en él. Tropezaron con la gran piedra en su camino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Dios se lo advirtió en las Escrituras cuando dijo:",
            "«Pongo en Jerusalén una piedra que hace tropezar a muchos,",
            "una roca que los hace caer.",
            "Pero todo el que confíe en él",
            "jamás será avergonzado»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.10"
        ],
        "human": "Romanos 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.11"
        ],
        "human": "Romanos 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.9"
        ],
        "human": "Romanos 9",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Amados hermanos, el profundo deseo de mi corazón y mi oración a Dios es que los israelitas lleguen a ser salvos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Yo sé que ellos tienen un gran entusiasmo por Dios, pero es un fervor mal encauzado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pues no entienden la forma en que Dios hace justas a las personas ante él. Se niegan a aceptar el modo de Dios y, en cambio, se aferran a su propio modo de hacerse justos ante él tratando de cumplir la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Sin embargo, Cristo ya cumplió el propósito por el cual se entregó la ley. Como resultado, todos los que creen en él son hechos justos a los ojos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La salvación es para todos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pues Moisés escribe que la ley exige obediencia a todos sus mandatos para que una persona llegue a ser justa ante Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero el modo de la fe para hacernos justos ante Dios dice: «No digas en tu corazón: “¿Quién subirá al cielo?” (para hacer bajar a Cristo a la tierra)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ni tampoco digas: “¿Quién descenderá al lugar de los muertos?” (para volver a Cristo de nuevo a la vida)»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En realidad, dice:",
            "«El mensaje está muy al alcance de la mano,",
            "está en tus labios y en tu corazón».",
            "Y ese mensaje es el mismo mensaje que nosotros predicamos acerca de la fe:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Si declaras abiertamente que Jesús es el Señor y crees en tu corazón que Dios lo levantó de los muertos, serás salvo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pues es por creer en tu corazón que eres hecho justo a los ojos de Dios y es por declarar abiertamente tu fe que eres salvo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Como nos dicen las Escrituras: «Todo el que confíe en él jamás será avergonzado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No hay diferencia entre los judíos y los gentiles en ese sentido. Ambos tienen al mismo Señor, quien da con generosidad a todos los que lo invocan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pues «todo el que invoque el nombre del Señor será salvo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¿Pero cómo pueden ellos invocarlo para que los salve si no creen en él? ¿Y cómo pueden creer en él si nunca han oído de él? ¿Y cómo pueden oír de él a menos que alguien se lo diga?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¿Y cómo irá alguien a contarles sin ser enviado? Por eso, las Escrituras dicen: «¡Qué hermosos son los pies de los mensajeros que traen buenas noticias!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Sin embargo, no todos aceptan la Buena Noticia, porque el profeta Isaías dijo: «Señor, ¿quién ha creído nuestro mensaje?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Así que la fe viene por oír, es decir, por oír la Buena Noticia acerca de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero pregunto: ¿de verdad el pueblo de Israel oyó el mensaje? Claro que sí.",
            "«El mensaje se ha difundido por toda la tierra,",
            "y sus palabras, por todo el mundo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Vuelvo a preguntar: ¿entendió realmente el pueblo de Israel? Por supuesto que sí. Pues, incluso en el tiempo de Moisés, Dios dijo:",
            "«Despertaré sus celos con un pueblo que ni siquiera es una nación.",
            "Provocaré su enojo por medio de gentiles insensatos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Luego Isaías habló audazmente de parte de Dios y dijo:",
            "«Me encontraron personas que no me buscaban.",
            "Me mostré a los que no preguntaban por mí»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero, con respecto a Israel, Dios dijo:",
            "«Todo el día les abrí mis brazos,",
            "pero ellos fueron desobedientes y rebeldes»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.11"
        ],
        "human": "Romanos 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.12"
        ],
        "human": "Romanos 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.10"
        ],
        "human": "Romanos 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Misericordia de Dios con Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces pregunto: ¿acaso Dios ha rechazado a su propio pueblo, la nación de Israel? ¡Por supuesto que no! Yo mismo soy israelita, descendiente de Abraham y miembro de la tribu de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "No, Dios no ha rechazado a su propio pueblo, al cual eligió desde el principio. ¿Se dan cuenta de lo que dicen las Escrituras sobre el tema? El profeta Elías se quejó del pueblo de Israel ante Dios y dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "«Señor, han matado a tus profetas y derribaron tus altares. Yo soy el único que queda con vida, y ahora me buscan para matarme a mí también»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "¿Y recuerdan la respuesta de Dios? Él dijo: «¡No, tengo a siete mil más que nunca se han inclinado ante Baal!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Lo mismo sucede hoy, porque unos cuantos del pueblo de Israel han permanecido fieles por la gracia de Dios, es decir, por su bondad inmerecida al elegirlos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y como es mediante la bondad de Dios, entonces no es por medio de buenas acciones. Pues, en ese caso, la gracia de Dios no sería lo que realmente es: gratuita e inmerecida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Así que la situación es la siguiente: la mayoría del pueblo de Israel no ha encontrado el favor de Dios que tanto busca. Unos cuantos sí lo han encontrado —los que Dios ha elegido—, pero el corazón de los demás fue endurecido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Como dicen las Escrituras:",
            "«Dios los hizo caer en un sueño profundo.",
            "Hasta el día de hoy, les ha cerrado los ojos para que no vean",
            "y les ha tapado los oídos para que no oigan»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "También David dijo:",
            "«Que su mesa de abundancia se convierta en una trampa,",
            "en un engaño que los lleve a pensar que todo está bien.",
            "Que sus bendiciones los hagan tropezar,",
            "y que reciban su merecido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Que sus ojos queden ciegos para que no puedan ver,",
            "y que la espalda se les encorve para siempre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "¿Acaso el pueblo de Dios tropezó y cayó sin posibilidad de recuperarse? ¡De ninguna manera! El pueblo fue desobediente, por eso Dios puso la salvación al alcance de los gentiles. Sin embargo, él quería que su propio pueblo sintiera celos y la reclamara para sí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Ahora bien, si los gentiles fueron enriquecidos porque los israelitas rechazaron la oferta de salvación de Dios, imagínense cuánto más grande será la bendición para el mundo cuando ellos por fin la acepten."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Menciono todo lo anterior especialmente para ustedes, los gentiles. Dios me designó apóstol a los gentiles. Pongo énfasis en esto"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "porque, de alguna manera, quiero hacer que los hijos de Israel sientan celos de lo que tienen ustedes, los gentiles, y entonces yo pueda salvar a algunos de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pues, si el rechazo de ellos hizo que Dios ofreciera la salvación al resto del mundo, la aceptación de ellos será algo aún más maravilloso. ¡Será vida para los que estaban muertos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y dado que Abraham y los otros patriarcas fueron santos, sus descendientes también serán santos, del mismo modo que toda la masa de pan es santa porque la porción que se da como ofrenda es santa. Pues, si las raíces del árbol son santas, las ramas también lo serán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Algunas ramas del árbol de Abraham —algunos del pueblo de Israel— han sido arrancadas; y ustedes, los gentiles, que eran ramas de un olivo silvestre, fueron injertados. Así que ahora ustedes también reciben la bendición que Dios prometió a Abraham y a sus hijos, con lo cual comparten con ellos el alimento nutritivo que proviene de la raíz del olivo especial de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Así que no se jacten de haber sido injertados para reemplazar a las ramas que fueron arrancadas. Ustedes son solo una rama, no son la raíz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Tal vez digas: «Bueno, esas ramas fueron arrancadas para darme lugar a mí»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Es cierto, pero recuerda: esas ramas fueron arrancadas porque no creyeron en Cristo, y tú estás allí porque sí crees. Así que no te consideres tan importante, más bien teme lo que podría suceder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pues, si Dios no perdonó a las ramas originales, tampoco te perdonará a ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Fíjate en que Dios es bondadoso pero también es severo. Es severo con los que desobedecen, pero será bondadoso contigo si sigues confiando en su bondad. En cambio, si dejas de confiar, tú también serás arrancado por completo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y si el pueblo de Israel abandona su incredulidad, volverá a ser injertado, pues Dios tiene poder para volver a injertarlo en el árbol."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Tú, por naturaleza, eras una rama cortada de un olivo silvestre. Por lo tanto, si Dios estuvo dispuesto a ir en contra de la naturaleza al injertarte en un árbol cultivado, él estará mucho más dispuesto a injertar las ramas originales en el árbol al que pertenecen."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La misericordia de Dios es para todos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Mis amados hermanos, quiero que entiendan este misterio para que no se vuelvan orgullosos de ustedes mismos. Parte del pueblo de Israel tiene el corazón endurecido, pero eso solo durará hasta que se complete el número de gentiles que aceptarán a Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y entonces todo Israel será salvo. Como dicen las Escrituras:",
            "«El que rescata vendrá de Jerusalén",
            "y apartará a Israel de la maldad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y mi pacto con ellos es",
            "que quitaré sus pecados»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Muchos del pueblo de Israel ahora son enemigos de la Buena Noticia, y eso los beneficia a ustedes, los gentiles. Sin embargo, ellos todavía son el pueblo que Dios ama, porque él eligió a los antepasados Abraham, Isaac y Jacob."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Pues los dones de Dios y su llamado son irrevocables."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Ustedes, los gentiles, antes eran rebeldes contra Dios, pero cuando el pueblo de Israel se rebeló contra él, Dios tuvo misericordia de ustedes y no de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Ahora ellos son los rebeldes y a ustedes Dios les mostró su misericordia para que ellos también participen de la misericordia de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Pues Dios encarceló a todos en la desobediencia para poder tener misericordia de todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "¡Qué grande es la riqueza, la sabiduría y el conocimiento de Dios! ¡Es realmente imposible para nosotros entender sus decisiones y sus caminos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Pues, ¿quién puede conocer los pensamientos del Señor?",
            "¿Quién sabe lo suficiente para aconsejarlo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "¿Y quién le ha entregado tanto",
            "para que él tenga que devolvérselo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Pues todas las cosas provienen de él y existen por su poder y son para su gloria. ¡A él sea toda la gloria por siempre! Amén."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.12"
        ],
        "human": "Romanos 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.13"
        ],
        "human": "Romanos 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.11"
        ],
        "human": "Romanos 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sacrificio vivo para Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por lo tanto, amados hermanos, les ruego que entreguen su cuerpo a Dios por todo lo que él ha hecho a favor de ustedes. Que sea un sacrificio vivo y santo, la clase de sacrificio que a él le agrada. Esa es la verdadera forma de adorarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "No imiten las conductas ni las costumbres de este mundo, más bien dejen que Dios los transforme en personas nuevas al cambiarles la manera de pensar. Entonces aprenderán a conocer la voluntad de Dios para ustedes, la cual es buena, agradable y perfecta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Basado en el privilegio y la autoridad que Dios me ha dado, le advierto a cada uno de ustedes lo siguiente: ninguno se crea mejor de lo que realmente es. Sean realistas al evaluarse a ustedes mismos, háganlo según la medida de fe que Dios les haya dado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Así como nuestro cuerpo tiene muchas partes y cada parte tiene una función específica,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "el cuerpo de Cristo también. Nosotros somos las diversas partes de un solo cuerpo y nos pertenecemos unos a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Dios, en su gracia, nos ha dado dones diferentes para hacer bien determinadas cosas. Por lo tanto, si Dios te dio la capacidad de profetizar, habla con toda la fe que Dios te haya concedido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Si tu don es servir a otros, sírvelos bien. Si eres maestro, enseña bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Si tu don consiste en animar a otros, anímalos. Si tu don es dar, hazlo con generosidad. Si Dios te ha dado la capacidad de liderar, toma la responsabilidad en serio. Y si tienes el don de mostrar bondad a otros, hazlo con gusto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "No finjan amar a los demás; ámenlos de verdad. Aborrezcan lo malo. Aférrense a lo bueno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ámense unos a otros con un afecto genuino y deléitense al honrarse mutuamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "No sean nunca perezosos, más bien trabajen con esmero y sirvan al Señor con entusiasmo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Alégrense por la esperanza segura que tenemos. Tengan paciencia en las dificultades y sigan orando."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Estén listos para ayudar a los hijos de Dios cuando pasen necesidad. Estén siempre dispuestos a brindar hospitalidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Bendigan a quienes los persiguen. No los maldigan, sino pídanle a Dios en oración que los bendiga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Alégrense con los que están alegres y lloren con los que lloran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Vivan en armonía unos con otros. No sean tan orgullosos como para no disfrutar de la compañía de la gente común. ¡Y no piensen que lo saben todo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Nunca devuelvan a nadie mal por mal. Compórtense de tal manera que todo el mundo vea que ustedes son personas honradas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Hagan todo lo posible por vivir en paz con todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Queridos amigos, nunca tomen venganza. Dejen que se encargue la justa ira de Dios. Pues dicen las Escrituras:",
            "«Yo tomaré venganza;",
            "yo les pagaré lo que se merecen»,",
            "dice el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "En cambio,",
            "«Si tus enemigos tienen hambre, dales de comer.",
            "Si tienen sed, dales de beber.",
            "Al hacer eso, amontonarás",
            "carbones encendidos de vergüenza sobre su cabeza»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "No dejen que el mal los venza, más bien venzan el mal haciendo el bien."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.13"
        ],
        "human": "Romanos 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.14"
        ],
        "human": "Romanos 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.12"
        ],
        "human": "Romanos 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Respeto por las autoridades"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Toda persona debe someterse a las autoridades de gobierno, pues toda autoridad proviene de Dios, y los que ocupan puestos de autoridad están allí colocados por Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Por lo tanto, cualquiera que se rebele contra la autoridad se rebela contra lo que Dios ha instituido, y será castigado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pues las autoridades no infunden temor a los que hacen lo que está bien, sino a los que hacen lo que está mal. ¿Quieres vivir sin temor a las autoridades? Haz lo correcto, y ellas te honrarán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Las autoridades están al servicio de Dios para tu bien; pero si estás haciendo algo malo, por supuesto que deberías tener miedo, porque ellas tienen poder para castigarte. Están al servicio de Dios para cumplir el propósito específico de castigar a los que hacen lo malo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por eso tienes que someterte a ellas, no solo para evitar el castigo, sino para mantener tu conciencia limpia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por esas mismas razones, también paguen sus impuestos, pues los funcionarios de gobierno necesitan cobrar su sueldo. Ellos sirven a Dios con lo que hacen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ustedes den a cada uno lo que le deben: paguen los impuestos y demás aranceles a quien corresponda, y den respeto y honra a los que están en autoridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El amor cumple con los requisitos de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "No deban nada a nadie, excepto el deber de amarse unos a otros. Si aman a su prójimo, cumplen con las exigencias de la ley de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pues los mandamientos dicen: «No cometas adulterio. No cometas asesinato. No robes. No codicies». Estos y otros mandamientos semejantes se resumen en uno solo: «Ama a tu prójimo como a ti mismo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El amor no hace mal a otros, por eso el amor cumple con las exigencias de la ley de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Esto es aún más urgente, porque ustedes saben que es muy tarde; el tiempo se acaba. Despierten, porque nuestra salvación ahora está más cerca que cuando recién creímos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "La noche ya casi llega a su fin; el día de la salvación amanecerá pronto. Por eso, dejen de lado sus actos oscuros como si se quitaran ropa sucia, y pónganse la armadura resplandeciente de la vida recta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ya que nosotros pertenecemos al día, vivamos con decencia a la vista de todos. No participen en la oscuridad de las fiestas desenfrenadas y de las borracheras, ni vivan en promiscuidad sexual e inmoralidad, ni se metan en peleas, ni tengan envidia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Más bien, vístanse con la presencia del Señor Jesucristo. Y no se permitan pensar en formas de complacer los malos deseos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.14"
        ],
        "human": "Romanos 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.15"
        ],
        "human": "Romanos 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.13"
        ],
        "human": "Romanos 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El peligro de juzgar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Acepten a los creyentes que son débiles en la fe y no discutan acerca de lo que ellos consideran bueno o malo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Por ejemplo, un creyente piensa que está bien comer de todo; pero otro creyente, con una conciencia sensible, come solo verduras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Los que se sienten libres para comer de todo no deben menospreciar a los que no sienten la misma libertad; y los que no comen determinados alimentos no deben juzgar a los que sí los comen, porque a esos hermanos Dios los ha aceptado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "¿Quién eres tú para juzgar a los sirvientes de otro? Su amo dirá si quedan en pie o caen; y con la ayuda del Señor, quedarán en pie y recibirán la aprobación de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Del mismo modo, algunos piensan que un día es más sagrado que otro, mientras que otros creen que todos los días son iguales. Cada uno debería estar plenamente convencido de que el día que elija es aceptable."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los que adoran al Señor un día en particular lo hacen para honrarlo a él. Los que comen toda clase de alimentos lo hacen para honrar al Señor, ya que le dan gracias a Dios antes de comer. Y los que se niegan a comer ciertos alimentos también quieren agradar al Señor y le dan gracias a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pues no vivimos para nosotros mismos ni morimos para nosotros mismos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Si vivimos, es para honrar al Señor, y si morimos, es para honrar al Señor. Entonces, tanto si vivimos como si morimos, pertenecemos al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cristo murió y resucitó con este propósito: ser Señor de los vivos y de los muertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "¿Por qué, entonces, juzgas a otro creyente? ¿Por qué menosprecias a otro creyente? Recuerda que todos estaremos delante del tribunal de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pues dicen las Escrituras:",
            "«Tan cierto como que yo vivo —dice el Señor—,",
            "toda rodilla se doblará ante mí,",
            "y toda lengua declarará lealtad a Dios»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Es cierto, cada uno de nosotros tendrá que responder por sí mismo ante Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Así que dejemos de juzgarnos unos a otros. Por el contrario, propónganse vivir de tal manera que no causen tropiezo ni caída a otro creyente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Yo sé —y estoy convencido por la autoridad del Señor Jesús— que ningún alimento en sí mismo está mal; pero si alguien piensa que está mal comerlo, entonces, para esa persona, está mal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Si otro creyente se angustia por lo que tú comes, entonces no actúas con amor si lo comes. No permitas que lo que tú comes destruya a alguien por quien Cristo murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces no serás criticado por hacer algo que tú crees que es bueno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pues el reino de Dios no se trata de lo que comemos o bebemos, sino de llevar una vida de bondad, paz y alegría en el Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Si tú sirves a Cristo con esa actitud, agradarás a Dios y también tendrás la aprobación de los demás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Por lo tanto, procuremos que haya armonía en la iglesia y tratemos de edificarnos unos a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "No destruyas la obra de Dios a causa de lo que comes. Recuerda que todos los alimentos están permitidos; lo malo es comer algo que haga tropezar a otro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Es mejor no comer carne ni beber vino ni hacer ninguna otra cosa que pudiera causar que otro creyente tropiece."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Tal vez crees que no hay nada malo en lo que haces, pero mantenlo entre tú y Dios. Benditos son los que no se sienten culpables por hacer algo que han decidido que es correcto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero si tienes dudas acerca de si debes o no comer algo en particular, entonces es pecado comerlo, pues no eres fiel a tus convicciones. Si haces algo que crees que está mal, pecas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.15"
        ],
        "human": "Romanos 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.16"
        ],
        "human": "Romanos 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.14"
        ],
        "human": "Romanos 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Vivir para ayudar y edificar a otros"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los que somos fuertes debemos tener consideración de los que son sensibles a este tipo de cosas. No debemos agradarnos solamente a nosotros mismos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Deberíamos ayudar a otros a hacer lo que es correcto y edificarlos en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pues ni siquiera Cristo vivió para agradarse a sí mismo. Como dicen las Escrituras: «Los insultos de aquellos que te insultan, oh Dios, han caído sobre mí»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Tales cosas se escribieron hace tiempo en las Escrituras para que nos sirvan de enseñanza. Y las Escrituras nos dan esperanza y ánimo mientras esperamos con paciencia hasta que se cumplan las promesas de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Que Dios, quien da esa paciencia y ese ánimo, los ayude a vivir en plena armonía unos con otros, como corresponde a los seguidores de Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces todos ustedes podrán unirse en una sola voz para dar alabanza y gloria a Dios, el Padre de nuestro Señor Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Por lo tanto, acéptense unos a otros, tal como Cristo los aceptó a ustedes, para que Dios reciba la gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Recuerden que Cristo vino a servir a los judíos para demostrar que Dios es fiel a las promesas que les hizo a los antepasados de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "También vino para que los gentiles le dieran la gloria a Dios por la misericordia que él tuvo con ellos. A eso se refería el salmista cuando escribió:",
            "«Por eso, te alabaré entre los gentiles,",
            "cantaré alabanzas a tu nombre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y en otro lugar está escrito:",
            "«Alégrense con su pueblo,",
            "oh gentiles»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y además:",
            "«Alaben al Señor, todos ustedes, los gentiles.",
            "Todos los pueblos de la tierra, alábenlo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y en otro lugar Isaías dijo:",
            "«El heredero del trono de David vendrá",
            "y reinará sobre los gentiles.",
            "Ellos pondrán su esperanza en él»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Le pido a Dios, fuente de esperanza, que los llene completamente de alegría y paz, porque confían en él. Entonces rebosarán de una esperanza segura mediante el poder del Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Propósito de la carta"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Mis amados hermanos, estoy plenamente convencido de que ustedes están llenos de bondad. Conocen estas cosas tan bien que pueden enseñárselas unos a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Aun así, me atreví a escribirles sobre algunos de estos temas porque sé que lo único que necesitan es recordarlos. Pues, por la gracia de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "soy un mensajero especial de Cristo Jesús enviado a ustedes, los gentiles. Les transmito la Buena Noticia para presentarlos como una ofrenda aceptable a Dios, hecha santa por el Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Así que tengo razón de estar entusiasmado por todo lo que Cristo Jesús ha hecho por medio de mí al servir a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Sin embargo, no me atrevo a jactarme de nada, salvo de lo que Cristo ha hecho por medio de mí al llevar a los gentiles a Dios a través de mi mensaje y de la manera en que he trabajado entre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Los gentiles se convencieron por el poder de señales milagrosas y maravillas, y por el poder del Espíritu de Dios. De esa manera, presenté con toda plenitud la Buena Noticia de Cristo desde Jerusalén hasta llegar a la región del Ilírico."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Mi gran aspiración siempre ha sido predicar la Buena Noticia donde nunca antes se ha oído el nombre de Cristo, y no donde otro ya ha comenzado una iglesia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "He seguido el plan que mencionan las Escrituras, donde dice:",
            "«Los que nunca se enteraron de él verán,",
            "y los que nunca oyeron de él entenderán»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "De hecho, mi visita a ustedes se demoró tanto precisamente porque estuve predicando en esos lugares."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Planes de viaje de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Ahora que terminé mi trabajo en estas regiones y después de todos estos largos años de espera, tengo muchos deseos de ir a verlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Estoy pensando viajar a España. Cuando lo haga, me detendré en Roma, y luego de disfrutar de la compañía de ustedes por un breve tiempo, podrán ayudarme con lo necesario para mi viaje."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Sin embargo, antes de visitarlos, debo ir a Jerusalén para llevar una ofrenda a los creyentes de allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Pues, les cuento, los creyentes de Macedonia y Acaya con entusiasmo juntaron una ofrenda para los creyentes de Jerusalén que son pobres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Lo hicieron con gusto porque se sienten en deuda con ellos. Dado que los gentiles recibieron las bendiciones espirituales de la Buena Noticia por parte de los creyentes de Jerusalén, sienten que lo menos que pueden hacer por ellos a cambio es ayudarlos económicamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "En cuanto yo entregue ese dinero y termine esa buena acción de los gentiles, iré a visitarlos a ustedes de camino a España."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Cuando vaya, estoy seguro de que Cristo bendecirá en abundancia el tiempo que pasemos juntos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Mis amados hermanos, les pido encarecidamente en el nombre de nuestro Señor Jesucristo que se unan a mi lucha orando a Dios por mí. Háganlo por el amor que me tienen, ese amor que el Espíritu Santo les ha dado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Pídanle que me libre de los que están en Judea que se niegan a obedecer a Dios. Pídanle también que los creyentes de allí estén dispuestos a aceptar la ofrenda que llevo a Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Entonces, por la voluntad de Dios, podré ir a verlos con un corazón alegre, y nos alentaremos unos a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Y que Dios, quien nos da su paz, esté con todos ustedes. Amén."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.16"
        ],
        "human": "Romanos 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.1"
        ],
        "human": "1 Corintios 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.15"
        ],
        "human": "Romanos 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo saluda a sus amigos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Les encomiendo a nuestra hermana Febe, quien es diaconisa de la iglesia en Cencrea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Recíbanla en el Señor como digna de honra en el pueblo de Dios. Ayúdenla en todo lo que necesite, porque ella ha sido de ayuda para muchos, especialmente para mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Den mis saludos a Priscila y Aquila, mis colaboradores en el ministerio de Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "De hecho, ellos una vez arriesgaron la vida por mí. Yo les estoy agradecido, igual que todas las iglesias de los gentiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Den también mis saludos a la iglesia que se reúne en el hogar de ellos.",
            "Saluden a mi querido amigo Epeneto. Él fue el primero de toda la provincia de Asia que se convirtió en seguidor de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Denle mis saludos a María, quien ha trabajado tanto por ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Saluden a Andrónico y a Junias, judíos como yo, quienes estuvieron en la cárcel conmigo. Ellos son muy respetados entre los apóstoles y se hicieron seguidores de Cristo antes que yo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Saluden a Amplias, mi querido amigo en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Saludos también a Urbano, nuestro colaborador en Cristo, y a mi querido amigo Estaquis."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Saluden a Apeles, un buen hombre aprobado por Cristo. Y den mis saludos a los creyentes de la familia de Aristóbulo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Saluden a Herodión, judío como yo. Saluden a los de la familia de Narciso que son del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Den mis saludos a Trifena y Trifosa, obreras del Señor, y a la amada Pérsida, quien ha trabajado tanto para el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Saluden a Rufo, a quien el Señor eligió para hacerlo suyo; y también a su querida madre, quien ha sido como una madre para mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Den mis saludos a Asíncrito, Flegonte, Hermas, Patrobas, Hermes y a los hermanos que se reúnen con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Saluden también a Filólogo, Julia, Nereo y su hermana, y a Olimpas y a todos los creyentes que se reúnen con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Salúdense unos a otros con un beso santo. Todas las iglesias de Cristo les envían saludos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Instrucciones finales de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y ahora, mis amados hermanos, les pido algo más. Tengan cuidado con los que causan divisiones y trastornan la fe de los creyentes al enseñar cosas que van en contra de las que a ustedes se les enseñaron. Manténganse lejos de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Tales personas no sirven a Cristo nuestro Señor; sirven a sus propios intereses. Con palabras suaves y halagos, engañan a la gente inocente;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "pero todos saben que ustedes son obedientes al Señor. Eso me llena de alegría. Quiero que sean sabios para hacer lo que está bien y sigan siendo inocentes en cuanto a toda clase de mal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El Dios de paz pronto aplastará a Satanás bajo los pies de ustedes. Que la gracia de nuestro Señor Jesús sea con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Timoteo, mi compañero de trabajo, les manda saludos, igual que Lucio, Jasón y Sosípater, judíos como yo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Yo, Tercio, quien escribo esta carta de parte de Pablo, también les envío mis saludos como uno de los seguidores del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Los saluda Gayo. Él es quien me hospeda y también recibe en su casa a toda la iglesia. Les envía saludos Erasto, el tesorero de la ciudad, y también el hermano Cuarto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Que toda la gloria sea para Dios, quien puede fortalecerlos tal como expresa la Buena Noticia. En ese mensaje acerca de Jesucristo se ha revelado su plan para ustedes, los gentiles, un plan que estuvo guardado en secreto desde el principio del tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Pero ahora, tal como lo predijeron los profetas y el Dios eterno lo ha ordenado, ese mensaje se da a conocer a todos los gentiles en todas partes, para que ellos también puedan creer y obedecerlo a él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Toda la gloria sea para el único sabio Dios eternamente por medio de Jesucristo. Amén."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}