{
  "book_usfm": "ZEC",
  "name": "Zacarías",
  "local_title": "Nueva Traducción Viviente",
  "local_abbreviation": "NTV",
  "version_id": 127,
  "publisher": {
    "name": "Tyndale House Publishers Inc."
  },
  "copyright": {
    "html": "<p>Santa Biblia, Nueva Traducción Viviente, copyright © 2010 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, a Division of Tyndale House Ministries, Carol Stream, Illinois 60188. All rights reserved.</p>",
    "text": "Santa Biblia, Nueva Traducción Viviente, copyright © 2010 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, a Division of Tyndale House Ministries, Carol Stream, Illinois 60188. All rights reserved."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "ZEC.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.1"
        ],
        "human": "Zacarías 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.2"
        ],
        "human": "Zacarías 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "HAG.2"
        ],
        "human": "Hageo 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Un llamado a volver al Señor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En noviembre del segundo año del reinado de Darío, el Señor le dio este mensaje al profeta Zacarías, hijo de Berequías, nieto de Iddo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Yo, el Señor, estuve muy enojado con los antepasados de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por lo tanto, dile al pueblo: “El Señor de los Ejércitos Celestiales dice: ‘Regresen a mí y yo me volveré a ustedes, dice el Señor de los Ejércitos Celestiales’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "No sean como sus antepasados que no querían escuchar ni prestar atención cuando los antiguos profetas les dijeron: ‘El Señor de los Ejércitos Celestiales dice: “Apártense de sus malos caminos y abandonen todas sus prácticas malvadas”’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»”¿Dónde están ahora sus antepasados? Ellos y los profetas murieron hace mucho tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero todo lo que dije por medio de mis siervos, los profetas, les ocurrió a sus antepasados, tal como lo dije. En consecuencia, ellos se arrepintieron y dijeron: ‘Hemos recibido lo que merecíamos del Señor de los Ejércitos Celestiales. Él ha hecho lo que dijo que haría’”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Un hombre entre los arrayanes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Tres meses después, el 15 de febrero, el Señor envió otro mensaje al profeta Zacarías, hijo de Berequías, nieto de Iddo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En una visión durante la noche, vi a un hombre montado en un caballo rojo que estaba entre unos arrayanes en un pequeño valle. Detrás de él había jinetes en caballos rojos, marrones y blancos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Le pregunté al ángel que hablaba conmigo:",
            "—Mi señor, ¿qué significan estos caballos?",
            "—Te mostraré —me contestó el ángel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces el jinete que estaba entre los arrayanes me explicó: «Son los que el Señor ha enviado a recorrer la tierra»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces los otros jinetes le informaron al ángel del Señor, que se encontraba entre los arrayanes: «Hemos estado recorriendo la tierra y el mundo entero está en paz»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Al escucharlo, el ángel del Señor elevó la siguiente oración: «Oh Señor de los Ejércitos Celestiales, durante los últimos setenta años has estado enojado con Jerusalén y con las ciudades de Judá. ¿Cuánto tiempo más pasará para que vuelvas a mostrarles compasión?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces el Señor le habló palabras buenas y consoladoras al ángel que conversaba conmigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Luego el ángel me dijo: «Proclama este mensaje a gritos para que todos lo oigan: “El Señor de los Ejércitos Celestiales dice: ‘Mi amor por Jerusalén y el monte Sion es intenso y ferviente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Sin embargo, estoy muy enojado con las otras naciones que ahora disfrutan de paz y seguridad. Solo me enojé un poco con mi pueblo, pero las naciones le causaron mucho más daño del que me proponía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»”’Por lo tanto, esto es lo que dice el Señor: he vuelto a mostrar misericordia a Jerusalén. Mi templo será reedificado, dice el Señor de los Ejércitos Celestiales, y se tomarán las medidas para la reconstrucción de Jerusalén’”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»Proclama también: “El Señor de los Ejércitos Celestiales dice: ‘Otra vez las ciudades de Israel rebosarán de prosperidad y otra vez el Señor consolará a Sion y elegirá a Jerusalén para sí mismo’”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los cuatro cuernos y los cuatro herreros"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces levanté la mirada y vi cuatro cuernos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "—¿Qué significan estos cuernos? —pregunté al ángel que hablaba conmigo.",
            "Él me contestó:",
            "—Estos cuernos representan a las naciones que dispersaron a Judá, a Israel y a Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces el Señor me mostró cuatro herreros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "—Y estos hombres, ¿qué vienen a hacer? —pregunté.",
            "El ángel me contestó:",
            "—Estos cuatro cuernos, es decir, estas naciones, dispersaron y humillaron a Judá. Ahora estos herreros han venido para aterrorizar, derribar y destruir a esas naciones."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.2"
        ],
        "human": "Zacarías 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.3"
        ],
        "human": "Zacarías 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.1"
        ],
        "human": "Zacarías 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Prosperidad futura de Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando miré de nuevo, vi a un hombre con una cinta de medir en la mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "—¿Adónde vas? —le pregunté.",
            "—Voy a medir Jerusalén —me contestó— para ver cuánto mide de ancho y de largo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces el ángel que estaba conmigo fue a reunirse con un segundo ángel que se dirigía hacia él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El otro ángel dijo:",
            "—Apresúrate y dile a ese joven: “¡Jerusalén algún día estará tan llena de gente y de animales que no habrá lugar suficiente para todos! Muchos vivirán fuera de las murallas de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces yo mismo seré un muro de fuego protector alrededor de Jerusalén, dice el Señor. ¡Y seré la gloria dentro de la ciudad!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los desterrados son llamados a regresar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El Señor dice: «¡Salgan! Huyan de Babilonia en la tierra del norte, porque yo los he dispersado a los cuatro vientos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¡Sal, pueblo de Sion, tú que estás desterrado en Babilonia!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Después de un período de gloria, el Señor de los Ejércitos Celestiales me envió contra las naciones que los saquearon a ustedes. Pues él dijo: «Cualquiera que te dañe, daña a mi más preciada posesión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Levantaré mi puño para aplastarlos y sus propios esclavos los saquearán». Entonces ustedes sabrán que el Señor de los Ejércitos Celestiales me ha enviado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El Señor dice: «Grita y alégrate, oh Jerusalén hermosa, porque yo vengo a vivir en medio de ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Muchas naciones se unirán al Señor en ese día y ellos también serán mi pueblo. Viviré entre ustedes y sabrán que el Señor de los Ejércitos Celestiales me ha enviado a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "La tierra de Judá será la preciada posesión del Señor en la tierra santa y él elegirá una vez más a Jerusalén para ser su propia ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Que toda la humanidad guarde silencio ante el Señor, porque él entra en acción desde su santa morada»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.3"
        ],
        "human": "Zacarías 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.4"
        ],
        "human": "Zacarías 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.2"
        ],
        "human": "Zacarías 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Limpieza del sumo sacerdote"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces el ángel me mostró a Jesúa, el sumo sacerdote, que estaba de pie ante el ángel del Señor. El Acusador, Satanás, estaba allí a la derecha del ángel y presentaba acusaciones contra Jesúa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces el Señor le dijo a Satanás: «Yo, el Señor, rechazo tus acusaciones, Satanás. Así es, el Señor que eligió a Jerusalén te reprende. Este hombre es como un tizón en llamas que ha sido arrebatado del fuego»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "La ropa de Jesúa estaba sucia cuando estuvo de pie ante el ángel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces el ángel dijo a los otros que estaban allí: «Quítenle esa ropa sucia». Luego se volvió hacia Jesúa y le dijo: «¿Ya ves? He quitado tus pecados y ahora te voy a dar esta ropa nueva y fina»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Luego yo dije: «Deben también colocarle un turbante limpio en la cabeza». Así que ellos le pusieron en la cabeza un turbante sacerdotal limpio y lo vistieron de ropas nuevas, mientras el ángel del Señor permanecía cerca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces el ángel del Señor habló solemnemente a Jesúa y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "«El Señor de los Ejércitos Celestiales dice: “Si tú sigues mis caminos y me sirves con cuidado, recibirás autoridad sobre mi templo y sus atrios. Permitiré que camines entre los otros que están aquí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»”Escúchenme, oh Jesúa, sumo sacerdote, y ustedes los demás sacerdotes. Ustedes son símbolos de lo que está por venir. Pronto traeré a mi siervo llamado el Retoño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Miren ahora la joya que he puesto ante Jesúa, una sola piedra con siete facetas. Grabaré una inscripción en ella, dice el Señor de los Ejércitos Celestiales, y en un solo día quitaré los pecados de esta tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»”En ese día, dice el Señor de los Ejércitos Celestiales, cada uno invitará a su vecino a sentarse en paz bajo sus propias vides e higueras”»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.4"
        ],
        "human": "Zacarías 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.5"
        ],
        "human": "Zacarías 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.3"
        ],
        "human": "Zacarías 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El candelabro y los dos olivos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces el ángel que había estado hablando conmigo volvió y me despertó, como si hubiera estado dormido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "—¿Qué ves ahora? —me preguntó.",
            "—Veo un candelabro de oro macizo con un tazón de aceite encima —contesté—. Alrededor del tazón hay siete lámparas y cada una tiene siete conductos para las mechas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "También veo dos olivos, uno a cada lado del tazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces le pregunté al ángel:",
            "—¿Qué es todo esto, mi señor? ¿Qué significa?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "—¿No lo sabes? —preguntó el ángel.",
            "—No, mi señor —le contesté."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces me dijo:",
            "—El Señor dice a Zorobabel: “No es por el poder ni por la fuerza, sino por mi Espíritu, dice el Señor de los Ejércitos Celestiales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Nada impedirá el camino de Zorobabel, ni siquiera una montaña gigantesca, ¡pues se convertirá en llanura delante de él! Y cuando Zorobabel coloque la última piedra del templo en su lugar, la gente gritará: ‘¡Dios lo bendiga! ¡Dios lo bendiga!’”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Después recibí otro mensaje del Señor:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "«Zorobabel es quien colocó los cimientos de este templo y él los terminará. Así ustedes sabrán que el Señor de los Ejércitos Celestiales me envió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "No menosprecien estos modestos comienzos, pues el Señor se alegrará cuando vea que el trabajo se inicia y que la plomada está en las manos de Zorobabel».",
            "(Las siete lámparas representan los ojos del Señor que recorren toda la tierra)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces le pregunté al ángel:",
            "—¿Qué son esos dos olivos a cada lado del candelabro"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "y las dos ramas de olivo que vierten aceite dorado por dos tubos de oro?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "—¿No lo sabes? —preguntó.",
            "—No, mi señor —respondí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces él me dijo:",
            "—Representan a los dos ungidos que están de pie en la corte del Señor de toda la tierra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.5"
        ],
        "human": "Zacarías 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.6"
        ],
        "human": "Zacarías 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.4"
        ],
        "human": "Zacarías 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El rollo que volaba"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Levanté otra vez la mirada y vi un rollo volando en el aire."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "—¿Qué ves? —preguntó el ángel.",
            "—Veo un rollo que vuela —contesté—. Parece tener diez metros de largo y cinco metros de ancho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces él me dijo:",
            "—Este rollo contiene la maldición que cubrirá toda la tierra. Un lado del rollo dice que los que roban serán desterrados; el otro lado dice que los que juran en falso serán desterrados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El Señor de los Ejércitos Celestiales dice: “Envío esta maldición a la casa de cada ladrón y a la casa de todos los que juran en falso usando mi nombre. Mi maldición se quedará en esa casa y la destruirá por completo, hasta las maderas y las piedras”."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La mujer en una canasta"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces el ángel que hablaba conmigo se adelantó y dijo:",
            "—Mira hacia arriba y fíjate en lo que viene."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "—¿Qué es? —pregunté.",
            "—Es una canasta para medir grano —respondió—, y está llena con los pecados de los habitantes de todo el país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces fue levantada la pesada tapa de plomo de la canasta y adentro había una mujer sentada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El ángel dijo: «La mujer se llama Perversidad», y la empujó adentro de la canasta otra vez y cerró la pesada tapa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces miré hacia arriba y vi a dos mujeres que volaban hacia nosotros, planeando con el viento. Tenían alas como de cigüeña, y recogieron la canasta y levantaron el vuelo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "—¿Adónde llevan la canasta? —le pregunté al ángel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "—A la tierra de Babilonia —me respondió—, donde construirán un templo para la canasta. Luego, cuando el templo esté listo, colocarán la canasta allí sobre un pedestal."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.6"
        ],
        "human": "Zacarías 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.7"
        ],
        "human": "Zacarías 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.5"
        ],
        "human": "Zacarías 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los cuatro carros de guerra"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces levanté la mirada otra vez y vi cuatro carros de guerra que salían de entre dos montañas de bronce."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El primer carro era tirado por caballos rojos, el segundo por caballos negros,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "el tercero por caballos blancos y el cuarto por poderosos caballos tordos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "—¿Y qué son estos, mi señor? —le pregunté al ángel que hablaba conmigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "—Son los cuatro espíritus del cielo que están delante del Señor de toda la tierra —el ángel contestó—. Ellos salen a hacer su trabajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El carro con caballos negros va al norte, el carro con caballos blancos va al occidente y el carro con caballos tordos va al sur."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los poderosos caballos estaban ansiosos por salir a vigilar la tierra. Así que el Señor dijo: «¡Vayan y vigilen la tierra!». Entonces salieron de inmediato a hacer el recorrido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Luego el Señor me llamó y me dijo: «Mira, los que fueron al norte han desahogado el enojo de mi Espíritu allí en la tierra del norte»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Coronación de Jesúa"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces recibí otro mensaje del Señor:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "«Heldai, Tobías, y Jedaías traerán obsequios de plata y oro de los judíos desterrados en Babilonia. En cuanto lleguen, encuéntrate con ellos en la casa de Josías, hijo de Sofonías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Acepta sus obsequios y, con la plata y el oro, haz una corona. Entonces coloca la corona en la cabeza de Jesúa hijo de Jehosadac, el sumo sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Dile: “El Señor de los Ejércitos Celestiales declara: ‘Este es el hombre llamado el Retoño. Él echará ramas desde donde está y construirá el templo del Señor’”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Así es, él construirá el templo del Señor. Entonces recibirá el honor real y desde su trono gobernará como rey; también desde su trono servirá como sacerdote y habrá armonía perfecta entre sus dos oficios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»La corona servirá de recordatorio en el templo del Señor en reconocimiento a quienes la obsequiaron: Heldai, Tobías, Jedaías y Josías, hijo de Sofonías»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Vendrá gente desde tierras lejanas a reedificar el templo del Señor. Cuando esto ocurra, ustedes sabrán que mis mensajes vinieron del Señor de los Ejércitos Celestiales. Todo esto sucederá si ustedes se aseguran de obedecer lo que dice el Señor su Dios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.7"
        ],
        "human": "Zacarías 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.8"
        ],
        "human": "Zacarías 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.6"
        ],
        "human": "Zacarías 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Un llamado a la justicia y a la compasión"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El 7 de diciembre del cuarto año del reinado del rey Darío, el Señor le dio otro mensaje a Zacarías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El pueblo de Betel había enviado a Sarezer y a Regem-melec, junto con sus asistentes, para buscar el favor del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Les encargaron hacer la siguiente pregunta a los profetas y a los sacerdotes del templo del Señor de los Ejércitos Celestiales: «¿Debemos continuar de luto y ayuno cada verano en el aniversario de la destrucción del templo, como lo hemos estado haciendo durante muchos años?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "En respuesta, el Señor de los Ejércitos Celestiales me envió este mensaje:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "«Diles a tu pueblo y a tus sacerdotes: “Durante estos setenta años de destierro, cuando ayunaban y se vestían de luto en el verano y a comienzos del otoño, ¿hacían los ayunos realmente para mí?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Incluso ahora, cuando comen y beben en sus festivales santos, ¿no lo hacen para complacerse a sí mismos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿No es este el mismo mensaje del Señor que los profetas proclamaron en años anteriores cuando Jerusalén y los pueblos de Judá estaban llenos de gente y el Neguev y las colinas de Judá estaban bien poblados?”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Luego Zacarías recibió este mensaje del Señor:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "«El Señor de los Ejércitos Celestiales dice: juzguen con imparcialidad y muestren compasión y bondad el uno por el otro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "No opriman a las viudas ni a los huérfanos ni a los extranjeros ni a los pobres. Tampoco tramen el mal unos contra otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Sus antepasados se negaron a escuchar este mensaje. Volvieron la espalda tercamente y se taparon los oídos para no oír."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Endurecieron su corazón como la piedra para no oír las instrucciones ni los mensajes que el Señor de los Ejércitos Celestiales les había enviado por su Espíritu por medio de los antiguos profetas. Por eso el Señor de los Ejércitos Celestiales se enojó tanto con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Así como ellos se negaron a escuchar cuando los llamé, tampoco yo los escuché cuando clamaron a mí, dice el Señor de los Ejércitos Celestiales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Como con un torbellino, los dispersé entre las naciones lejanas, donde vivieron como extranjeros. La tierra quedó tan desolada que nadie pasaba por allí. ¡Convirtieron su hermosa tierra en un desierto!»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.8"
        ],
        "human": "Zacarías 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.9"
        ],
        "human": "Zacarías 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.7"
        ],
        "human": "Zacarías 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Bendiciones prometidas para Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces el Señor de los Ejércitos Celestiales me dio otro mensaje:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«El Señor de los Ejércitos Celestiales dice: mi amor por el monte Sion es intenso y ferviente, ¡me consume la pasión por Jerusalén!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "»Ahora dice el Señor: regresaré al monte Sion y viviré en Jerusalén. Entonces Jerusalén se llamará la Ciudad Fiel; el monte del Señor de los Ejércitos Celestiales se llamará Monte Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»El Señor de los Ejércitos Celestiales dice: nuevamente los ancianos y las ancianas caminarán por las calles de Jerusalén apoyados en sus bastones y se sentarán juntos en las plazas de la ciudad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y las calles de la ciudad se llenarán de niños y niñas que juegan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»El Señor de los Ejércitos Celestiales dice: ahora todo esto puede parecerles imposible, a ustedes que son el pequeño remanente del pueblo de Dios. ¿Pero será imposible para mí?, dice el Señor de los Ejércitos Celestiales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»El Señor de los Ejércitos Celestiales dice: pueden estar seguros de que rescataré a mi pueblo del oriente y del occidente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Yo los haré regresar a casa para que vivan seguros en Jerusalén. Ellos serán mi pueblo, y como su Dios los trataré con fidelidad y justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»El Señor de los Ejércitos Celestiales dice: ¡Sean fuertes y terminen la tarea! Desde que echaron los cimientos del templo del Señor de los Ejércitos Celestiales, ustedes han oído lo que los profetas han estado diciendo acerca de terminar el edificio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Antes de que la obra en el templo comenzara, no había trabajo ni dinero para contratar obreros o animales. Ningún viajero estaba a salvo porque había enemigos por todos lados. Yo hice que todos estuvieran unos contra otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Pero ahora no trataré al remanente de mi pueblo como lo hice antes, dice el Señor de los Ejércitos Celestiales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pues estoy plantando semillas de paz y prosperidad entre ustedes. Las vides estarán cargadas de fruta, la tierra producirá sus cosechas y los cielos soltarán el rocío. Una vez más yo haré que el remanente de Judá y de Israel herede estas bendiciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entre las demás naciones, Judá e Israel se convirtieron en símbolo de una nación maldita. ¡Pues ya no lo serán más! Ahora los rescataré y los haré símbolo y fuente de bendición. Así que no tengan miedo. ¡Sean fuertes y sigan con la reconstrucción del templo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Pues el Señor de los Ejércitos Celestiales dice: estaba decidido a castigarlos cuando sus antepasados me hicieron enojar y no cambié de parecer, dice el Señor de los Ejércitos Celestiales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Sin embargo, ahora estoy decidido a bendecir a Jerusalén y al pueblo de Judá, así que no tengan miedo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero ustedes deben hacer lo siguiente: digan la verdad unos a otros. En sus tribunales, pronuncien veredictos que sean justos y que conduzcan a la paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "No tramen el mal unos contra otros. Dejen de amar el decir mentiras y jurar que son verdad. Yo odio todas esas cosas, dice el Señor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Este es otro mensaje que me dio el Señor de los Ejércitos Celestiales:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "«El Señor de los Ejércitos Celestiales dice: los ayunos tradicionales y los tiempos de luto que han mantenido al principio del verano, en pleno verano, en el otoño y en el invierno ahora han terminado. Se convertirán en festivales de alegría y celebración para el pueblo de Judá. Así que amen la verdad y la paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»El Señor de los Ejércitos Celestiales dice: gente de naciones y ciudades en todo el mundo viajará a Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "La gente de una ciudad dirá a la gente de otra: “Vengan con nosotros a Jerusalén para pedir que el Señor nos bendiga. Adoremos al Señor de los Ejércitos Celestiales. Yo estoy decidido a ir”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Muchos pueblos y naciones poderosas irán a Jerusalén a buscar al Señor de los Ejércitos Celestiales y a pedir su bendición."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "»El Señor de los Ejércitos Celestiales dice: en aquellos días, diez hombres de naciones e idiomas diferentes agarrarán por la manga a un judío y le dirán: “Por favor, permítenos acompañarte, porque hemos oído que Dios está contigo”»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.9"
        ],
        "human": "Zacarías 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.10"
        ],
        "human": "Zacarías 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.8"
        ],
        "human": "Zacarías 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Juicio contra los enemigos de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Este es el mensaje del Señor contra la tierra de Aram y contra la ciudad de Damasco, pues los ojos de la humanidad, incluidas todas las tribus de Israel, están puestos en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "La destrucción de Hamat está asegurada,",
            "ciudad ubicada cerca de Damasco,",
            "también para las ciudades de Tiro y de Sidón,",
            "aunque sean tan astutas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "¡Tiro ha construido una poderosa fortaleza",
            "y ha logrado que la plata y el oro",
            "sean tan abundantes como el polvo en las calles!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero ahora el Señor despojará a Tiro de sus posesiones",
            "y lanzará sus fortificaciones al mar,",
            "y será reducida a cenizas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "La ciudad de Ascalón verá la caída de Tiro",
            "y se llenará de miedo.",
            "Gaza temblará de terror",
            "y lo mismo hará Ecrón, porque sus esperanzas se desvanecerán.",
            "El rey de Gaza será asesinado",
            "y Ascalón será abandonada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "La ciudad de Asdod será ocupada por extranjeros.",
            "Destruiré el orgullo de los filisteos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Les quitaré de la boca la carne ensangrentada",
            "y sacaré de entre sus dientes los sacrificios detestables.",
            "Entonces los filisteos que sobrevivan adorarán a nuestro Dios",
            "y serán como un clan en Judá.",
            "Los filisteos de Ecrón se unirán a mi pueblo,",
            "como una vez lo hicieron los antiguos jebuseos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Guardaré mi templo",
            "y lo protegeré de ejércitos invasores.",
            "Estoy vigilando de cerca para asegurar",
            "que nunca más los opresores extranjeros invadan la tierra de mi pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La venida del rey de Sion"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "¡Alégrate, oh pueblo de Sion!",
            "¡Grita de triunfo, oh pueblo de Jerusalén!",
            "Mira, tu rey viene hacia ti.",
            "Él es justo y victorioso,",
            "pero es humilde, montado en un burro:",
            "montado en la cría de una burra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Quitaré los carros de guerra de Israel",
            "y los caballos de guerra de Jerusalén.",
            "Destruiré todas las armas usadas en la batalla,",
            "y tu rey traerá paz a las naciones.",
            "Su reino se extenderá de mar a mar",
            "y desde el río Éufrates hasta los confines de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Debido al pacto que hice contigo,",
            "sellado con sangre,",
            "yo liberaré a tus prisioneros",
            "de morir en un calabozo sin agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¡Regresen al refugio,",
            "ustedes, prisioneros, que todavía tienen esperanza!",
            "Hoy mismo prometo",
            "que les daré dos bendiciones por cada dificultad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Judá es mi arco,",
            "e Israel, mi flecha.",
            "Jerusalén es mi espada",
            "y, como un guerrero, la blandiré contra los griegos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¡El Señor aparecerá sobre su pueblo",
            "y sus flechas volarán como rayos!",
            "El Señor Soberano hará sonar el cuerno de carnero",
            "y atacará como un torbellino desde el desierto del sur."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El Señor de los Ejércitos Celestiales protegerá a su pueblo,",
            "quien derrotará a sus enemigos lanzándoles grandes piedras.",
            "Gritarán en la batalla como si estuvieran borrachos con vino.",
            "Se llenarán de sangre como si fueran un tazón,",
            "empapados con sangre como las esquinas del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "En aquel día el Señor su Dios rescatará a su pueblo,",
            "así como un pastor rescata a sus ovejas.",
            "Brillarán en la tierra del Señor",
            "como joyas en una corona."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "¡Qué espléndidos y hermosos serán!",
            "Los jóvenes florecerán con la abundancia de grano",
            "y las jóvenes con el vino nuevo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.10"
        ],
        "human": "Zacarías 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.11"
        ],
        "human": "Zacarías 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.9"
        ],
        "human": "Zacarías 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El Señor restaurará a su pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pidan al Señor lluvia en la primavera,",
            "porque él forma las nubes de tempestad.",
            "Y él mandará abundante lluvia",
            "de modo que cada campo se convierta en un buen pastizal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Los ídolos caseros dan consejos sin ningún valor,",
            "los adivinos predicen solo mentiras",
            "y los que interpretan los sueños dicen",
            "falsedades que no dan consuelo.",
            "Así que mi pueblo vaga como ovejas perdidas,",
            "y las atacan porque no tienen pastor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "«Mi ira se enciende contra sus pastores",
            "y castigaré a esos líderes.",
            "Pues el Señor de los Ejércitos Celestiales ha llegado",
            "para cuidar a Judá, su rebaño.",
            "Él los hará fuertes y magníficos,",
            "como un caballo majestuoso en la batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "De Judá saldrá la piedra principal,",
            "la estaca de la carpa,",
            "el arco para la batalla",
            "y todos los gobernantes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Serán como guerreros poderosos en batalla,",
            "que pisotean a sus enemigos en el lodo debajo de sus pies.",
            "Puesto que el Señor está con ellos cuando luchan,",
            "hasta derribarán a los jinetes de sus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Yo fortaleceré a Judá y salvaré a Israel;",
            "los restauraré a causa de mi compasión.",
            "Será como si nunca los hubiera rechazado,",
            "porque yo soy el Señor su Dios, que escuchará sus lamentos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El pueblo de Israel será como poderosos guerreros,",
            "y sus corazones se alegrarán como si tomaran vino.",
            "Sus hijos también verán esto y se alegrarán;",
            "sus corazones se gozarán en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuando los llame con un silbido, vendrán corriendo,",
            "porque los he redimido.",
            "De los pocos que queden,",
            "volverán a ser tan numerosos como eran antes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Aunque los dispersé como semillas entre las naciones,",
            "aun así en tierras lejanas se acordarán de mí.",
            "Ellos y sus hijos sobrevivirán",
            "y volverán otra vez a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los traeré de regreso desde Egipto",
            "y los recogeré de Asiria.",
            "Yo los estableceré otra vez en Galaad y en el Líbano",
            "hasta que no haya espacio para todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cruzarán a salvo el mar de la angustia,",
            "porque las olas serán contenidas",
            "y las aguas del Nilo se secarán.",
            "La soberbia de Asiria será aplastada",
            "y el dominio de Egipto terminará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Mediante mi poder haré fuerte a mi pueblo,",
            "y por mi autoridad irán a donde quieran.",
            "¡Yo, el Señor, he hablado!»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.11"
        ],
        "human": "Zacarías 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.12"
        ],
        "human": "Zacarías 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.10"
        ],
        "human": "Zacarías 10",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Líbano, abre tus puertas,",
            "para que el fuego pueda devorar tus bosques de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Lloren, ustedes cipreses, por todos los cedros arruinados;",
            "han caído los más majestuosos.",
            "Lloren, ustedes robles de Basán,",
            "porque los tupidos bosques han sido talados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Escuchen el gemido de los pastores",
            "porque se destruyeron sus abundantes pastizales.",
            "Oigan rugir a los leones jóvenes",
            "porque se arruinaron sus matorrales en el valle del Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Buenos y malos pastores"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El Señor mi Dios dice: «Ve y cuida del rebaño que está destinado para el matadero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los compradores matan a las ovejas sin remordimiento. Los vendedores dicen: “¡Gloria al Señor! ¡Ahora soy rico!”. Ni siquiera los pastores tienen compasión de las ovejas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "De la misma manera, ya no tendré compasión de la gente de la tierra —dice el Señor—. Permitiré que uno caiga en manos del otro y en manos de su rey. Convertirán la tierra en un desierto y yo no los rescataré»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Así que cuidé el rebaño destinado al matadero, el rebaño que fue oprimido. Entonces tomé dos varas de pastor y a una nombré Favor y a la otra Unión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En un solo mes me deshice de los tres pastores malvados.",
            "Sin embargo, perdí la paciencia con estas ovejas y ellas también me odiaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Así que les dije: «Ya no seré su pastor. Si se mueren, que se mueran. Si las matan, que las maten. ¡Y que las sobrevivientes se devoren unas a otras!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces tomé mi vara llamada Favor y la partí en dos para mostrar que había revocado el pacto que había hecho con todas las naciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así terminó mi pacto con ellas. El sufrido rebaño me miraba y sabían que el Señor hablaba por medio de mis acciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así que les dije: «Si les parece bien, páguenme lo que consideren que merezco; pero solo si quieren». Entonces ellos valuaron mi pago en treinta piezas de plata."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Luego el Señor me dijo: «Arrójalas al alfarero», ¡esta magnífica cantidad con que me valuaron! Así que tomé las treinta monedas y las lancé al alfarero en el templo del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Después tomé mi otra vara, Unión, y la partí en dos para mostrar que el lazo de unidad entre Judá e Israel estaba roto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces el Señor me dijo: «Ve nuevamente e interpreta el papel de pastor irresponsable."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Así ilustrarás que le daré a esta nación un pastor que no cuidará de las que están muriendo, ni protegerá a las pequeñas, ni sanará a las heridas, ni alimentará a las sanas. Al contrario, este pastor se comerá la carne de las ovejas más gordas y les arrancará las pezuñas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»¡Qué aflicción le espera a este pastor despreciable",
            "que abandona el rebaño!",
            "La espada cortará su brazo",
            "y perforará su ojo derecho.",
            "Su brazo quedará inútil,",
            "y su ojo derecho, completamente ciego»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.12"
        ],
        "human": "Zacarías 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.13"
        ],
        "human": "Zacarías 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.11"
        ],
        "human": "Zacarías 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Liberación futura para Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Este mensaje vino del Señor con respecto al destino de Israel: «El siguiente mensaje es del Señor, quien extendió los cielos, puso los cimientos de la tierra y formó el espíritu humano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Haré que Jerusalén sea como una bebida embriagante que causa que las naciones vecinas se tambaleen cuando envíen a sus ejércitos para sitiar a Jerusalén y a Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "En aquel día yo convertiré a Jerusalén en una roca inamovible. Todas las naciones se reunirán en contra de ella para tratar de moverla, pero solo se herirán a sí mismas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»En aquel día —dice el Señor— haré que todos los caballos se espanten y que todos los jinetes pierdan el valor. Vigilaré a la gente de Judá, pero cegaré los caballos de sus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los clanes de Judá se dirán a sí mismos: “El pueblo de Jerusalén ha encontrado fuerzas en su Dios, el Señor de los Ejércitos Celestiales”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»En aquel día yo haré que los clanes de Judá sean como una llama que le prende fuego a un montón de leña o como una antorcha encendida entre los manojos de grano. Destruirán con fuego a las naciones vecinas a la derecha y a la izquierda, mientras la gente que vive en Jerusalén permanecerá segura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»El Señor dará primero la victoria al resto de Judá, antes que a Jerusalén, para que el pueblo de Jerusalén y el linaje real de David no tengan mayor honor que el resto de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En aquel día el Señor defenderá al pueblo de Jerusalén. ¡El más débil entre ellos será tan poderoso como el rey David! ¡Y los descendientes reales serán como Dios mismo, como el ángel del Señor que va delante de ellos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pues en aquel día comenzaré a destruir a todas las naciones que ataquen a Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Entonces derramaré un espíritu de gracia y oración sobre la familia de David y sobre los habitantes de Jerusalén. Me mirarán a mí, a quien atravesaron, y harán duelo por él como por un hijo único. Se lamentarán amargamente como quien llora la muerte de un primer hijo varón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El dolor y el luto en Jerusalén serán tan grandes como el duelo por Hadad-rimón en el valle de Meguido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»Todo Israel hará duelo, cada clan por su lado, los esposos separados de sus esposas. El clan de David llorará solo, como lo hará el clan de Natán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "el clan de Leví y el clan de Simei."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Cada clan sobreviviente de Judá se lamentará por separado, y los esposos separados de sus esposas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.13"
        ],
        "human": "Zacarías 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.14"
        ],
        "human": "Zacarías 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.12"
        ],
        "human": "Zacarías 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Fuente de purificación"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "»En aquel día brotará un manantial para la dinastía de David y para el pueblo de Jerusalén; una fuente que los limpiará de todos sus pecados e impurezas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "»En aquel día —dice el Señor de los Ejércitos Celestiales— borraré el culto a ídolos en toda la tierra, para que se olviden hasta de los nombres de esos ídolos. Quitaré de la tierra tanto a los falsos profetas como al espíritu de impureza que los acompañaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Si alguno continúa profetizando, su propio padre y madre le dirán: “Debes morir, porque has profetizado mentiras en el nombre del Señor”. Entonces, mientras esté profetizando, su propio padre y madre lo apuñalarán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»En aquel día la gente se avergonzará de decir que tiene el don profético. Nadie se hará pasar por profeta vistiéndose con ropa de profeta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Dirá: “Yo no soy profeta; soy agricultor. Comencé a trabajar para un agricultor en mi niñez”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y si alguien pregunta: “¿Entonces qué de esas heridas en tu pecho?”. Él responderá: “¡Me hirieron en casa de mis amigos!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las ovejas se dispersan"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Despierta, oh espada, contra mi pastor,",
            "el hombre quien es mi compañero",
            "—dice el Señor de los Ejércitos Celestiales—.",
            "Mata al pastor,",
            "y las ovejas se dispersarán",
            "y me volveré contra los corderos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Dos tercios de los habitantes del país",
            "serán cortados y morirán —dice el Señor—.",
            "Pero quedará un tercio en el país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "A este último grupo lo pasaré por el fuego",
            "y los haré puros.",
            "Los refinaré como se refina la plata",
            "y los purificaré como se purifica el oro.",
            "Invocarán mi nombre",
            "y yo les responderé.",
            "Les diré: “Este es mi pueblo”,",
            "y ellos dirán: “El Señor es nuestro Dios”»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.14"
        ],
        "human": "Zacarías 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "MAL.1"
        ],
        "human": "Malaquías 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.13"
        ],
        "human": "Zacarías 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El Señor gobernará la tierra"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¡Atención, viene el día del Señor, cuando tus posesiones serán saqueadas frente a ti!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Reuniré a todas las naciones para que peleen contra Jerusalén. La ciudad será tomada, las casas saqueadas y las mujeres violadas. La mitad de la población será llevada al cautiverio y al resto la dejarán entre las ruinas de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Luego el Señor saldrá a pelear contra esas naciones, como lo hizo en tiempos pasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "En aquel día sus pies estarán sobre el monte de los Olivos, al oriente de Jerusalén. Entonces el monte de los Olivos se partirá, formando un extenso valle del oriente al occidente. La mitad del monte se desplazará hacia el norte y la otra mitad hacia el sur."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ustedes huirán por ese valle, porque llegará hasta Azal. Así es, huirán como lo hicieron durante el terremoto en los días de Uzías, rey de Judá. Entonces vendrá el Señor mi Dios y todos sus santos con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "En aquel día las fuentes de luz no brillarán más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Sin embargo, ¡la luz del día será perpetua! Solo el Señor sabe cómo esto podría suceder. No habrá días y noches como de costumbre, porque en las horas nocturnas todavía habrá luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En aquel día fluirán desde Jerusalén aguas que dan vida, la mitad hacia el mar Muerto y la otra mitad hacia el Mediterráneo; brotarán continuamente, tanto en el verano como en el invierno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El Señor será rey sobre toda la tierra. En aquel día habrá un solo Señor y únicamente su nombre será adorado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Toda la tierra desde Geba, al norte de Judá, hasta Rimón, al sur de Jerusalén, se convertirá en una inmensa llanura. Pero Jerusalén será levantada en su lugar original y estará poblada desde la puerta de Benjamín hasta el sitio de la puerta vieja, luego hasta la puerta de la Esquina, y desde la torre de Hananeel hasta las prensas de vino del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces Jerusalén, por fin a salvo, se llenará de gente y nunca más será maldecida ni destruida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Luego el Señor enviará una plaga sobre todas las naciones que pelearon contra Jerusalén. Sus habitantes llegarán a ser como cadáveres ambulantes, la carne se les pudrirá. Se les pudrirán los ojos en sus cuencas y la lengua en la boca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "En aquel día sentirán terror, agobiados por el Señor con un terrible pánico. Pelearán contra sus vecinos mano a mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "También Judá peleará en Jerusalén. Tomarán las riquezas de todas las naciones vecinas: grandes cantidades de oro, plata y ropa costosa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Esta misma plaga atacará a caballos, mulas, camellos, asnos y demás animales de los campos enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "A fin de cuentas, los enemigos de Jerusalén que sobrevivan a la plaga, subirán a Jerusalén cada año para adorar al Rey, el Señor de los Ejércitos Celestiales, y para celebrar el Festival de las Enramadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Toda nación que se niegue a ir a Jerusalén para adorar al Rey, el Señor de los Ejércitos Celestiales, no recibirá lluvia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Si el pueblo de Egipto se niega a asistir al festival, el Señor lo castigará con la misma plaga que envió sobre las otras naciones que se negaron a ir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Egipto y las demás naciones serán castigadas si no van para celebrar el Festival de las Enramadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "En aquel día hasta en los cascabeles del arnés de los caballos se inscribirán estas palabras: Santo para el Señor. Las ollas de cocina en el templo del Señor serán tan sagradas como los tazones que se usan al lado del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "De hecho, toda olla de cocina en Jerusalén y Judá será consagrada al Señor de los Ejércitos Celestiales. Todo el que venga a adorar tendrá plena libertad de usar cualquiera de estas ollas para cocinar sus sacrificios. En aquel día no habrá más comerciantes en el templo del Señor de los Ejércitos Celestiales."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}