{
  "book_usfm": "1JN",
  "name": "1 Juan",
  "local_title": "Biblia Dios Habla Hoy",
  "local_abbreviation": "DHH94I",
  "version_id": 52,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Texto © Sociedades Bíblicas Unidas, 1994.</p>",
    "text": "Texto © Sociedades Bíblicas Unidas, 1994."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "1JN.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1JN.1"
        ],
        "human": "1 Juan 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1JN.2"
        ],
        "human": "1 Juan 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2PE.3"
        ],
        "human": "2 Pedro 3",
        "toc": true
      },
      "items": [
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(1.1-4)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La palabra de vida"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Les escribimos a ustedes acerca de aquello que ya existía desde el principio, de lo que hemos oído y de lo que hemos visto con nuestros propios ojos. Porque lo hemos visto y lo hemos tocado con nuestras manos. Se trata de la Palabra de vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Esta vida se manifestó: nosotros la vimos y damos testimonio de ella, y les anunciamos a ustedes esta vida eterna, la cual estaba con el Padre y se nos ha manifestado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Les anunciamos, pues, lo que hemos visto y oído, para que ustedes estén unidos con nosotros, como nosotros estamos unidos con Dios el Padre y con su Hijo Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Escribimos estas cosas para que nuestra alegría sea completa."
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(1.5—2.28)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "1. Liberación del pecado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Este es el mensaje que Jesucristo nos enseñó y que les anunciamos a ustedes: que Dios es luz y que en él no hay ninguna oscuridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Si decimos que estamos unidos a él, y al mismo tiempo vivimos en la oscuridad, mentimos y no practicamos la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero si vivimos en la luz, así como Dios está en la luz, entonces hay unión entre nosotros, y la sangre de su Hijo Jesús nos limpia de todo pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Si decimos que no tenemos pecado, nos engañamos a nosotros mismos y no hay verdad en nosotros;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "pero si confesamos nuestros pecados, podemos confiar en que Dios, que es justo, nos perdonará nuestros pecados y nos limpiará de toda maldad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Si decimos que no hemos cometido pecado, hacemos que Dios parezca mentiroso y no hemos aceptado verdaderamente su palabra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1JN.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1JN.2"
        ],
        "human": "1 Juan 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1JN.3"
        ],
        "human": "1 Juan 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1JN.1"
        ],
        "human": "1 Juan 1",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Hijitos míos, les escribo estas cosas para que no cometan pecado. Aunque si alguno comete pecado, tenemos ante el Padre un defensor, que es Jesucristo, y él es justo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Jesucristo se ofreció en sacrificio para que nuestros pecados sean perdonados; y no solo los nuestros, sino los de todo el mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "2. El mandamiento del amor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Si obedecemos los mandamientos de Dios, podemos estar seguros de que hemos llegado a conocerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero si alguno dice: «Yo lo conozco», y no obedece sus mandamientos, es un mentiroso y no hay verdad en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "En cambio, si uno obedece su palabra, en él se ha perfeccionado verdaderamente el amor de Dios, y de ese modo sabemos que estamos unidos a él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El que dice que está unido a Dios, debe vivir como vivió Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Queridos hermanos, este mandamiento que les escribo no es nuevo: es el mismo que ustedes recibieron desde el principio. Este mandamiento antiguo es el mensaje que ya oyeron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y, sin embargo, esto que les escribo es un mandamiento nuevo, que es verdad tanto en Cristo como en ustedes, porque la oscuridad va pasando y ya brilla la luz verdadera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Si alguno dice que está en la luz, pero odia a su hermano, todavía está en la oscuridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El que ama a su hermano vive en la luz, y no hay nada que lo haga caer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero el que odia a su hermano vive y anda en la oscuridad, y no sabe a dónde va, porque la oscuridad lo ha dejado ciego."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "3. La verdadera fe"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Hijitos, les escribo a ustedes porque Dios, gracias a Jesucristo, les ha perdonado sus pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Padres, les escribo a ustedes porque han conocido al que ya existía desde el principio. Jóvenes, les escribo a ustedes porque han vencido al maligno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Les he escrito a ustedes, hijitos, porque han conocido al Padre. Les he escrito a ustedes, padres, porque han conocido al que ya existía desde el principio. Les he escrito también a ustedes, jóvenes, porque son fuertes y han aceptado la palabra de Dios en su corazón, y porque han vencido al maligno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "No amen al mundo, ni lo que hay en el mundo. Si alguno ama al mundo, no ama al Padre;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "porque nada de lo que el mundo ofrece viene del Padre, sino del mundo mismo. Y esto es lo que el mundo ofrece: los malos deseos de la naturaleza humana, el deseo de poseer lo que agrada a los ojos y el orgullo de las riquezas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero el mundo se va acabando, con todos sus malos deseos; en cambio, el que hace la voluntad de Dios vive para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Hijitos, esta es la hora última. Ustedes han oído que viene el Anticristo; pues bien, ahora han aparecido muchos anticristos. Por eso sabemos que es la hora última."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Ellos salieron de entre nosotros; pero en realidad no eran de los nuestros, porque si lo hubieran sido se habrían quedado con nosotros. Pero sucedió así para que se viera claramente que no todos son de los nuestros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cristo, el Santo, los ha consagrado a ustedes con el Espíritu, y todos ustedes tienen conocimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Les escribo, pues, no porque no conozcan la verdad, sino porque la conocen; y ustedes saben que ninguna mentira puede venir de la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "¿Quién es el mentiroso? Precisamente el que dice que Jesús no es el Mesías. Ese es el Anticristo, pues niega tanto al Padre como al Hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Cualquiera que niega al Hijo, tampoco tiene al Padre; pero el que se declara a favor del Hijo, tiene también al Padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Por eso, guarden ustedes en su corazón el mensaje que oyeron desde el principio; y si lo que oyeron desde el principio queda en su corazón, también ustedes permanecerán unidos con el Hijo y con el Padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Esto es precisamente lo que nos ha prometido Jesucristo: la vida eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Les estoy escribiendo acerca de quienes tratan de engañarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Pero ustedes tienen el Espíritu Santo con el que Jesucristo los ha consagrado, y no necesitan que nadie les enseñe, porque el Espíritu que él les ha dado los instruye acerca de todas las cosas, y sus enseñanzas son verdad y no mentira. Permanezcan unidos a Cristo, conforme a lo que el Espíritu les ha enseñado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Ahora, hijitos, permanezcan unidos a Cristo, para que tengamos confianza cuando él aparezca y no sintamos vergüenza delante de él cuando venga."
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(2.29—4.6)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "1. Liberación del pecado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Ya que ustedes saben que Jesucristo es justo, deben saber también que todos los que hacen lo que es justo son hijos de Dios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1JN.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1JN.3"
        ],
        "human": "1 Juan 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1JN.4"
        ],
        "human": "1 Juan 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1JN.2"
        ],
        "human": "1 Juan 2",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Miren cuánto nos ama Dios el Padre, que se nos puede llamar hijos de Dios, y lo somos. Por eso, los que son del mundo no nos conocen, pues no han conocido a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Queridos hermanos, ya somos hijos de Dios. Y aunque no se ve todavía lo que seremos después, sabemos que cuando Jesucristo aparezca seremos como él, porque lo veremos tal como es."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y todo el que tiene esta esperanza en él, se purifica a sí mismo, de la misma manera que Jesucristo es puro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero todo el que peca, hace maldad; porque el pecado es la maldad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ustedes ya saben que Jesucristo vino al mundo para quitar los pecados, y que él no tiene pecado alguno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así pues, todo el que permanece unido a él, no sigue pecando; pero todo el que peca, no lo ha visto ni lo ha conocido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Hijitos míos, que nadie los engañe: el que practica la justicia es justo, como él es justo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "pero el que practica el pecado es del diablo, porque el diablo peca desde el principio. Precisamente para esto ha venido el Hijo de Dios: para deshacer lo hecho por el diablo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ninguno que sea hijo de Dios practica el pecado, porque tiene en sí mismo el germen de la vida de Dios; y no puede seguir pecando porque es hijo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Se sabe quiénes son hijos de Dios y quiénes son hijos del diablo, porque cualquiera que no hace el bien o no ama a su hermano, no es de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "2. El mandamiento del amor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Este es el mensaje que han oído ustedes desde el principio: que nos amemos unos a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No seamos como Caín, que era del maligno y mató a su hermano. ¿Y por qué lo mató? Pues porque los hechos de Caín eran malos, y los de su hermano, buenos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Hermanos míos, no se extrañen si los que son del mundo los odian."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Nosotros hemos pasado de la muerte a la vida, y lo sabemos porque amamos a nuestros hermanos. El que no ama, aún está muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Todo el que odia a su hermano es un asesino, y ustedes saben que ningún asesino puede tener vida eterna en sí mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Conocemos lo que es el amor porque Jesucristo dio su vida por nosotros; así también, nosotros debemos dar la vida por nuestros hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pues si uno es rico y ve que su hermano necesita ayuda, pero no se la da, ¿cómo puede tener amor de Dios en su corazón?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Hijitos míos, que nuestro amor no sea solamente de palabra, sino que se demuestre con hechos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "De esta manera sabremos que somos de la verdad, y podremos sentirnos seguros delante de Dios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "pues si nuestro corazón nos acusa de algo, Dios es más grande que nuestro corazón, y lo sabe todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Queridos hermanos, si nuestro corazón no nos acusa, tenemos confianza delante de Dios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "y él nos dará todo lo que le pidamos, porque obedecemos sus mandamientos y hacemos lo que le agrada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y su mandamiento es que creamos en su Hijo Jesucristo, y que nos amemos unos a otros como él nos mandó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Los que obedecen sus mandamientos viven en él, y él vive en ellos. Y en esto sabemos que él vive en nosotros: por el Espíritu que nos ha dado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1JN.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1JN.4"
        ],
        "human": "1 Juan 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1JN.5"
        ],
        "human": "1 Juan 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1JN.3"
        ],
        "human": "1 Juan 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "3. La verdadera fe"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Queridos hermanos, no crean ustedes a todos los que dicen estar inspirados por Dios, sino pónganlos a prueba, a ver si el espíritu que hay en ellos es de Dios o no. Porque el mundo está lleno de falsos profetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "De esta manera pueden ustedes saber quién tiene el Espíritu de Dios: todo el que reconoce que Jesucristo vino como hombre verdadero, tiene el Espíritu de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "El que no reconoce así a Jesús, no tiene el Espíritu de Dios; al contrario, tiene el espíritu del Anticristo. Ustedes han oído que ese espíritu ha de venir; pues bien, ya está en el mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Hijitos, ustedes son de Dios y han vencido a esos mentirosos, porque el que está en ustedes es más poderoso que el que está en el mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ellos son del mundo; por eso hablan de las cosas del mundo, y los que son del mundo los escuchan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "En cambio, nosotros somos de Dios. El que conoce a Dios nos escucha, pero el que no es de Dios no nos escucha. En esto, pues, podemos conocer quién tiene el espíritu de la verdad y quién tiene el espíritu del engaño."
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(4.7—5.21)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "1. El amor, señal de nuestra comunión con Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Queridos hermanos, debemos amarnos unos a otros, porque el amor viene de Dios. Todo el que ama es hijo de Dios y conoce a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El que no ama no ha conocido a Dios, porque Dios es amor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Dios mostró su amor hacia nosotros al enviar a su Hijo único al mundo para que tengamos vida por él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El amor consiste en esto: no en que nosotros hayamos amado a Dios, sino en que él nos amó a nosotros y envió a su Hijo, para que, ofreciéndose en sacrificio, nuestros pecados quedaran perdonados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Queridos hermanos, si Dios nos ha amado así, nosotros también debemos amarnos unos a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "A Dios nunca lo ha visto nadie; pero si nos amamos unos a otros, Dios vive en nosotros y su amor se hace realidad en nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "La prueba de que nosotros vivimos en Dios y de que él vive en nosotros, es que nos ha dado su Espíritu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y nosotros mismos hemos visto y declaramos que el Padre envió a su Hijo para salvar al mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cualquiera que reconoce que Jesús es el Hijo de Dios, vive en Dios y Dios en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Así hemos llegado a saber y creer que Dios nos ama. Dios es amor, y el que vive en el amor, vive en Dios y Dios en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "De esta manera se hace realidad el amor en nosotros, para que en el día del juicio tengamos confianza; porque nosotros somos en este mundo tal como es Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Donde hay amor no hay miedo. Al contrario, el amor perfecto echa fuera el miedo, pues el miedo supone el castigo. Por eso, si alguien tiene miedo, es que no ha llegado a amar perfectamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Nosotros amamos porque él nos amó primero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Si alguno dice: «Yo amo a Dios», y al mismo tiempo odia a su hermano, es un mentiroso. Pues si uno no ama a su hermano, a quien ve, tampoco puede amar a Dios, a quien no ve."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Jesucristo nos ha dado este mandamiento: que el que ama a Dios, ame también a su hermano."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1JN.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1JN.5"
        ],
        "human": "1 Juan 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2JN.1"
        ],
        "human": "2 Juan 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1JN.4"
        ],
        "human": "1 Juan 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "2. La fe, raíz del amor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Todo el que tiene fe en que Jesús es el Mesías, es hijo de Dios; y el que ama a un padre, ama también a los hijos de ese padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Cuando amamos a Dios y hacemos lo que él manda, sabemos que amamos también a los hijos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "El amar a Dios consiste en obedecer sus mandamientos; y sus mandamientos no son una carga,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "porque todo el que es hijo de Dios vence al mundo. Y nuestra fe nos ha dado la victoria sobre el mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "El que cree que Jesús es el Hijo de Dios, vence al mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "La venida de Jesucristo quedó señalada con agua y sangre; no solo con agua, sino con agua y sangre. El Espíritu mismo es testigo de esto, y el Espíritu es la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Tres son los testigos:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "el Espíritu, el agua y la sangre; y los tres están de acuerdo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Aceptamos el testimonio de los hombres, pero el testimonio de Dios es de mucho más valor, porque consiste en el testimonio que Dios ha dado acerca de su Hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El que cree en el Hijo de Dios, lleva este testimonio en su propio corazón; el que no cree en Dios, lo hace aparecer como mentiroso, porque no cree en el testimonio que Dios ha dado acerca de su Hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Este testimonio es que Dios nos ha dado vida eterna, y que esta vida está en su Hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El que tiene al Hijo de Dios, tiene también esta vida; pero el que no tiene al Hijo de Dios, no la tiene."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Les escribo esto a ustedes que creen en el Hijo de Dios, para que sepan que tienen vida eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Tenemos confianza en Dios, porque sabemos que si le pedimos algo conforme a su voluntad, él nos oye."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y así como sabemos que Dios oye nuestras oraciones, también sabemos que ya tenemos lo que le hemos pedido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Si alguno ve que su hermano está cometiendo un pecado que no lleva a la muerte, debe orar, y Dios dará vida al hermano, si se trata de un pecado que no lleva a la muerte. Hay un pecado que lleva a la muerte, y por ese pecado no digo que se deba orar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Toda maldad es pecado; pero hay pecado que no lleva a la muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Sabemos que el que tiene a Dios como Padre, no sigue pecando, porque el Hijo de Dios lo cuida, y el maligno no lo toca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Sabemos que somos de Dios y que el mundo entero está bajo el poder del maligno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Sabemos también que el Hijo de Dios ha venido y nos ha dado entendimiento para conocer al Dios verdadero. Vivimos unidos al que es verdadero, es decir, a su Hijo Jesucristo. Este es el Dios verdadero y la vida eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Hijitos, cuídense de los dioses falsos."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}