{
  "book_usfm": "2CO",
  "name": "2 Corintios",
  "local_title": "Biblia Dios Habla Hoy",
  "local_abbreviation": "DHH94I",
  "version_id": 52,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Texto © Sociedades Bíblicas Unidas, 1994.</p>",
    "text": "Texto © Sociedades Bíblicas Unidas, 1994."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "2CO.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.1"
        ],
        "human": "2 Corintios 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.2"
        ],
        "human": "2 Corintios 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.16"
        ],
        "human": "1 Corintios 16",
        "toc": true
      },
      "items": [
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(1.1-11)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pablo, apóstol de Cristo Jesús por la voluntad de Dios, saluda, junto con el hermano Timoteo, a la iglesia de Dios que está en la ciudad de Corinto y a los demás hermanos de toda la región de Acaya."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Que Dios nuestro Padre y el Señor Jesucristo derramen su gracia y su paz sobre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Acción de gracias"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Alabado sea el Dios y Padre de nuestro Señor Jesucristo, pues él es el Padre que nos tiene compasión y el Dios que siempre nos consuela."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Él nos consuela en todos nuestros sufrimientos, para que nosotros podamos consolar también a los que sufren, dándoles el mismo consuelo que él nos ha dado a nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Porque así como los sufrimientos de Cristo se desbordan sobre nosotros y nosotros sufrimos con él, así también por medio de Cristo se desborda nuestro consuelo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pues si nosotros sufrimos, es para que ustedes tengan consuelo y salvación; y si Dios nos consuela, también es para que ustedes tengan consuelo y puedan soportar con fortaleza los mismos sufrimientos que nosotros padecemos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Tenemos una esperanza firme en cuanto a ustedes, porque nos consta que, así como tienen parte en los sufrimientos, también tienen parte en el consuelo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Hermanos, queremos que sepan cuántas dificultades tuvimos en la provincia de Asia. Fue una prueba tan dura que ya no podíamos resistir más, y hasta perdimos la esperanza de salir con vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Nos sentíamos como condenados a muerte. Pero esto sirvió para enseñarnos a no confiar en nosotros mismos, sino en Dios, que resucita a los muertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y Dios nos libró y nos librará de tan gran peligro de muerte. Confiamos en que seguirá librándonos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "si ustedes nos ayudan orando por nosotros. Si muchos oran por nosotros, muchos también darán gracias a Dios por las bendiciones que de él recibimos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "I. DEFENSA DE PABLO"
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(1.12—7.16)"
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(1.12—2.17)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Por qué no viajó a Corinto"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Tenemos un motivo de orgullo, y es que nuestra conciencia nos dice que nos hemos portado limpia y sinceramente en este mundo, y especialmente en mi relación con ustedes. Nosotros no nos guiamos por la sabiduría humana, sino que confiamos en la gracia de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "En nuestras cartas, no escribimos nada distinto de lo que ustedes pueden leer y entender. Y espero que lleguen a entender perfectamente,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "como ya en parte han entendido lo que somos, que cuando regrese nuestro Señor Jesús ustedes se sentirán orgullosos de nosotros, como también nosotros nos sentiremos orgullosos de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Confiando en esto, yo había pensado en ir primero a verlos a ustedes, y así hacerles el favor de visitarlos dos veces;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "pensaba visitarlos primero al pasar camino de Macedonia, y después, al regresar, visitarlos otra vez. Así ustedes podrían ayudarme luego a seguir mi viaje a Judea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "¿Será que cuando decidí hacer esto no lo pensé seriamente? ¿Creen ustedes que yo hago mis planes con doblez, diciendo «sí» y «no» al mismo tiempo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Dios es testigo de que nosotros no les decimos a ustedes «sí» y «no» al mismo tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Porque Jesucristo, el Hijo de Dios, a quien Silvano, Timoteo y yo predicamos entre ustedes, no fue «sí» y «no» al mismo tiempo. Dios ha dado en Cristo para siempre su «sí»,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "pues en él se cumplen todas las promesas de Dios. Por esto, cuando alabamos a Dios, decimos «Amén» por medio de Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y Dios es el que a nosotros y a ustedes nos ha afirmado al unirnos a Cristo, y nos ha consagrado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Nos ha marcado con su sello, y ha puesto en nuestro corazón el Espíritu Santo como garantía de lo que vamos a recibir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero si todavía no he ido a Corinto, como pensaba, pongo a Dios por testigo y lo aseguro por mi propia vida, ha sido por consideración a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Nosotros no somos los dueños de su fe; lo que queremos es colaborar con ustedes, para que tengan alegría, pues ustedes ya están firmes en la fe."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.2"
        ],
        "human": "2 Corintios 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.3"
        ],
        "human": "2 Corintios 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.1"
        ],
        "human": "2 Corintios 1",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por esto decidí no hacerles otra visita que les causara tristeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Porque si yo los entristezco, ¿quién hará que me sienta alegre, de no ser ustedes, a quienes he entristecido?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por eso les escribí como lo hice, porque no quería ir para que me entristecieran ustedes, que más bien deberían alegrarme. Estaba seguro de que todos ustedes harían suya mi alegría,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "pero cuando les escribí esa carta, me sentía tan preocupado y afligido que hasta lloraba. Sin embargo, no la escribí para causarles tristeza, sino para que vieran el amor tan grande que les tengo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Perdón para el que había ofendido a Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Si alguno ha causado tristeza, no me la ha causado solo a mí, sino hasta cierto punto también a todos ustedes. Digo «hasta cierto punto» para no exagerar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El castigo que la mayoría de ustedes le impuso a esa persona, ya es suficiente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Lo que ahora deben hacer es perdonarlo y ayudarlo, no sea que tanta tristeza lo lleve a la desesperación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Por eso les ruego que nuevamente le demuestren el amor que le tienen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ya antes les escribí sobre este asunto, precisamente para probarlos y saber si están dispuestos a seguir mis instrucciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Así que aquel a quien ustedes perdonen algo, también yo se lo perdono. Y se lo perdono, si es que había algo que perdonar, por consideración a ustedes y en presencia de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así Satanás no se aprovechará de nosotros, pues conocemos muy bien sus malas intenciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Intranquilidad de Pablo en Tróade"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando llegué a la ciudad de Tróade para anunciar el evangelio de Cristo, se me abrieron las puertas para trabajar por el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero mi ánimo no estaba tranquilo, porque no encontré a mi hermano Tito. Por eso me despedí de ellos y me fui a Macedonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Acción de gracias"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Gracias a Dios que siempre nos lleva en el desfile victorioso de Cristo y que por medio de nosotros da a conocer su mensaje, el cual se esparce por todas partes como un aroma agradable."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Porque nosotros somos como el olor del incienso que Cristo ofrece a Dios, y que se esparce tanto entre los que se salvan como entre los que se pierden."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Para los que se pierden, este incienso resulta un aroma mortal, pero para los que se salvan, es una fragancia que les da vida. ¿Y quién está capacitado para esto?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Nosotros no andamos negociando con el mensaje de Dios, como hacen muchos; al contrario, hablamos con sinceridad delante de Dios, como enviados suyos que somos y por nuestra unión con Cristo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.3"
        ],
        "human": "2 Corintios 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.4"
        ],
        "human": "2 Corintios 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.2"
        ],
        "human": "2 Corintios 2",
        "toc": true
      },
      "items": [
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(3.1—6.10)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Servidores de una nueva alianza"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando decimos esto, ¿les parece que estamos comenzando otra vez a alabarnos a nosotros mismos? ¿O acaso tendremos que presentarles o pedirles a ustedes cartas de recomendación, como hacen algunos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ustedes mismos son la única carta de recomendación que necesitamos: una carta escrita en nuestro corazón, la cual todos conocen y pueden leer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y se ve claramente que ustedes son una carta escrita por Cristo mismo y entregada por nosotros; una carta que no ha sido escrita con tinta, sino con el Espíritu del Dios viviente; una carta que no ha sido grabada en tablas de piedra, sino en corazones humanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Confiados en Dios por medio de Cristo, estamos seguros de esto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "No es que nosotros mismos estemos capacitados para considerar algo como nuestro; al contrario, todo lo que podemos hacer viene de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "pues él nos ha capacitado para ser servidores de una nueva alianza, basada no en una ley, sino en la acción del Espíritu. La ley condena a muerte, pero el Espíritu de Dios da vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Si la promulgación de una ley que llevaba a la muerte y que estaba grabada sobre tablas de piedra se hizo con tanta gloria que los israelitas ni siquiera podían mirar la cara de Moisés, debido a que ese resplandor destinado a desaparecer era tan grande,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "¡cuánta más será la gloria del anuncio de una nueva alianza fundada en el Espíritu!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Es decir, que si fue tan gloriosa la promulgación de una ley que sirvió para condenarnos, ¡cuánto más glorioso será el anuncio de que Dios nos hace justos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque la gloria anterior ya no es nada en comparación con esto, que es mucho más glorioso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y si fue glorioso lo que había de terminar por desaparecer, mucho más glorioso será lo que permanece para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Precisamente porque tenemos esta esperanza, hablamos con toda libertad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "No hacemos como Moisés, que se tapaba la cara con un velo para que los israelitas no vieran el fin de aquello que estaba destinado a desaparecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero ellos se negaron a entender esto, y todavía ahora, cuando leen la antigua alianza, ese mismo velo les impide entender, pues no les ha sido quitado, porque solamente se quita por medio de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Hasta el día de hoy, cuando leen los libros de Moisés, un velo cubre su entendimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero cuando una persona se vuelve al Señor, el velo se le quita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Porque el Señor es el Espíritu; y donde está el Espíritu del Señor, allí hay libertad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Por eso, todos nosotros, ya sin el velo que nos cubría la cara, somos como un espejo que refleja la gloria del Señor, y vamos transformándonos en su imagen misma, porque cada vez tenemos más de su gloria, y esto por la acción del Señor, que es el Espíritu."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.4"
        ],
        "human": "2 Corintios 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.5"
        ],
        "human": "2 Corintios 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.3"
        ],
        "human": "2 Corintios 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Anunciadores de Jesucristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por eso no nos desanimamos, porque Dios, en su misericordia, nos ha encargado este trabajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Hemos rechazado proceder a escondidas, como si sintiéramos vergüenza; y no actuamos con astucia ni falseamos el mensaje de Dios. Al contrario, decimos solamente la verdad, y de esta manera nos recomendamos a la conciencia de todos delante de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y si el evangelio que anunciamos está como cubierto por un velo, lo está solamente para los que se pierden."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pues como ellos no creen, el dios de este mundo los ha hecho ciegos de entendimiento, para que no vean la brillante luz del evangelio del Cristo glorioso, imagen viva de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "No nos predicamos a nosotros mismos, sino a Jesucristo como Señor; nosotros nos declaramos simplemente servidores de ustedes por amor a Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Porque el mismo Dios que mandó que la luz brotara de la oscuridad, es el que ha hecho brotar su luz en nuestro corazón, para que podamos iluminar a otros, dándoles a conocer la gloria de Dios que brilla en la cara de Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Confianza en medio de los sufrimientos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero esta riqueza la tenemos en nuestro cuerpo, que es como una olla de barro, para mostrar que ese poder tan grande viene de Dios y no de nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Así, aunque llenos de problemas, no estamos sin salida; tenemos preocupaciones, pero no nos desesperamos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Nos persiguen, pero no estamos abandonados; nos derriban, pero no nos destruyen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Dondequiera que vamos, llevamos siempre en nuestro cuerpo la muerte de Jesús, para que también su vida se muestre en nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pues nosotros, mientras vivimos, nos vemos expuestos a la muerte por causa de Jesús, para que también su vida se muestre en nuestro cuerpo mortal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "De ese modo, la muerte actúa en nosotros, y en ustedes actúa la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "La Escritura dice: «Tuve fe, y por eso hablé.» De igual manera, nosotros, con esa misma actitud de fe, creemos y también hablamos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Porque sabemos que Dios, que resucitó de la muerte al Señor Jesús, también nos resucitará a nosotros con él, y junto con ustedes nos llevará a su presencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Todo esto ha sucedido para bien de ustedes, para que, recibiendo muchos la gracia de Dios, muchos sean también los que le den gracias, para la gloria de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por eso no nos desanimamos. Pues aunque por fuera nos vamos deteriorando, por dentro nos renovamos día a día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Lo que sufrimos en esta vida es cosa ligera, que pronto pasa; pero nos trae como resultado una gloria eterna mucho más grande y abundante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Porque no nos fijamos en lo que se ve, sino en lo que no se ve, ya que las cosas que se ven son pasajeras, pero las que no se ven son eternas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.5"
        ],
        "human": "2 Corintios 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.6"
        ],
        "human": "2 Corintios 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.4"
        ],
        "human": "2 Corintios 4",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Nosotros somos como una casa terrenal, como una tienda de campaña no permanente; pero sabemos que si esta tienda se destruye, Dios nos tiene preparada en el cielo una casa eterna, que no ha sido hecha por manos humanas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Por eso suspiramos mientras vivimos en esta casa actual, pues quisiéramos mudarnos ya a nuestra casa celestial;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "así, aunque seamos despojados de este vestido, no quedaremos desnudos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Mientras vivimos en esta tienda suspiramos afligidos, pues no quisiéramos ser despojados, sino más bien ser revestidos de tal modo que lo mortal quede absorbido por la nueva vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y Dios es quien nos ha impulsado a esto, pues nos ha dado el Espíritu Santo como garantía de lo que hemos de recibir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por eso tenemos siempre confianza. Sabemos que mientras vivamos en este cuerpo estaremos como en el destierro, lejos del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ahora no podemos verlo, sino que vivimos sostenidos por la fe;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "pero tenemos confianza, y quisiéramos más bien desterrarnos de este cuerpo para ir a vivir con el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Por eso procuramos agradar siempre al Señor, ya sea que sigamos viviendo aquí o que tengamos que irnos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque todos tenemos que presentarnos ante el tribunal de Cristo, para que cada uno reciba lo que le corresponda, según lo bueno o lo malo que haya hecho mientras estaba en el cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El mensaje de la paz con Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por eso, sabiendo que al Señor hay que tenerle reverencia, procuramos convencer a los hombres. Dios nos conoce muy bien, y espero que también ustedes nos conozcan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No es que nos hayamos puesto otra vez a alabarnos a nosotros mismos, sino que les estamos dando a ustedes una oportunidad de sentirse orgullosos de nosotros, para que puedan contestar a quienes presumen de las apariencias y no de lo que hay en el corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pues si estamos locos, es para Dios; y si no lo estamos, es para ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El amor de Cristo se ha apoderado de nosotros desde que comprendimos que uno murió por todos y que, por consiguiente, todos han muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y Cristo murió por todos, para que los que viven ya no vivan para sí mismos, sino para él, que murió y resucitó por ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por eso, nosotros ya no pensamos de nadie según los criterios de este mundo; y aunque antes pensábamos de Cristo según tales criterios, ahora ya no pensamos así de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Por lo tanto, el que está unido a Cristo es una nueva persona. Las cosas viejas pasaron; se convirtieron en algo nuevo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Todo esto es la obra de Dios, quien por medio de Cristo nos reconcilió consigo mismo y nos dio el encargo de anunciar la reconciliación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Es decir que, en Cristo, Dios estaba reconciliando consigo mismo al mundo, sin tomar en cuenta los pecados de los hombres; y a nosotros nos encargó que diéramos a conocer este mensaje."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Así que somos embajadores de Cristo, lo cual es como si Dios mismo les rogara a ustedes por medio de nosotros. Así pues, en el nombre de Cristo les rogamos que acepten el reconciliarse con Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cristo no cometió pecado alguno; pero por causa nuestra, Dios lo hizo pecado, para hacernos a nosotros justicia de Dios en Cristo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.6"
        ],
        "human": "2 Corintios 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.7"
        ],
        "human": "2 Corintios 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.5"
        ],
        "human": "2 Corintios 5",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahora pues, como colaboradores en la obra de Dios, les rogamos a ustedes que no desaprovechen la bondad que Dios les ha mostrado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Porque él dice en las Escrituras:",
            "«En el momento oportuno te escuché;",
            "en el día de la salvación te ayudé.»",
            "Y ahora es el momento oportuno. ¡Ahora es el día de la salvación!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pruebas de la misión apostólica de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "En nada damos mal ejemplo a nadie, para que nuestro trabajo no caiga en descrédito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Al contrario, en todo damos muestras de que somos siervos de Dios, soportando con mucha paciencia los sufrimientos, las necesidades, las dificultades,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "los azotes, las prisiones, los alborotos, el trabajo duro, los desvelos y el hambre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "También lo demostramos por nuestra pureza de vida, por nuestro conocimiento de la verdad, por nuestra tolerancia y bondad, por la presencia del Espíritu Santo en nosotros, por nuestro amor sincero,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "por nuestro mensaje de verdad y por el poder de Dios en nosotros. Usamos las armas de la rectitud, tanto para el ataque como para la defensa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Unas veces se nos honra, y otras veces se nos ofende; unas veces se habla bien de nosotros, y otras veces se habla mal. Nos tratan como a mentirosos, a pesar de que decimos la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Nos tratan como a desconocidos, a pesar de que somos bien conocidos. Estamos medio muertos, pero seguimos viviendo; nos castigan, pero no nos matan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Parecemos tristes, pero siempre estamos contentos; parecemos pobres, pero enriquecemos a muchos; parece que no tenemos nada, pero lo tenemos todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(6.11—7.16)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Hermanos corintios, les hemos hablado con toda franqueza; les hemos abierto por completo nuestro corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No tenemos con ustedes ninguna clase de reserva; son ustedes quienes tienen reservas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Les ruego por lo tanto, como un padre ruega a sus hijos, que me abran su corazón, como yo lo he hecho con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Apartarse del mal"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "No se unan ustedes en un mismo yugo con los que no creen. Porque ¿qué tienen en común la justicia y la injusticia? ¿O cómo puede la luz ser compañera de la oscuridad?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "No puede haber armonía entre Cristo y Belial, ni entre un creyente y un incrédulo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "No puede haber nada en común entre el templo de Dios y los ídolos. Porque nosotros somos templo del Dios viviente, como él mismo dijo:",
            "«Viviré y andaré entre ellos;",
            "yo seré su Dios",
            "y ellos serán mi pueblo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Por eso también dice el Señor:",
            "«Salgan de en medio de ellos, y apártense;",
            "no toquen nada impuro.",
            "Entonces yo los recibiré"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "y seré un Padre para ustedes,",
            "y ustedes serán mis hijos y mis hijas,",
            "dice el Señor todopoderoso.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.7"
        ],
        "human": "2 Corintios 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.8"
        ],
        "human": "2 Corintios 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.6"
        ],
        "human": "2 Corintios 6",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Así pues, queridos hermanos, estas son las promesas que tenemos. Por eso debemos mantenernos limpios de todo lo que pueda mancharnos, tanto en el cuerpo como en el espíritu; y en el temor de Dios procuremos alcanzar una completa santidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Alegría de Pablo por la actitud de los corintios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "¡Dennos cabida en su corazón! Con nadie hemos sido injustos; a nadie hemos hecho daño; a nadie hemos explotado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "No les digo esto para criticarlos, pues, como ya les dije antes, ustedes están en mi corazón, para vivir juntos y morir juntos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Tengo mucha franqueza para hablarles y estoy muy orgulloso de ustedes. En medio de todo lo que sufrimos, me siento muy animado y lleno de gozo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Desde que llegamos a Macedonia, no hemos tenido ningún descanso, sino que en todas partes hemos encontrado dificultades: luchas a nuestro alrededor y temores en nuestro interior."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero Dios, que anima a los desanimados, nos animó con la llegada de Tito;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "y no solamente con su llegada, sino también por el hecho de que él se sentía muy animado a causa de ustedes. Él nos habló de lo mucho que ustedes desean vernos, y nos contó de la tristeza que sienten y de su preocupación por mí; y con todo esto me alegré más todavía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Aunque la carta que les escribí los entristeció, no lo lamento ahora. Y si antes lo lamenté viendo que esa carta los había entristecido por un poco de tiempo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "ahora me alegro; no por la tristeza que les causó, sino porque esa tristeza los hizo volverse a Dios. Fue una tristeza según la voluntad de Dios, así que nosotros no les causamos ningún daño;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "pues la tristeza según la voluntad de Dios conduce a una conversión que da por resultado la salvación, y no hay nada que lamentar. Pero la tristeza del mundo produce la muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Su tristeza, que fue según la voluntad de Dios, ¡miren qué resultados ha dado! Los hizo tomar en serio el asunto y defenderme; los hizo enojar, y también sentir miedo. Después tuvieron deseos de verme, sintieron celos por mí y castigaron al culpable. Con todo lo cual han demostrado ustedes que no tuvieron nada que ver en este asunto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así pues, cuando les escribí aquella carta, no lo hice pensando en el ofensor ni en la persona ofendida, sino más bien para que se viera delante de Dios la preocupación que ustedes tienen por nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Esto ha sido para nosotros un consuelo.",
            "Pero mucho más que este consuelo que hemos recibido, nos ha alegrado el ver que Tito está muy contento; pues todos ustedes le han dado nuevos ánimos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Yo ya le había dicho a Tito que me sentía orgulloso de ustedes, y no he quedado mal. Al contrario, así como es verdad todo lo que les hemos dicho a ustedes, también resultó cierto lo que le habíamos dicho a Tito: que estamos orgullosos de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y él les tiene aún más cariño cuando recuerda que todos ustedes lo obedecieron y lo recibieron con tan profundo respeto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¡Me alegro de poder confiar plenamente en ustedes!"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.8"
        ],
        "human": "2 Corintios 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.9"
        ],
        "human": "2 Corintios 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.7"
        ],
        "human": "2 Corintios 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "II. LA COLECTA"
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(8.1—9.15)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Razones para dar esta ofrenda"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahora, hermanos, queremos contarles cómo se ha mostrado la bondad de Dios en las iglesias de Macedonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "A pesar de las pruebas por las que han tenido que pasar, son muy felices; y a pesar de ser muy pobres, sus ofrendas han sido tan generosas como si fueran ricos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Yo soy testigo de que han ofrendado espontáneamente según sus posibilidades, y aun más allá de ellas. Por su propia iniciativa"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "nos rogaron mucho que les permitiéramos tomar parte en esta ayuda para el pueblo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y hasta hicieron más de lo que esperábamos, pues se ofrendaron a sí mismos, primero al Señor y luego a nosotros, conforme a la voluntad de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por eso hemos rogado a Tito que recoja entre ustedes esta bondadosa colecta que él comenzó antes a recoger."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pues ustedes, que sobresalen en todo: en fe, en facilidad de palabra, en conocimientos, en buena disposición para servir y en amor que aprendieron de nosotros, igualmente deben sobresalir en esta obra de caridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "No les digo esto como un mandato; solamente quiero que conozcan la buena disposición de otros, para darles a ustedes la oportunidad de demostrar que su amor es verdadero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque ya saben ustedes que nuestro Señor Jesucristo, en su bondad, siendo rico se hizo pobre por causa de ustedes, para que por su pobreza ustedes se hicieran ricos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Por el bien de ustedes les doy mi opinión sobre este asunto. Desde el año pasado, no solo comenzaron ustedes a hacer algo al respecto, sino a hacerlo con entusiasmo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Ahora pues, dentro de sus posibilidades, terminen lo que han comenzado con la misma buena disposición que mostraron al principio, cuando decidieron hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Porque si alguien de veras quiere dar, Dios le acepta la ofrenda que él dé conforme a sus posibilidades. Dios no pide lo que uno no tiene."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "No se trata de que por ayudar a otros ustedes pasen necesidad; se trata más bien de que haya igualdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ahora ustedes tienen lo que a ellos les falta; en otra ocasión ellos tendrán lo que les falte a ustedes, y de esta manera habrá igualdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Como dice la Escritura: «Ni le sobró al que había recogido mucho, ni le faltó al que había recogido poco.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Recomendación a favor de Tito y sus compañeros"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Gracias a Dios que puso en el corazón de Tito la misma preocupación que yo tengo por ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pues aceptó mi encargo y, como él mismo está muy interesado en ustedes, ahora va a verlos por su propia voluntad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Junto con Tito, les envío un hermano de quien se habla muy bien en todas las iglesias, por lo bien que ha trabajado en favor del evangelio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Además, las iglesias lo escogieron para que viajara con nosotros y ayudara en esta obra de caridad que estamos haciendo para honrar al Señor y para demostrar nuestros deseos de ayudar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Queremos evitar así que se nos critique a causa de esta gran colecta que estamos recogiendo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "y por eso procuramos hacer lo bueno, no solo delante del Señor sino también delante de los hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Juntamente con aquellos, les envío otro de nuestros hermanos, que nos ha demostrado de muchas maneras su buena disposición, y mucho más ahora, por la gran confianza que tiene en ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "De Tito puedo decir que es mi compañero y que trabaja conmigo para bien de ustedes. Y acerca de los otros dos hermanos, que son enviados de las iglesias y que honran a Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y para que las iglesias lo sepan, muéstrenles ustedes que verdaderamente los aman y que tenemos razón al estar orgullosos de ustedes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.9"
        ],
        "human": "2 Corintios 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.10"
        ],
        "human": "2 Corintios 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.8"
        ],
        "human": "2 Corintios 8",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En cuanto a la colecta para los hermanos en la fe, realmente no es necesario que siga escribiéndoles a ustedes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "porque ya conozco su buena voluntad. Siempre digo con orgullo a los de Macedonia, que desde el año pasado ustedes los de Acaya han estado dispuestos a ayudar, y la mayoría de los de Macedonia se han animado por la buena disposición de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Sin embargo, les envío a estos hermanos para no quedar mal al sentirme tan orgulloso de ustedes cuando hablo de este asunto. Es decir, para que de veras estén preparados,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "no sea que algunos de Macedonia vayan conmigo y encuentren que ustedes no lo están. Eso sería una vergüenza para nosotros, que hemos tenido tanta confianza en ustedes; por no hablar de la vergüenza que sería para ustedes mismos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Precisamente por ello me ha parecido necesario pedir a estos hermanos que vayan a visitarlos primero, y que los ayuden a completar la colecta que ustedes habían prometido. Así, la colecta de ustedes estará dispuesta como una muestra de generosidad, y no como una muestra de tacañería."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Exhortación a la generosidad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Acuérdense de esto: El que siembra poco, poco cosecha; el que siembra mucho, mucho cosecha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cada uno debe dar según lo que haya decidido en su corazón, y no de mala gana o a la fuerza, porque Dios ama al que da con alegría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Dios puede darles a ustedes con abundancia toda clase de bendiciones, para que tengan siempre todo lo necesario y además les sobre para ayudar en toda clase de buenas obras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "La Escritura dice:",
            "«Ha dado abundantemente a los pobres,",
            "y su generosidad permanece para siempre.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Dios, que da la semilla que se siembra y el alimento que se come, les dará a ustedes todo lo necesario para su siembra, y la hará crecer, y hará que la generosidad de ustedes produzca una gran cosecha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así tendrán ustedes toda clase de riquezas y podrán dar generosamente. Y la colecta que ustedes envíen por medio de nosotros, será motivo de que los hermanos den gracias a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Porque al llevar esta ayuda a los hermanos, no solamente les llevamos lo que les haga falta, sino que también los movemos a dar muchas gracias a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y ellos alabarán a Dios, pues esta ayuda les demostrará que ustedes obedecen al evangelio que profesan, al evangelio de Cristo. También ellos honrarán a Dios por la generosa contribución de ustedes para ellos y para todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y además orarán por ustedes con mucho cariño, por la gran bondad que Dios les ha mostrado a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¡Gracias a Dios, porque nos ha hecho un regalo tan grande que no tenemos palabras para expresarlo!"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.10"
        ],
        "human": "2 Corintios 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.11"
        ],
        "human": "2 Corintios 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.9"
        ],
        "human": "2 Corintios 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "III. NUEVA DEFENSA DE PABLO"
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(10.1—13.10)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Respuesta a la acusación de tener una actitud doble"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Yo, Pablo, les ruego a ustedes, por la ternura y la bondad de Cristo, aunque digan que cuando estoy entre ustedes soy muy tímido, y muy atrevido cuando estoy lejos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pues bien, les ruego que, cuando vaya a verlos, no me obliguen a ser atrevido con quienes nos acusan de hacer las cosas por motivos puramente humanos, pues estoy dispuesto a enfrentarme con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Es cierto que somos humanos, pero no luchamos como los hombres de este mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Las armas que usamos no son las del mundo, sino que son poder de Dios capaz de destruir fortalezas. Y así destruimos las acusaciones"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y toda altanería que pretenda impedir que se conozca a Dios. Todo pensamiento humano lo sometemos a Cristo, para que lo obedezca a él,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y estamos dispuestos a castigar toda desobediencia, una vez que ustedes obedezcan perfectamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Fíjense en lo que es evidente. Si alguno está seguro de ser de Cristo, debe tener en cuenta que también nosotros somos de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y aunque yo insista un poco más de la cuenta en nuestra autoridad, no tengo por qué avergonzarme; pues el Señor nos dio la autoridad para edificación de la comunidad y no para destruirla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "No quiero que parezca que trato de asustarlos con mis cartas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Hay quien dice que mis cartas son duras y fuertes, pero que en persona no impresiono a nadie, ni impongo respeto al hablar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero el que esto dice debe saber también que, así como somos con palabras y por carta estando lejos de ustedes, así seremos con hechos cuando estemos entre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Respuesta a la acusación de ser orgulloso"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Ciertamente, no nos atrevemos a igualarnos o a compararnos con esos que se alaban a sí mismos. Pero ellos cometen una tontería al medirse con su propia medida y al compararse unos con otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Nosotros no vamos a gloriarnos más allá de ciertos límites. Dios es quien señala los límites de nuestro campo de trabajo, y él nos permitió llegar hasta ustedes en Corinto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Por eso, no estamos saliéndonos de nuestros límites, como sería el caso si no hubiéramos estado antes entre ustedes. Nosotros fuimos los primeros en llevarles a ustedes el evangelio de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y no nos gloriamos de los trabajos que otros han hecho, saliéndonos de nuestros límites. Al contrario, esperamos poder trabajar más entre ustedes, conforme ustedes vayan teniendo más fe, aunque siempre dentro de nuestros límites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "También esperamos extendernos y anunciar el evangelio en lugares más allá de donde están ustedes, pero sin meternos en campos ajenos, para no gloriarnos de los trabajos que otros han hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Si alguno quiere gloriarse, que se gloríe del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Porque el hombre digno de aprobación no es el que se alaba a sí mismo, sino aquel a quien el Señor alaba."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.11"
        ],
        "human": "2 Corintios 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.12"
        ],
        "human": "2 Corintios 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.10"
        ],
        "human": "2 Corintios 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El desinterés de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¡Ojalá me soportaran ustedes un poco de locura! Como quiera que sea, sopórtenme."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Porque el celo que siento por ustedes es un celo que viene de Dios. Yo los he comprometido en casamiento con un solo esposo, Cristo, y quiero presentarlos ante él puros como una virgen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero temo que, así como la serpiente engañó con su astucia a Eva, también ustedes se dejen engañar, y que sus pensamientos se aparten de la actitud sincera y pura hacia Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ustedes soportan con gusto a cualquiera que llega hablándoles de un Jesús diferente del que nosotros les hemos predicado; y aceptan de buena gana un espíritu diferente del Espíritu que ya recibieron y un evangelio diferente del que ya han aceptado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pues bien, yo no me siento inferior en nada a esos superapóstoles que vinieron después."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Aunque yo sea torpe en mi modo de hablar, no lo soy en cuanto a conocimientos; y esto se lo hemos demostrado a ustedes siempre y en todos nuestros hechos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿Será que hice mal en anunciarles el evangelio de Dios sin cobrarles nada, humillándome yo para enaltecerlos a ustedes?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Les he quitado su dinero a otras iglesias, al aceptar que ellos me pagaran para poder servirles a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y cuando estando entre ustedes necesité algo, nunca fui una carga para ninguno; pues los hermanos que llegaron de Macedonia me dieron lo que necesitaba. Procuré no ser una carga para ustedes, y así seguiré haciéndolo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Tan seguro estoy de que conozco la verdad de Cristo, como de que nadie me va a quitar este motivo de orgullo en toda la región de Acaya."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "¿Por qué hablo así? ¿Será porque no los quiero a ustedes? ¡Dios sabe que sí los quiero!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero voy a seguir haciendo lo que hago, para no dar oportunidad a esos que andan buscando pretexto para tener un orgullo como el nuestro;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "pues no son más que falsos apóstoles y engañadores que se disfrazan de apóstoles de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y esto no es nada raro, ya que Satanás mismo se disfraza de ángel de luz;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "por eso resulta muy natural que sus servidores pretendan aparecer como defensores de la justicia. ¡Pero habrán de terminar como sus hechos merecen!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo tiene motivos para gloriarse"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Vuelvo a decirles que nadie piense que estoy loco; pero si así lo piensan, déjenme que les hable como un loco, para que también yo pueda gloriarme un poco,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "aunque esta manera de gloriarme sea más bien una locura y no palabras que el Señor apruebe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "¡Ya que hay tantos que se glorían de sus propios méritos, también yo me gloriaré!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Ustedes son muy sabios, pero soportan de buena gana a los locos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "y soportan también a aquellos que los obligan a servir, que los explotan, que los engañan, que los tratan con desprecio o que los golpean en la cara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Aunque me da vergüenza decirlo, ¡nosotros fuimos demasiado débiles para portarnos así!",
            "Pero si los otros se atreven a jactarse, también yo me atreveré, aunque esto sea una locura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "¿Son ellos hebreos? Yo también. ¿Son israelitas? Yo también. ¿Son descendientes de Abraham? Yo también."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "¿Son siervos de Cristo? Yo lo soy más que ellos, aunque al decir esto hablo como un loco. Yo he trabajado más que ellos, me han encarcelado más veces que a ellos, he sido azotado más que ellos, y muchas veces he estado en peligro de muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "En cinco ocasiones los judíos me castigaron con los treinta y nueve azotes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Tres veces me apalearon, y una me apedrearon. En tres ocasiones se hundió el barco en que yo viajaba, y, a punto de ahogarme, pasé una noche y un día en alta mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "He viajado mucho, y me he visto en peligros de ríos, en peligros de ladrones, y en peligros entre mis paisanos y entre los extranjeros. También me he visto en peligros en la ciudad, en el campo y en el mar, y en peligros entre falsos hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "He pasado trabajos y dificultades; muchas veces me he quedado sin dormir; he sufrido hambre y sed; muchas veces no he comido; he sufrido por el frío y por la falta de ropa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Además de estas y otras cosas, cada día pesa sobre mí la preocupación por todas las iglesias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Si alguien enferma, también yo enfermo; y si hacen caer a alguno, yo me indigno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Si de algo hay que gloriarse, me gloriaré de las cosas que demuestran mi debilidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "El Dios y Padre del Señor Jesús, que es digno de alabanza por siempre, sabe que digo la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Cuando estuve en Damasco, el gobernador que servía al rey Aretas puso guardias a las puertas de la ciudad, para que me arrestaran;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "pero hubo quienes me bajaron en un canasto por una ventana de la muralla de la ciudad, y así escapé de sus manos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.12"
        ],
        "human": "2 Corintios 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.13"
        ],
        "human": "2 Corintios 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.11"
        ],
        "human": "2 Corintios 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visiones y revelaciones de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Nada gana uno con gloriarse de sí mismo. Sin embargo, tengo que hablar de las visiones y revelaciones que he recibido del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Conozco a un seguidor de Cristo, que hace catorce años fue llevado al tercer cielo. No sé si fue llevado en cuerpo o en espíritu; Dios lo sabe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero sé que ese hombre (si en cuerpo o en espíritu, no lo sé, solo Dios lo sabe)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "fue llevado al paraíso, donde oyó palabras tan secretas que a ningún hombre se le permite pronunciarlas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Yo podría gloriarme de alguien así, pero no de mí mismo, a no ser de mis debilidades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Aunque si quisiera yo gloriarme, eso no sería ninguna locura, porque estaría diciendo la verdad; pero no lo hago, para que nadie piense que soy más de lo que aparento o de lo que digo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "juzgándome por lo extraordinario de esas revelaciones. Por eso, para que yo no me crea más de lo que soy, he tenido un sufrimiento, una especie de espina clavada en el cuerpo, que como un instrumento de Satanás vino a maltratarme."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Tres veces le he pedido al Señor que me quite ese sufrimiento;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "pero el Señor me ha dicho: «Mi amor es todo lo que necesitas; pues mi poder se muestra plenamente en la debilidad.» Así que prefiero gloriarme de ser débil, para que repose sobre mí el poder de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y me alegro también de las debilidades, los insultos, las necesidades, las persecuciones y las dificultades que sufro por Cristo, porque cuando más débil me siento es cuando más fuerte soy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Me he portado como un loco, pero ustedes me obligaron a hacerlo. Porque ustedes son quienes debían hablar bien de mí, pues en nada valgo menos que esos superapóstoles. ¡Y eso que yo no valgo nada!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Los sufrimientos que soporté con paciencia, los milagros, maravillas y prodigios de que ustedes fueron testigos, son la prueba de que soy un verdadero apóstol."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Perdónenme si los ofendí, pero solo en una cosa han sido ustedes menos que las otras iglesias: ¡en que yo no fui una carga para ustedes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo habla de su próxima visita"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ya estoy preparado para hacerles mi tercera visita, y tampoco ahora les seré una carga. Yo no busco lo que ustedes tienen, sino a ustedes mismos; porque son los padres quienes deben juntar dinero para los hijos, y no los hijos para los padres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y yo de buena gana gastaré todo lo que tengo, y aun a mí mismo me gastaré en bien de ustedes. Si yo los quiero más y más, ¿me amarán ustedes cada vez menos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Sin duda estarán de acuerdo en que yo no fui una carga para ustedes. Sin embargo, algunos dicen que los hice caer astutamente en una trampa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "¿Acaso los exploté por medio de alguna de las personas que les he enviado?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "A Tito le pedí que fuera a visitarlos, y con él mandé al otro hermano. ¿Acaso los explotó Tito? ¿No es verdad que los dos nos hemos portado de la misma manera y con el mismo espíritu?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Tal vez ustedes piensen que nos estamos disculpando ante ustedes, pero no es así. Al contrario, estamos hablando en presencia de Dios y como quienes pertenecen a Cristo. Y todo esto, queridos hermanos, es para edificación de la comunidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Porque temo que cuando vaya a verlos, quizá no los encuentre como quisiera, y que tampoco ustedes me encuentren a mí como ustedes quisieran. Temo que haya discordias, envidias, enojos, egoísmos, chismes, críticas, orgullos y desórdenes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Temo también que, en mi próxima visita, mi Dios me haga sentir vergüenza de ustedes, y que me haga llorar por muchos de ustedes que desde hace tiempo vienen pecando y no han dejado la impureza, la inmoralidad sexual y los vicios que practicaban."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.13"
        ],
        "human": "2 Corintios 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "GAL.1"
        ],
        "human": "Gálatas 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.12"
        ],
        "human": "2 Corintios 12",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Esta es la tercera vez que voy a visitarlos. Todo tendrá que decidirse por el testimonio de dos o tres testigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "A los que antes pecaron, y a todos, ahora que estoy lejos les repito la advertencia que les hice personalmente en mi segunda visita: que si voy otra vez a visitarlos, no voy a tenerles consideración,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "ya que ustedes están buscando una prueba de que Cristo habla por mí. Y Cristo no es débil en su trato con ustedes, sino que muestra su fuerza entre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Es cierto que fue crucificado como débil, pero vive por el poder de Dios. De la misma manera, nosotros participamos de su debilidad, pero unidos a él viviremos por el poder de Dios para servirles a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Examínense ustedes mismos, para ver si están firmes en la fe; pónganse a prueba. ¿No se dan cuenta de que Jesucristo está en ustedes? ¡A menos que hayan fracasado en la prueba!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Confío, sin embargo, en que reconocerán que nosotros no hemos fracasado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y oramos a Dios para que ustedes no hagan nada malo; no para demostrar que nosotros hemos pasado la prueba, sino simplemente para que ustedes hagan lo bueno, aunque parezca que nosotros hemos fracasado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Porque no podemos hacer nada contra la verdad, sino solamente a favor de la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Por eso nos alegramos cuando somos débiles, con tal de que ustedes sean fuertes; y seguiremos orando para que lleguen a ser perfectos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Les escribo esta carta antes de ir a verlos, para que cuando vaya no tenga que ser tan duro en el uso de mi autoridad, la cual el Señor me dio, no para destruirlos, sino para edificación de la comunidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(13.11-13)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Para terminar, hermanos, deseo que vivan felices y que busquen la perfección en su vida. Anímense y vivan en armonía y paz; y el Dios de amor y de paz estará con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Salúdense los unos a los otros con un beso santo. Todos los hermanos en la fe les mandan saludos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Que la gracia del Señor Jesucristo, el amor de Dios y la participación del Espíritu Santo estén con todos ustedes."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}