{
  "book_usfm": "GAL",
  "name": "Gálatas",
  "local_title": "Biblia Dios Habla Hoy",
  "local_abbreviation": "DHH94I",
  "version_id": 52,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Texto © Sociedades Bíblicas Unidas, 1994.</p>",
    "text": "Texto © Sociedades Bíblicas Unidas, 1994."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "GAL.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "GAL.1"
        ],
        "human": "Gálatas 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "GAL.2"
        ],
        "human": "Gálatas 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.13"
        ],
        "human": "2 Corintios 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "Introducción"
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(1.1-9)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pablo, apóstol no enviado ni nombrado por los hombres, sino por Jesucristo mismo y por Dios Padre que resucitó a Jesús,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "saluda, junto con todos los hermanos, a las iglesias de Galacia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Que Dios nuestro Padre y el Señor Jesucristo derramen su gracia y su paz sobre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Jesucristo se entregó a la muerte por nuestros pecados, para librarnos del estado perverso actual del mundo, según la voluntad de nuestro Dios y Padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "¡Gloria a Dios para siempre! Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Extrañeza de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Estoy muy sorprendido de que ustedes se hayan alejado tan pronto de Dios, que los llamó mostrando en Cristo su bondad, y se hayan pasado a otro evangelio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "En realidad no es que haya otro evangelio. Lo que pasa es que hay algunos que los perturban a ustedes, y que quieren trastornar el evangelio de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero si alguien les anuncia un evangelio distinto del que ya les hemos anunciado, que caiga sobre él la maldición de Dios, no importa si se trata de mí mismo o de un ángel venido del cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Lo he dicho antes y ahora lo repito: Si alguien les anuncia un evangelio diferente del que ya recibieron, que caiga sobre él la maldición de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "1. El evangelio anunciado por Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(1.10—2.21)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo lo recibió de Jesucristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Yo no busco la aprobación de los hombres, sino la aprobación de Dios. No busco quedar bien con los hombres. ¡Si yo quisiera quedar bien con los hombres, ya no sería un siervo de Cristo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Sepan ustedes esto, hermanos: el evangelio que yo anuncio no es invención humana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No lo recibí ni lo aprendí de hombre alguno, sino que Jesucristo mismo me lo hizo conocer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ustedes habrán oído decir cuál era mi conducta anterior en el judaísmo, y cómo perseguí con violencia a la iglesia de Dios y procuré destruirla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "En el judaísmo, yo dejaba atrás a muchos de mis paisanos de mi misma edad, porque era mucho más estricto en mantener las tradiciones de mis antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15,
            16
          ],
          "lines": [
            "Pero Dios, que me escogió antes de nacer y por su gran bondad me llamó, tuvo a bien hacerme conocer a su Hijo, para que anunciara su evangelio entre los no judíos. Y no fui entonces a consultar con ningún ser humano;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "ni fui tampoco a Jerusalén a ver a los que eran apóstoles antes que yo. Por el contrario, me dirigí sin tardar a la región de Arabia, y luego volví a Damasco."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Relaciones de Pablo con los otros apóstoles"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Tres años después fui a Jerusalén para conocer a Cefas, con quien estuve quince días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero no vi a ningún otro de los apóstoles, aunque sí a Santiago el hermano del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Les aseguro delante de Dios que lo que les estoy escribiendo es la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Después me dirigí a las regiones de Siria y Cilicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "En cambio, los hermanos de las iglesias de Cristo que están en Judea no me conocían personalmente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Solamente oían decir: «El que antes nos perseguía, anda ahora predicando el evangelio que en otro tiempo quería destruir.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y alababan a Dios por causa mía."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "GAL.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "GAL.2"
        ],
        "human": "Gálatas 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "GAL.3"
        ],
        "human": "Gálatas 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "GAL.1"
        ],
        "human": "Gálatas 1",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Catorce años después fui otra vez a Jerusalén con Bernabé, y llevé a Tito conmigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Fui porque Dios me había mostrado que tenía que ir. Y allí expuse ante la comunidad el evangelio que anuncio a los no judíos. Y lo expliqué también en privado ante aquellos que eran reconocidos como de mayor autoridad, para dejar en claro que lo que yo estaba haciendo o había hecho no era trabajo inútil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero ni siquiera Tito, que estaba conmigo y que era griego, fue obligado a someterse al rito de la circuncisión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Algunos falsos hermanos se habían metido entre nosotros a escondidas, para espiar la libertad que tenemos en Cristo Jesús y hacernos otra vez esclavos de la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero ni por un momento nos dejamos llevar por ellos, porque queríamos que la verdad del evangelio permaneciera en ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero no me añadieron nada nuevo los que eran reconocidos como de mayor autoridad (aunque a mí no me interesa lo que hayan sido ellos, porque Dios no juzga por las apariencias)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Al contrario, reconocieron que Dios me había encargado el trabajo de anunciar el evangelio a los no judíos, así como a Pedro le había encargado el trabajo de anunciarlo a los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pues el mismo Dios que envió a Pedro como apóstol a los judíos, me envió también a mí como apóstol a los no judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Santiago, Cefas y Juan, que eran tenidos por columnas de la iglesia, reconocieron que Dios me había concedido este privilegio, y para confirmar que nos aceptaban como compañeros, nos dieron la mano a mí y a Bernabé, y estuvieron de acuerdo en que nosotros fuéramos a trabajar entre los no judíos, mientras que ellos trabajarían entre los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Solamente nos pidieron que nos acordáramos de los pobres, cosa que he procurado hacer con todo cuidado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero cuando Cefas fue a la ciudad de Antioquía, lo reprendí en su propia cara, porque lo que estaba haciendo era condenable."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pues primero comía con los no judíos, hasta que llegaron algunas personas de parte de Santiago; entonces comenzó a separarse, y dejó de comer con ellos, porque tenía miedo de los fanáticos de la circuncisión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y los otros creyentes judíos consintieron también con Pedro en su hipocresía, tanto que hasta Bernabé se dejó llevar por ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Por eso, cuando vi que no se portaban conforme a la verdad del evangelio, le dije a Cefas delante de toda la comunidad: «Tú, que eres judío, has estado viviendo como si no lo fueras; ¿por qué, pues, quieres obligar a los no judíos a vivir como si lo fueran?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios nos hace justos por la fe en Jesucristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Nosotros somos judíos de nacimiento, y no pecadores paganos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Sin embargo, sabemos que nadie es reconocido como justo por cumplir la ley sino gracias a la fe en Jesucristo. Por esto, también nosotros hemos creído en Jesucristo, para que Dios nos reconozca como justos, gracias a esa fe y no por cumplir la ley. Porque nadie será reconocido como justo por cumplir la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ahora bien, si buscando ser reconocidos como justos por medio de Cristo, resulta que también nosotros somos pecadores, ¿acaso esto querrá decir que Cristo nos hace pecadores? ¡Claro que no!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pues si destruyo algo y luego lo vuelvo a construir, yo mismo soy el culpable."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Porque por medio de la ley yo he muerto a la ley, a fin de vivir para Dios. Con Cristo he sido crucificado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "y ya no soy yo quien vive, sino que es Cristo quien vive en mí. Y la vida que ahora vivo en el cuerpo, la vivo por mi fe en el Hijo de Dios, que me amó y se entregó a la muerte por mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "No quiero rechazar la bondad de Dios; pues si se obtuviera la justicia por medio de la ley, Cristo habría muerto inútilmente."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "GAL.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "GAL.3"
        ],
        "human": "Gálatas 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "GAL.4"
        ],
        "human": "Gálatas 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "GAL.2"
        ],
        "human": "Gálatas 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "2. Dios nos hace libres por la fe"
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(3.1—5.12)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La experiencia cristiana del Espíritu"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¡Gálatas, duros para entender! ¿Quién los embrujó? En nuestra predicación hemos mostrado ante sus propios ojos a Jesucristo crucificado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Solo quiero que me contesten a esta pregunta: ¿Recibieron ustedes el Espíritu de Dios por el cumplimiento de la ley o por aceptar el mensaje de la fe?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "¿Son tan duros para entender, que habiendo comenzado con el Espíritu quieren ahora terminar con algo puramente humano?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "¿Tantas buenas experiencias para nada?… ¡Imposible que hayan sido para nada!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando Dios les da su Espíritu y hace milagros entre ustedes, ¿por qué lo hace? No en virtud del cumplimiento de la ley, sino por aceptar el mensaje de la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios reconoció a Abraham como justo por su fe"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así también, Abraham creyó a Dios, y Dios le tuvo esto en cuenta y lo reconoció como justo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Por lo tanto, ustedes deben saber que los verdaderos descendientes de Abraham son los que tienen fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "La Escritura, viendo de antemano que también entre los no judíos iba Dios a reconocer como justos a los que tuvieran fe, había anunciado a Abraham esta buena noticia: «Todas las naciones serán bendecidas por medio de ti.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "De manera que los que creen son bendecidos junto con Abraham, que también creyó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Quienes ponen su confianza en la ley están bajo maldición, porque la Escritura dice: «Maldito sea el que no cumple fielmente todo lo que está escrito en el libro de la ley.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por tanto, está claro que nadie es reconocido como justo en virtud de la ley; pues la Escritura dice: «El justo por la fe vivirá.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero la ley no se basa en la fe, sino que dice: «El que cumpla la ley, vivirá por ella.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Cristo nos rescató de la maldición de la ley haciéndose maldición por causa nuestra, porque la Escritura dice: «Maldito todo el que muere colgado de un madero.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Esto sucedió para que la bendición que Dios prometió a Abraham alcance también, por medio de Cristo Jesús, a los no judíos; y para que por medio de la fe recibamos todos el Espíritu que Dios ha prometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La ley no anula la promesa"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Hermanos, voy a hablarles en términos humanos: Cuando un hombre hace un pacto y lo respalda con su firma, nadie puede anularlo ni agregarle nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Ahora bien, Dios hizo sus promesas a Abraham y a su descendencia. La Escritura no habla de «descendencias», en plural, sino en singular; dice: «y a tu descendencia», la cual es Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Lo que digo es esto: Dios hizo una alianza con Abraham, y la confirmó. Por eso, la ley de Moisés, que vino cuatrocientos treinta años después, no puede anular aquella alianza y dejar sin valor la promesa de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pues si lo que Dios prometió darnos dependiera de la ley de Moisés, ya no sería una promesa; pero el hecho es que Dios prometió a Abraham dárselo gratuitamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces, ¿para qué sirve la ley? Fue dada después, para poner de manifiesto la desobediencia de los hombres, hasta que viniera esa «descendencia» a quien se le había hecho la promesa. La ley fue proclamada por medio de ángeles, y Moisés sirvió de intermediario."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero no hay necesidad de intermediario cuando se trata de una sola persona, y Dios es uno solo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cristo pone término a la ley"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "¿Acaso esto quiere decir que la ley está en contra de las promesas de Dios? ¡Claro que no! Porque si la ley pudiera dar vida, entonces la justicia realmente se obtendría en virtud de la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero, según lo que dice la Escritura, todos son prisioneros del pecado, para que quienes creen en Jesucristo puedan recibir lo que Dios ha prometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Antes de venir la fe, la ley nos tenía presos, esperando a que la fe fuera dada a conocer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "La ley era para nosotros como el esclavo que vigila a los niños, hasta que viniera Cristo, para que por la fe obtuviéramos la justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero ahora que ha llegado la fe, ya no estamos a cargo de ese esclavo que era la ley,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "pues por la fe en Cristo Jesús todos ustedes son hijos de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "ya que al unirse a Cristo en el bautismo, han quedado revestidos de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Ya no importa el ser judío o griego, esclavo o libre, hombre o mujer; porque unidos a Cristo Jesús, todos ustedes son uno solo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y si son de Cristo, entonces son descendientes de Abraham y herederos de las promesas que Dios le hizo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "GAL.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "GAL.4"
        ],
        "human": "Gálatas 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "GAL.5"
        ],
        "human": "Gálatas 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "GAL.3"
        ],
        "human": "Gálatas 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ya no somos esclavos sino hijos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Lo que quiero decir es esto: Mientras el heredero es menor de edad, en nada se diferencia de un esclavo de la familia, aunque sea en realidad el dueño de todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Hay personas que lo cuidan y que se encargan de sus asuntos, hasta el tiempo que su padre haya señalado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Lo mismo pasa con nosotros: cuando éramos menores de edad, estábamos sometidos a los poderes que dominan este mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero cuando se cumplió el tiempo, Dios envió a su Hijo, que nació de una mujer, sometido a la ley de Moisés,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "para rescatarnos a los que estábamos bajo esa ley y concedernos gozar de los derechos de hijos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y porque ya somos sus hijos, Dios mandó el Espíritu de su Hijo a nuestros corazones; y el Espíritu clama: «¡Abbá! ¡Padre!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Así pues, tú ya no eres esclavo, sino hijo de Dios; y por ser hijo suyo, es voluntad de Dios que seas también su heredero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Antes, cuando ustedes no conocían a Dios, eran esclavos de seres que en realidad no son dioses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero ahora que ustedes han conocido a Dios, o mejor dicho, ahora que Dios los ha conocido a ustedes, ¿cómo es posible que vuelvan a someterse a esos débiles y pobres poderes, y a hacerse sus esclavos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ustedes celebran ciertos días, meses, fechas y años..."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "¡Mucho me temo que mi trabajo entre ustedes no haya servido de nada!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Recuerdos personales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Hermanos, les ruego: sean como yo, porque yo me he vuelto como ustedes. No es que me hayan causado ustedes ningún daño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Como ya saben, cuando primero les prediqué el evangelio lo hice debido a una enfermedad que sufría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y esa enfermedad fue una prueba para ustedes, que no me despreciaron ni me rechazaron a causa de ella, sino que, al contrario, me recibieron como a un ángel de Dios, ¡como si se tratara del mismo Cristo Jesús!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¿Qué pasó con aquella alegría que sentían? Puedo decir en favor de ustedes que, de haberles sido posible, hasta se habrían sacado los ojos para dármelos a mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y ahora, ¿acaso me he vuelto enemigo de ustedes, solamente porque les he dicho la verdad?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Esa gente tiene mucho interés en ustedes, pero no son buenas sus intenciones. Lo que quieren es apartarlos de nosotros, para que luego ustedes se interesen por ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Claro que es bueno interesarse por los demás, pero con buenas intenciones; y que sea siempre, y no solamente cuando estoy entre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Hijos míos, otra vez sufro dolores de parto, hasta que Cristo se forme en ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "¡Ojalá estuviera yo ahí ahora mismo para hablarles de otra manera, pues no sé qué pensar de ustedes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Lo que simbolizan Agar y Sara"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Díganme una cosa, ustedes, los que quieren someterse a la ley: ¿Acaso no han escuchado lo que la ley dice?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pues dice que Abraham tuvo dos hijos: uno de una esclava, y el otro de su propia esposa, que era libre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "El hijo de la esclava nació de modo puramente humano; pero el hijo de la libre nació para que se cumpliera lo que Dios había prometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Esto tiene un sentido simbólico; las dos mujeres representan dos alianzas: una es la del monte Sinaí, y está representada por Agar, que fue la madre del que habría de ser esclavo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pues Agar representa el monte Sinaí, en Arabia, que corresponde a la actual Jerusalén, ya que esta ciudad está sometida a esclavitud junto con sus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Pero la Jerusalén celestial es libre, y nosotros somos hijos suyos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Porque la Escritura dice:",
            "«Alégrate, mujer estéril, tú que no tienes hijos;",
            "grita de alegría, tú que no conoces los dolores de parto.",
            "Porque la mujer que fue abandonada tendrá más hijos",
            "que la mujer que tiene esposo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Hermanos, ustedes son como Isaac: son los hijos que Dios había prometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Pero así como en aquel tiempo el hijo que nació de modo puramente humano perseguía al hijo que nació por obra del Espíritu, así sucede también ahora."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Pero ¿qué dice la Escritura? Pues dice: «Echa fuera a la esclava y a su hijo, porque el hijo de la esclava no puede compartir la herencia con el hijo de la libre.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "De manera, hermanos, que no somos hijos de la esclava, sino de la libre."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "GAL.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "GAL.5"
        ],
        "human": "Gálatas 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "GAL.6"
        ],
        "human": "Gálatas 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "GAL.4"
        ],
        "human": "Gálatas 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La libertad cristiana"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cristo nos dio libertad para que seamos libres. Por lo tanto, manténganse ustedes firmes en esa libertad y no se sometan otra vez al yugo de la esclavitud."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Escúchenme. Yo, Pablo, les digo que si ustedes se someten al rito de la circuncisión, Cristo no les servirá de nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Quiero repetirle a cualquier hombre que se circuncida, que está obligado a cumplir toda la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ustedes, los que quieren ser reconocidos como justos por cumplir la ley, se han apartado de Cristo; han rechazado la generosidad de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero nosotros, por medio del Espíritu tenemos la esperanza de alcanzar la justicia basados en la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Porque gracias a Cristo Jesús, ya no cuenta para nada estar o no circuncidados. Lo que cuenta es la fe, una fe activa por medio del amor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ustedes iban por buen camino. ¿Quién les impidió obedecer a la verdad?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "No fue cosa de Dios, que los ha llamado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Se dice que «un poco de levadura hace que fermente toda la masa»,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y yo tengo confianza en el Señor de que ustedes no van a pensar de otro modo; pero Dios castigará a ese que los anda perturbando, no importa quién sea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "En cuanto a mí, hermanos, si todavía estuviera yo insistiendo en el valor de la circuncisión, los judíos no me perseguirían, ya que en ese caso el mensaje de la cruz de Cristo no los ofendería."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero esos que los andan perturbando a ustedes, ¡ojalá se castraran a sí mismos de una vez!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "3. El uso de la libertad"
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(5.13—6.10)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El amor, resumen de la ley"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ustedes, hermanos, han sido llamados a la libertad. Pero no usen esta libertad para dar rienda suelta a sus instintos. Más bien sírvanse los unos a los otros por amor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Porque toda la ley se resume en este solo mandato: «Ama a tu prójimo como a ti mismo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Tengan cuidado, porque si ustedes se muerden y se comen unos a otros, llegarán a destruirse entre ustedes mismos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La vida conforme al Espíritu de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por lo tanto, digo: Vivan según el Espíritu, y no busquen satisfacer sus propios malos deseos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Porque los malos deseos están en contra del Espíritu, y el Espíritu está en contra de los malos deseos. El uno está en contra de los otros, y por eso ustedes no pueden hacer lo que quisieran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero si el Espíritu los guía, entonces ya no estarán sometidos a la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Es fácil ver lo que hacen quienes siguen los malos deseos: cometen inmoralidades sexuales, hacen cosas impuras y viciosas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "adoran ídolos y practican la brujería. Mantienen odios, discordias y celos. Se enojan fácilmente, causan rivalidades, divisiones y partidismos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Son envidiosos, borrachos, glotones y otras cosas parecidas. Les advierto a ustedes, como ya antes lo he hecho, que los que así se portan no tendrán parte en el reino de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "En cambio, lo que el Espíritu produce es amor, alegría, paz, paciencia, amabilidad, bondad, fidelidad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "humildad y dominio propio. Contra tales cosas no hay ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y los que son de Cristo Jesús, ya han crucificado la naturaleza del hombre pecador junto con sus pasiones y malos deseos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Si ahora vivimos por el Espíritu, dejemos también que el Espíritu nos guíe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "No seamos orgullosos, ni sembremos rivalidades y envidias entre nosotros."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "GAL.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "GAL.6"
        ],
        "human": "Gálatas 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EPH.1"
        ],
        "human": "Efesios 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "GAL.5"
        ],
        "human": "Gálatas 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Aplicaciones particulares"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Hermanos, si ven que alguien ha caído en algún pecado, ustedes que son espirituales deben ayudarlo a corregirse. Pero háganlo amablemente; y que cada cual tenga mucho cuidado, no suceda que él también sea puesto a prueba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ayúdense entre sí a soportar las cargas, y de esa manera cumplirán la ley de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Si alguien se cree ser algo, cuando no es nada, a sí mismo se engaña."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cada uno debe juzgar su propia conducta, y si ha de sentirse orgulloso, que lo sea respecto de sí mismo y no respecto de los demás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pues cada uno tiene que llevar su propia carga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El que recibe instrucción en el mensaje del evangelio, debe compartir con su maestro toda clase de bienes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "No se engañen ustedes: nadie puede burlarse de Dios. Lo que se siembra, se cosecha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El que siembra en los malos deseos, de sus malos deseos recogerá una cosecha de muerte. El que siembra en el Espíritu, del Espíritu recogerá una cosecha de vida eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Así que no debemos cansarnos de hacer el bien; porque si no nos desanimamos, a su debido tiempo cosecharemos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Por eso, siempre que podamos, hagamos bien a todos, y especialmente a nuestros hermanos en la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "Conclusión"
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(6.11-18)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Advertencias y despedida"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "¡Miren ustedes con qué letras tan grandes les estoy escribiendo ahora con mi propia mano!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Esos que quieren obligarlos a circuncidarse, lo hacen solamente para quedar bien con la gente y no ser perseguidos por causa de la cruz de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero ni siquiera los que se circuncidan cumplen todo lo que la ley dice. En cambio quieren que ustedes se circunciden, para gloriarse de haberlos obligado a ustedes a llevar esa marca en el cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "En cuanto a mí, de nada quiero gloriarme sino de la cruz de nuestro Señor Jesucristo. Pues por medio de la cruz de Cristo, el mundo ha muerto para mí y yo he muerto para el mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "De nada vale estar o no estar circuncidados; lo que sí vale es el haber sido creados de nuevo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Reciban paz y misericordia todos los que viven según esta regla, y todos los del Israel de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "De ahora en adelante no quiero que nadie me cause más dificultades; pues llevo marcadas en mi cuerpo las señales de lo que he sufrido en unión con Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Hermanos, que nuestro Señor Jesucristo derrame su gracia sobre todos ustedes. Amén."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}