{
  "book_usfm": "JDG",
  "name": "Jueces",
  "local_title": "Biblia Dios Habla Hoy",
  "local_abbreviation": "DHH94I",
  "version_id": 52,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Texto © Sociedades Bíblicas Unidas, 1994.</p>",
    "text": "Texto © Sociedades Bíblicas Unidas, 1994."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "JDG.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.1"
        ],
        "human": "Jueces 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.2"
        ],
        "human": "Jueces 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.24"
        ],
        "human": "Josué 24",
        "toc": true
      },
      "items": [
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "I. DOS INTRODUCCIONES:"
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(1.1—2.5)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Judá y Simeón capturan a Adonisédec"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después que murió Josué, los israelitas consultaron al Señor para saber cuál de las tribus debía atacar primero a los cananeos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El Señor respondió que Judá debía atacar primero, y que a Judá le entregaría ese territorio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces los de la tribu de Judá invitaron a sus hermanos, los de la tribu de Simeón, a unirse a ellos para invadir juntos el territorio que le tocaba a Judá, y después invadir juntos también el territorio que le tocaba a Simeón. Los de Simeón aceptaron unirse a los de Judá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4,
            5
          ],
          "lines": [
            "y así los de Judá invadieron el territorio de los cananeos y el de los ferezeos, a quienes el Señor entregó en sus manos. En Bézec derrotaron a diez mil de ellos, entre los que se encontraba Adonisédec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y aunque Adonisédec huyó, ellos lo persiguieron y lo atraparon, y le cortaron los pulgares de las manos y los dedos gordos de los pies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces él dijo: «Antes yo les corté a setenta reyes los pulgares de las manos y los dedos gordos de los pies, y los tuve recogiendo las sobras debajo de mi mesa. Pero ahora Dios me ha hecho a mí lo mismo que yo les hice a ellos.» Y lo llevaron a Jerusalén, donde murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Judá conquista Hebrón y Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los de la tribu de Judá atacaron y tomaron Jerusalén, y después de matar a filo de espada a toda la población, quemaron la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Luego atacaron a los cananeos que vivían en las montañas, en la región del Négueb y en la llanura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "También atacaron a los cananeos de la ciudad de Hebrón, que antes se llamaba Quiriat-arbá, y derrotaron a Sesai, a Ahimán y a Talmai."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otoniel conquista Debir y recibe a Acsa"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Luego atacaron la ciudad de Debir, que antes se llamaba Quiriat-séfer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y Caleb prometió que al que conquistara Debir le daría por esposa a su hija Acsa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El que la conquistó fue Otoniel, hijo de Quenaz, hermano menor de Caleb; entonces Caleb le dio por esposa a su hija Acsa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero cuando llegó ella, Otoniel la convenció para que le pidiera un terreno a su padre. Al ver Caleb que Acsa se bajaba de su asno, le preguntó:",
            "—¿Qué te pasa?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "—Quiero que me concedas algo —contestó ella—. Ya que me has dado tierras en el Négueb, dame también manantiales.",
            "Y Caleb le dio los manantiales de arriba y los de abajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conquistas de las tribus de Judá y de Benjamín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los descendientes de Hobab el quenita, suegro de Moisés, salieron de la ciudad de las palmeras con la tribu de Judá, y fueron al desierto de Judá, al sur de Arad, donde se quedaron a vivir con la gente de la región."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces los de la tribu de Judá fueron con los de Simeón, según habían acordado, y atacaron a los cananeos que vivían en Sefat, destruyendo por completo aquella ciudad. Por eso le pusieron el nombre de Hormá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Sin embargo, no pudieron tomar Gaza, Ascalón y Ecrón, ni sus territorios vecinos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y aunque el Señor acompañaba a los de Judá, y ellos pudieron conquistar las montañas, no pudieron echar de los llanos a los que allí vivían, porque estos tenían carros de hierro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "A Caleb le tocó Hebrón, tal como Moisés se lo había prometido, y Caleb desalojó a los tres hijos de Anac."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero los de la tribu de Benjamín no pudieron echar de Jerusalén a los jebuseos que allí vivían. Por eso, hasta el día de hoy, los jebuseos y los de la tribu de Benjamín siguen viviendo juntos en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las tribus de José conquistan Betel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22,
            23
          ],
          "lines": [
            "Los de las tribus de José decidieron atacar Betel, ciudad que antes se llamaba Luz, y mandaron espías allá. El Señor los ayudaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y los espías vieron a un hombre que salía de la ciudad, y le dijeron: «Si tú nos enseñas cómo entrar en la ciudad, nosotros seremos generosos contigo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "El hombre les enseñó cómo entrar en la ciudad, y ellos mataron a filo de espada a todos los que allí vivían; pero le perdonaron la vida al que les había enseñado el camino y a toda su familia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces aquel hombre se fue a la tierra de los hititas y construyó una nueva ciudad, y la llamó Luz, nombre que aún hoy conserva."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Límites de las conquistas de las tribus de Manasés y de Efraín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Los de la tribu de Manasés no pudieron echar de Bet-seán, Taanac, Dor, Ibleam y Meguido a los que allí vivían, ni a los que vivían en las aldeas cercanas a esas ciudades, así que los cananeos siguieron viviendo en ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Cuando los israelitas se hicieron más poderosos, lograron someter a los cananeos a trabajos forzados, pero no pudieron desalojarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Los de la tribu de Efraín tampoco pudieron echar de Guézer a los cananeos que allí vivían, de modo que los cananeos siguieron viviendo entre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conquistas de las otras tribus"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Los de la tribu de Zabulón tampoco pudieron echar de Quitrón y Nahalal a los cananeos que allí vivían, de modo que los cananeos siguieron viviendo entre ellos, aunque sometidos a trabajos forzados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31,
            32
          ],
          "lines": [
            "Los de la tribu de Aser tampoco pudieron echar de Aco, Sidón, Ahlab, Aczib, Helbá, Afec y Rehob a los cananeos que allí vivían; y como no pudieron echarlos de esas ciudades, se quedaron a vivir entre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Los de la tribu de Neftalí tampoco pudieron echar de Bet-semes y Bet-anat a los cananeos que allí vivían, pero los sometieron a trabajos forzados y se quedaron a vivir entre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Los amorreos rechazaron a los de la tribu de Dan hasta las montañas, y no los dejaron bajar a las llanuras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Y así los amorreos siguieron viviendo en Heres, Aialón y Saalbim. Pero cuando los descendientes de José se hicieron más fuertes, sometieron a los amorreos a trabajos forzados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "La frontera de los edomitas iba desde la cuesta de Acrabim hasta Selá, y seguía hacia arriba."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.2"
        ],
        "human": "Jueces 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.3"
        ],
        "human": "Jueces 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.1"
        ],
        "human": "Jueces 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El ángel del Señor en Boquim"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El ángel del Señor fue de Guilgal a Boquim, y les dijo a los israelitas: «Yo los saqué a ustedes de Egipto, y los he traído a esta tierra que les prometí a sus antepasados cuando les dije: “Nunca romperé mi alianza con ustedes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "con tal de que ustedes no hagan ningún pacto con los habitantes de esa tierra, sino que destruyan sus altares.” Pero ustedes no me obedecieron, ¡y miren lo que han hecho!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por eso ahora les digo: No voy a echar a esos pueblos de delante de ustedes, y ellos y sus dioses serán una trampa para ustedes.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando el ángel del Señor terminó de hablar, todos los israelitas se echaron a llorar a voz en cuello."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por eso llamaron Boquim a aquel lugar, y allí ofrecieron sacrificios al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(2.6—3.6)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Josué"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando Josué se despidió de los israelitas, cada uno se fue a tomar posesión de la tierra que le había tocado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Mientras él vivió, los israelitas mantuvieron el culto al Señor; y también mientras vivieron los ancianos que sobrevivieron a Josué, que habían visto todos los grandes hechos del Señor en favor de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero murió Josué, a la edad de ciento diez años,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "y lo enterraron en su propio terreno de Timnat-sérah, que está al norte del monte de Gaas, en los montes de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Murieron también todos los israelitas de la época de Josué. Y así, los que nacieron después no sabían nada del Señor ni de sus hechos en favor de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los israelitas abandonan al Señor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero los hechos de los israelitas fueron malos a los ojos del Señor, pues empezaron a adorar a las diferentes representaciones de Baal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Dejaron al Señor, el Dios de sus antepasados que los había sacado de Egipto, y se entregaron a adorar a los dioses de la gente que vivía alrededor, provocando así el enojo del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Dejaron al Señor por adorar a Baal y a las diferentes representaciones de Astarté,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y por eso el Señor se enojó contra Israel e hizo que los ladrones los despojaran de lo que tenían, y que sus enemigos de los alrededores los derrotaran sin que ellos pudieran hacerles frente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cada vez que ellos marchaban a la batalla, el Señor se ponía en su contra y les iba mal, según él mismo se lo había anunciado.",
            "Sin embargo, aunque el Señor puso a los israelitas en aprietos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "también hizo surgir caudillos que los libraran de quienes los despojaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero los israelitas no hicieron caso a estos caudillos, sino que fueron infieles al Señor y adoraron a otros dioses. Sus antepasados habían obedecido los mandamientos del Señor; pero ellos no siguieron su ejemplo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cada vez que el Señor hacía surgir un caudillo, también lo ayudaba, y durante la vida del caudillo libraba a los israelitas del poder de sus enemigos, pues sentía compasión de ellos al oírlos gemir por causa de la opresión que sufrían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero cuando el caudillo moría, ellos volvían a corromperse, y llegaban a ser peores que sus padres, sirviendo y adorando a otros dioses. No abandonaban sus malas prácticas, ni su terca conducta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Por eso el Señor se enfureció contra Israel, y dijo: «Esta gente rompe la alianza que yo hice con sus antepasados, y no quiere obedecerme."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Por lo tanto, no volveré a desalojar ante ellos a ninguno de los pueblos que Josué no desalojó antes de morir.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Con esto el Señor quería ver si los israelitas seguirían el camino del Señor, como antes lo habían seguido sus antepasados, o no."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Por eso el Señor no desalojó en seguida a las naciones que no había entregado en manos de Josué, sino que les permitió quedarse."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.3"
        ],
        "human": "Jueces 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.4"
        ],
        "human": "Jueces 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.2"
        ],
        "human": "Jueces 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los pueblos que se quedaron en Canaán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Estos son los pueblos que el Señor dejó en la región para poner a prueba a los israelitas que aún no habían nacido cuando se luchó por conquistar Canaán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El Señor los dejó para que aprendieran a pelear los que nunca habían estado en el campo de batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Quedaron los cinco jefes filisteos, todos los cananeos, los sidonios y los heveos que vivían en los montes del Líbano, desde el monte de Baal-hermón hasta el paso de Hamat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Con ellos el Señor quiso poner a prueba a los israelitas, para ver si obedecían los mandamientos que él había dado a los antepasados de ellos por medio de Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y así los israelitas empezaron a vivir entre los cananeos, hititas, amorreos, ferezeos, heveos y jebuseos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y los hijos y las hijas de los israelitas se casaron con los hijos y las hijas de aquellos pueblos, y adoraron a sus dioses."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "II. HISTORIA DE LOS JUECES"
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(3.7—16.31)"
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(3.7-11a)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otoniel libera a Israel de Cusán-risataim"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los hechos de los israelitas fueron malos a los ojos del Señor, pues se olvidaron de él y adoraron a las diferentes representaciones de Baal y de Aserá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Por esto el Señor se enojó contra ellos y los entregó al poder de Cusán-risataim, rey de Mesopotamia. Durante ocho años los israelitas tuvieron que servir a Cusán-risataim,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "hasta que le suplicaron al Señor y él hizo que surgiera alguien para salvarlos. Este salvador fue Otoniel, hijo de Quenaz, hermano menor de Caleb:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "el espíritu del Señor vino sobre Otoniel, el cual acaudilló a los israelitas; salió a la batalla, y el Señor le dio la victoria sobre Cusán-risataim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Después de eso hubo paz en la región durante cuarenta años."
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(3.11b-30)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ehud libera a Israel de Moab"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Después de la muerte de Otoniel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "los israelitas volvieron a hacer lo malo a los ojos del Señor, y por eso el Señor dio a Eglón, rey de Moab, más poder que a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Eglón hizo una alianza con los amonitas y los amalecitas, y atacó a Israel, tomando posesión de la ciudad de las palmeras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Durante dieciocho años, los israelitas tuvieron que servir a Eglón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "hasta que le suplicaron al Señor y él hizo que surgiera alguien para salvarlos. Ese salvador fue un zurdo llamado Ehud, hijo de Guerá, de la tribu de Benjamín.",
            "Un día, los israelitas enviaron el tributo a Eglón por medio de Ehud."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero Ehud se hizo una espada de dos filos, como de medio metro de largo, y se la puso al cinto por debajo de la ropa y al lado derecho;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "luego se fue a llevarle el tributo a Eglón, que era muy gordo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Después de entregarle a Eglón el tributo, Ehud salió con los que habían venido con él,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "pero al llegar a los ídolos que están cerca de Guilgal, Ehud regresó a donde estaba Eglón y le dijo:",
            "—Tengo un mensaje para Su Majestad, pero debo dárselo en privado.",
            "El rey ordenó entonces a los que estaban a su servicio que guardaran silencio y salieran de su presencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "En cuanto Ehud se quedó a solas con Eglón, que estaba sentado en la sala de verano, se acercó a él y le dijo:",
            "—El mensaje que traigo a Su Majestad es de parte de Dios.",
            "Al oír esto, Eglón se levantó de su trono,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "pero Ehud, que era zurdo, se llevó la mano izquierda al lado derecho, sacó su espada y se la clavó a Eglón en el vientre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Se la clavó tan fuerte que no solo entró toda la hoja sino también la empuñadura, quedando cubierta la espada por la gordura de Eglón, pues Ehud no se la sacó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Después Ehud cerró las puertas con el cerrojo, y salió por la ventana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Cuando ya se había ido, vinieron los que estaban al servicio del rey, y al ver las puertas cerradas pensaron que el rey se había encerrado en la sala de verano para hacer sus necesidades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero después de mucho esperar, empezaron a preocuparse al ver que el rey no salía. Entonces tomaron la llave, y al abrir encontraron a su amo tendido en el suelo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Mientras aquellos perdían tiempo, Ehud huyó, y después de pasar los ídolos de Guilgal se refugió en Seirat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Cuando llegó a territorio israelita, dio un toque de trompeta en los montes de Efraín para llamar a los israelitas, y todos ellos bajaron de los montes con Ehud a la cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Ehud les dijo que lo siguieran, pues el Señor les daría la victoria sobre sus enemigos los moabitas. Entonces ellos lo siguieron y tomaron posesión de los vados del Jordán, y no dejaron pasar a nadie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "En aquella ocasión mataron a unos diez mil moabitas, todos ellos soldados fuertes y valientes. Ni uno solo escapó con vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Así fue como los israelitas derrotaron a Moab. Después de eso hubo paz en la región durante ochenta años."
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(3.31)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Samgar libera a Israel de los filisteos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "El siguiente caudillo fue Samgar, hijo de Anat, que mató a seiscientos filisteos con una aguijada. Samgar también salvó a Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.4"
        ],
        "human": "Jueces 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.5"
        ],
        "human": "Jueces 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.3"
        ],
        "human": "Jueces 3",
        "toc": true
      },
      "items": [
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(4—5)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Débora y Barac derrotan a Sísara"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de la muerte de Ehud, los israelitas volvieron a hacer lo malo a los ojos del Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "así que el Señor los entregó al poder de Jabín, un rey cananeo que gobernaba en la ciudad de Hasor. El jefe de su ejército se llamaba Sísara, y vivía en Haróset-goím."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Jabín tenía novecientos carros de hierro, y durante veinte años había oprimido cruelmente a los israelitas, hasta que por fin estos le suplicaron al Señor que los ayudara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "En aquel tiempo juzgaba a Israel una profetisa llamada Débora, esposa de Lapidot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Débora acostumbraba sentarse bajo una palmera (conocida como «la palmera de Débora»), que había en los montes de Efraín, entre Ramá y Betel, y los israelitas acudían a ella para resolver sus pleitos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Un día, Débora mandó llamar a un hombre llamado Barac, hijo de Abinoán, que vivía en Quedes, un pueblo de la tribu de Neftalí, y le dijo:",
            "—El Señor, el Dios de Israel, te ordena lo siguiente: “Ve al monte Tabor, y reúne allí a diez mil hombres de las tribus de Neftalí y Zabulón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Yo voy a hacer que Sísara, jefe del ejército de Jabín, venga al arroyo de Quisón para atacarte con sus carros y su ejército. Pero yo voy a entregarlos en tus manos.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "—Solo iré si tú vienes conmigo —contestó Barac—. Pero si tú no vienes, yo no iré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "—Pues iré contigo —respondió Débora—. Solo que la gloria de esta campaña que vas a emprender no será para ti, porque el Señor entregará a Sísara en manos de una mujer.",
            "Entonces Débora fue con Barac a Quedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Allí Barac llamó a las tribus de Zabulón y Neftalí, y reunió bajo su mando un ejército de diez mil hombres. Débora iba con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cerca de Quedes, junto a la encina de Saanaim, estaba el campamento de Héber el quenita, quien se había separado de los demás quenitas que, como él, descendían de Hobab, el suegro de Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando Sísara supo que Barac había subido al monte Tabor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "reunió sus novecientos carros de hierro y a todos sus soldados, y marchó con ellos desde Haróset-goím hasta el arroyo de Quisón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces Débora le dijo a Barac:",
            "—¡Adelante, que ahora es cuando el Señor va a entregar en tus manos a Sísara! ¡Ya el Señor va al frente de tus soldados!",
            "Barac bajó del monte Tabor con sus diez mil soldados,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "y el Señor sembró el pánico entre los carros y los soldados de Sísara en el momento de enfrentarse con la espada de Barac; hasta el mismo Sísara se bajó de su carro y huyó a pie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Mientras tanto, Barac persiguió a los soldados y los carros hasta Haróset-goím. Aquel día no quedó con vida ni un solo soldado del ejército de Sísara: todos murieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Como Jabín, el rey de Hasor, estaba en paz con la familia de Héber el quenita, Sísara llegó a pie, en su huida, hasta la tienda de Jael, la esposa de Héber,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "la cual salió a recibirlo y le dijo:",
            "—Por aquí, mi señor, por aquí; no tenga usted miedo.",
            "Sísara entró, y Jael lo escondió tapándolo con una manta;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "entonces Sísara le pidió agua, pues tenía mucha sed. Jael destapó el cuero donde guardaba la leche y le dio de beber; después volvió a taparlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Sísara le dijo:",
            "—Quédate a la entrada de la tienda, y si alguien viene y te pregunta si hay alguien aquí dentro, dile que no."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero Sísara estaba tan cansado que se quedó profundamente dormido. Entonces Jael tomó un martillo y una estaca de las que usaban para sujetar la tienda de campaña, y acercándose sin hacer ruido hasta donde estaba Sísara, le clavó la estaca en la sien contra la tierra. Así murió Sísara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y cuando Barac llegó en busca de Sísara, Jael salió a recibirlo y le dijo:",
            "—Ven, que te voy a mostrar al que andas buscando.",
            "Barac entró en la tienda y encontró a Sísara tendido en el suelo, ya muerto y con la estaca clavada en la cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Así humilló el Señor aquel día a Jabín, el rey cananeo, delante de los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y desde entonces los israelitas trataron a Jabín cada vez con mayor dureza, hasta que lo destruyeron."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.5"
        ],
        "human": "Jueces 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.6"
        ],
        "human": "Jueces 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.4"
        ],
        "human": "Jueces 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El canto de Débora y Barac"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Aquel día, Débora y Barac, hijo de Abinoán, cantaron así:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Alaben todos al Señor,",
            "porque aún hay en Israel",
            "hombres dispuestos a pelear;",
            "porque aún hay entre el pueblo",
            "hombres que responden al llamado de la guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "¡Escúchenme, ustedes los reyes!",
            "¡Óiganme, ustedes los gobernantes!",
            "¡Voy a cantarle al Señor!,",
            "¡voy a cantar al Dios de Israel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»Cuando tú, Señor, saliste de Seír;",
            "cuando te fuiste de los campos de Edom,",
            "tembló la tierra, se estremeció el cielo,",
            "las nubes derramaron su lluvia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Delante de ti, Señor,",
            "delante de ti, Dios de Israel,",
            "temblaron los montes, tembló el Sinaí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "En los tiempos de Samgar, hijo de Anat,",
            "y en los tiempos de Jael,",
            "los viajeros abandonaron los caminos",
            "y anduvieron por senderos escabrosos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "las aldeas de Israel",
            "quedaron del todo abandonadas.",
            "Fue entonces cuando yo me levanté,",
            "¡yo, Débora, una madre de Israel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»No faltó quien se escogiera nuevos dioses",
            "mientras se luchaba a las puertas de la ciudad,",
            "pero no se veía un escudo ni una lanza",
            "entre cuarenta mil israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»¡Yo doy mi corazón",
            "por los altos jefes de Israel,",
            "por la gente de mi pueblo",
            "que respondió al llamado de la guerra!",
            "¡Alaben todos al Señor!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Díganlo ustedes, los que montan asnas pardas;",
            "y ustedes, los que se sientan en tapetes;",
            "también ustedes, los viajeros:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "¡allá, entre los abrevaderos,",
            "y al son de sonoros platillos,",
            "proclamen las victorias del Señor,",
            "las victorias de sus aldeas en Israel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»¡Despierta, Débora, despierta,",
            "despierta y entona una canción!",
            "¡Y tú, Barac, hijo de Abinoán,",
            "levántate y llévate a tus prisioneros!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Entonces bajaron los israelitas",
            "a luchar contra los poderosos;",
            "bajaron por mí las tropas del Señor",
            "a luchar contra los hombres de guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Algunos hombres de Efraín bajaron al valle,",
            "y tras ellos fueron las tropas de Benjamín.",
            "De los de Maquir, bajaron sus jefes,",
            "y de los de Zabulón, sus gobernantes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "También acompañaron a Débora",
            "los jefes de Isacar;",
            "Isacar fue el apoyo de Barac,",
            "pues se lanzó tras él al valle.",
            "»Si en los escuadrones de Rubén",
            "hay grandes hombres de corazón resuelto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¿por qué se quedaron entre los rediles,",
            "oyendo a los pastores llamar a sus ovejas?",
            "¡En los escuadrones de Rubén",
            "hay grandes hombres de corazón miedoso!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»Galaad se quedó acampando",
            "al otro lado del río Jordán;",
            "Dan se quedó junto a los barcos,",
            "y Aser se quedó en la costa",
            "y no se movió de sus puertos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "pero en las alturas de los campos,",
            "Zabulón y Neftalí arriesgaron la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»Entonces los reyes vinieron a Taanac,",
            "junto a las aguas de Meguido;",
            "los reyes cananeos vinieron en plan de guerra,",
            "pero no obtuvieron plata ni riquezas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Desde el cielo, desde sus órbitas,",
            "las estrellas lucharon contra Sísara;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "el arroyo, el arroyo antiguo,",
            "el arroyo de Quisón los barrió a todos ellos.",
            "¡Tú aplastarás la garganta de los poderosos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "»¡Resuenan los cascos de los caballos!",
            "¡Galopan, galopan los briosos corceles!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y el ángel del Señor anuncia:",
            "“¡Que caiga una dura maldición",
            "sobre Meroz y sus habitantes!”",
            "Pues no acudieron, como los valientes,",
            "en ayuda del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "»¡Bendita sea entre las mujeres Jael,",
            "la esposa de Héber el quenita!",
            "¡Bendita sea entre las mujeres del campamento!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Agua pidió Sísara; leche le dio Jael.",
            "¡Crema le dio en un tazón especial!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Mientras tanto, tomó la estaca con la izquierda",
            "y el mazo de trabajo con la derecha,",
            "y dando a Sísara un golpe en la cabeza",
            "le rompió y atravesó las sienes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Sísara se retorcía a los pies de Jael;",
            "retorciéndose de dolor cayó al suelo,",
            "y allí donde cayó, allí quedó muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "»La madre de Sísara, afligida,",
            "se asoma a la ventana y dice:",
            "“¿Por qué tarda tanto en llegar su carro?",
            "¿Por qué se retrasa su carro de guerra?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Algunas damas sabihondas le responden,",
            "y aun ella misma se repite:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "“Seguramente se están repartiendo",
            "lo que ganaron en la guerra.",
            "Una esclava, y aun dos, para cada guerrero;",
            "para Sísara las telas de colores:",
            "una tela, y aun dos,",
            "bordadas de varios colores,",
            "para el cuello del vencedor.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "»¡Que así sean destruidos, Señor,",
            "todos tus enemigos,",
            "y que brillen los que te aman,",
            "como el sol en todo su esplendor!»",
            "Después de eso hubo paz en la región durante cuarenta años."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.6"
        ],
        "human": "Jueces 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.7"
        ],
        "human": "Jueces 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.5"
        ],
        "human": "Jueces 5",
        "toc": true
      },
      "items": [
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(6—9)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios llama a Gedeón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pero los hechos de los israelitas fueron malos a los ojos del Señor, y durante siete años el Señor los entregó al poder de los madianitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Como los madianitas oprimían cada vez más a los israelitas, estos, por temor a los madianitas, se hicieron escondites en los cerros, en las cuevas y en lugares difíciles de alcanzar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Siempre que los israelitas tenían algo sembrado, los madianitas, los amalecitas y la gente del oriente los atacaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Acampaban en los territorios de Israel y destruían las cosechas hasta la región de Gaza, sin dejarles a los israelitas nada que comer, ni ovejas, ni bueyes, ni asnos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Con sus tiendas de campaña y su ganado invadían el país y lo destruían todo. Venían con sus camellos en grandes multitudes, como una plaga de langostas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por causa de los madianitas, los israelitas pasaban por muchas miserias, y finalmente le pidieron ayuda al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando los israelitas le pidieron al Señor que los librara de los madianitas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "él les envió un profeta que les dijo: «Así dice el Señor y Dios de Israel: “Yo los saqué a ustedes de Egipto, donde vivían como esclavos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "y no solo los libré a ustedes de los egipcios, sino también de todos los que los oprimían. A ellos los fui echando de delante de ustedes, y a ustedes les di la tierra de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y les dije a ustedes que yo soy el Señor su Dios, y que no tuvieran miedo de los dioses de los amorreos, en cuya tierra viven ustedes ahora; pero ustedes no me hicieron caso.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces vino el ángel del Señor y se sentó bajo la encina que estaba en Ofrá, y que pertenecía a Joás, que era del clan de Abiézer. Gedeón, el hijo de Joás, estaba limpiando el trigo a escondidas, en el lugar donde se pisaba la uva para hacer vino, para que los madianitas no lo vieran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El ángel del Señor se le apareció y le dijo:",
            "—¡El Señor está contigo, hombre fuerte y valiente!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y Gedeón contestó:",
            "—Perdón, señor, pero si el Señor está con nosotros, ¿por qué nos pasa todo esto? ¿Dónde están todos los milagros de que nos hablan nuestros antepasados, cuando dicen que el Señor nos sacó de Egipto? El Señor nos ha abandonado, y nos ha entregado al poder de los madianitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El Señor lo miró, y le dijo:",
            "—Usa la fuerza que tienes, para ir a salvar a Israel del poder de los madianitas. Yo soy el que te envía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero Gedeón volvió a contestar:",
            "—Una vez más, perdón, señor, pero ¿cómo voy a salvar a Israel? Mi clan es el más pobre de toda la tribu de Manasés, y yo soy el más pequeño de mi familia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y el Señor le respondió:",
            "—Podrás hacerlo porque yo estaré contigo. Derrotarás a los madianitas como quien derrota a un solo hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces Gedeón dijo:",
            "—Si me he ganado tu favor, dame una prueba de que realmente eres tú quien habla conmigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Por favor, no te vayas de aquí hasta que yo vuelva con una ofrenda que te quiero presentar.",
            "Y el Señor le aseguró:",
            "—Aquí estaré esperando tu regreso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Gedeón se fue y preparó un cabrito, y con unos veinte litros de harina hizo unos panes sin levadura; luego puso la carne en una canasta y el caldo en una olla, y se lo llevó todo hasta la encina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El ángel de Dios le mandó poner sobre una roca la carne y los panes sin levadura, y derramar el caldo. Después que Gedeón hizo lo que se le había mandado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "el ángel tocó la carne y los panes con la punta del bastón que tenía en la mano, y de la roca salió fuego, el cual consumió la carne y los panes; luego el ángel del Señor desapareció de su vista."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Al darse cuenta Gedeón de que se trataba del ángel del Señor, dijo:",
            "—¡Ay Señor, Señor! ¡He visto cara a cara al ángel del Señor!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero el Señor le contestó:",
            "—No tengas miedo, que no vas a morir. Recibe mi paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces Gedeón construyó allí un altar en honor del Señor, y lo llamó «El Señor es la paz». Este altar todavía está en Ofrá, ciudad del clan de Abiézer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Aquella misma noche el Señor le dijo a Gedeón:",
            "—Toma un toro del ganado de tu padre, el segundo toro, el de siete años, y echa abajo el altar de Baal que tiene tu padre. Echa abajo también el árbol sagrado que está junto al altar de Baal,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "y en lo alto de esa fortaleza construye un altar al Señor tu Dios. Toma luego el toro, el segundo, y ofrécemelo como holocausto, usando para ello la leña del árbol sagrado que habrás echado abajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Entonces Gedeón tomó a diez de sus sirvientes e hizo todo lo que el Señor le había mandado; solo que no lo hizo de día, sino durante la noche, por miedo a la familia de su padre y a los hombres de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "A la mañana siguiente, cuando la gente de la ciudad se levantó, se encontró con que el altar de Baal había sido echado abajo, lo mismo que el árbol sagrado que estaba junto al altar, y que además un toro había sido ofrecido en holocausto sobre el nuevo altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Unos a otros se preguntaban: «¿Quién habrá hecho esto?»",
            "Cuando, después de mucho buscar y preguntar, supieron que lo había hecho Gedeón, el hijo de Joás, fueron y le dijeron a Joás:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "—Saca a tu hijo, que lo vamos a matar. ¡Ha echado abajo el altar de Baal y el árbol sagrado que estaba junto al altar!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Pero Joás respondió a quienes le rodeaban:",
            "—¿Van ustedes a defender a Baal, y a pelear en su favor? ¡Pues que muera antes del amanecer cualquiera que defienda a Baal! Si Baal es Dios, déjenlo que se defienda solo, puesto que era suyo el altar derribado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Desde entonces comenzaron a llamar Jerubaal a Gedeón, y decían: «Que Baal se defienda de él», pues Gedeón había echado abajo el altar de Baal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Entonces todos los madianitas y los amalecitas y la gente del oriente, se juntaron y cruzaron el río Jordán, y acamparon en el valle de Jezreel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Pero el espíritu del Señor se adueñó de Gedeón, y este tocó un cuerno de carnero para que se le unieran los del clan de Abiézer;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "además mandó mensajeros para que llamaran a toda la tribu de Manasés a que se le uniera. También envió mensajeros a llamar a las tribus de Aser, Zabulón y Neftalí, que también salieron a reunirse con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Y Gedeón le dijo a Dios: «Si de veras me vas a usar para salvar a Israel, como tú mismo has dicho,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "voy a poner el cuero lanudo de una oveja en el lugar donde se trilla el trigo. Si por la mañana la lana está mojada de rocío, pero la tierra está seca, sabré que de veras vas a usarme para salvar a Israel, como tú mismo has dicho.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "En efecto, así sucedió. Cuando Gedeón se levantó por la mañana, exprimió el cuero lanudo y sacó de él una taza llena de rocío."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Sin embargo, Gedeón dijo: «No te enojes conmigo si vuelvo a insistir. Pero quiero hacer una sola prueba más. Esta vez harás que la lana quede seca y que el rocío humedezca la tierra.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Aquella noche Dios lo hizo así. Y a la mañana siguiente, la lana estaba seca y toda la tierra cubierta de rocío."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.7"
        ],
        "human": "Jueces 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.8"
        ],
        "human": "Jueces 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.6"
        ],
        "human": "Jueces 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gedeón derrota a los madianitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Gedeón, a quien ahora llamaban Jerubaal, y todos los que estaban con él, se levantaron de madrugada y fueron a acampar junto al manantial de Harod. El campamento de los madianitas les quedaba entonces al norte, en el valle que está al pie del monte de Moré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El Señor le dijo a Gedeón: «Traes tanta gente contigo que si hago que los israelitas derroten a los madianitas, van a alardear ante mí creyendo que se han salvado ellos mismos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por eso, dile a la gente que cualquiera que tenga miedo puede irse a su casa.»",
            "De este modo Gedeón los puso a prueba, y se fueron veintidós mil hombres, quedándose diez mil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero el Señor insistió: «Son muchos todavía. Llévalos a tomar agua, y allí yo los pondré a prueba y te diré quiénes irán contigo y quiénes no.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Gedeón llevó entonces a la gente a tomar agua, y el Señor le dijo: «Aparta a los que beban agua en sus manos, lamiéndola como perros, de aquellos que se arrodillen para beber.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los que bebieron agua llevándosela de las manos a la boca y lamiéndola como perros fueron trescientos. Todos los demás se arrodillaron para beber."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces el Señor le dijo a Gedeón: «Con estos trescientos hombres voy a salvarlos a ustedes, y derrotaré a los madianitas. Todos los demás pueden irse.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Gedeón mandó entonces que todos los demás regresaran a sus tiendas; pero antes de que se fueran les recogió sus cántaros y sus cuernos de carnero. Solo se quedó con los trescientos hombres escogidos, acampando más arriba de los madianitas, que estaban en el valle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Aquella noche el Señor le ordenó a Gedeón: «Levántate y baja a atacar a los madianitas, pues los voy a entregar en tus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero si tienes miedo de atacarlos, baja antes al campamento con Purá, tu criado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y escucha lo que digan. Después te sentirás con más ánimo para atacarlos.»",
            "Entonces Gedeón bajó con Purá, su criado, hasta los puestos avanzados del campamento enemigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Los madianitas, los amalecitas y la gente del oriente se habían esparcido por el valle como una plaga de langostas. Tenían tantos camellos como arena hay a la orilla del mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Al acercarse Gedeón al campamento enemigo, oyó que un soldado le contaba a otro un sueño que había tenido. Le decía:",
            "—Soñé que un pan de cebada venía rodando hasta nuestro campamento, y que al chocar contra una tienda la hacía caer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y su compañero le contestó:",
            "—Eso no es otra cosa que la espada de Gedeón, hijo de Joás, el israelita. Dios va a entregar en manos de Gedeón a los madianitas y a todo su campamento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Al oír cómo se había contado e interpretado el sueño, Gedeón adoró al Señor. Después volvió al campamento israelita y ordenó:",
            "—¡Arriba, que el Señor va a entregarnos el campamento madianita!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "En seguida dividió sus trescientos hombres en tres grupos, y les dio cuernos de carnero a todos y unos cántaros vacíos que llevaban dentro antorchas encendidas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y les dijo:",
            "—Cuando llegue yo al otro lado del campamento enemigo, fíjense en mí y hagan lo mismo que me vean hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando yo y los que van conmigo toquemos el cuerno, tóquenlo ustedes también alrededor de todo el campamento, y griten: “¡Por el Señor y por Gedeón!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Así pues, Gedeón y sus cien hombres llegaron al otro lado del campamento cuando estaba por comenzar el turno de guardia de medianoche. Entonces tocaron los cuernos de carnero y rompieron los cántaros que llevaban en las manos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "y los tres grupos tocaron al mismo tiempo los cuernos de carnero y rompieron los cántaros. En la mano izquierda llevaban las antorchas encendidas, y los cuernos de carnero en la derecha, y gritaban: «¡Guerra! ¡Por el Señor y por Gedeón!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y como los israelitas se quedaron quietos en sus puestos alrededor del campamento, y todos en el ejército madianita gritaban y salían huyendo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "mientras los trescientos israelitas seguían tocando los cuernos de carnero, el Señor hizo que los madianitas lucharan entre sí, y que salieran huyendo hasta Bet-sitá, camino de Sererá, y hasta la frontera de Abel-meholá, junto a Tabat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces se llamó a los israelitas de las tribus de Neftalí, de Aser y de todo Manasés, para que persiguieran a los madianitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Gedeón mandó mensajeros por los montes de Efraín, ordenando que los hombres de esta tribu bajaran a luchar contra los madianitas y ocuparan los lugares por donde se podía cruzar el río en Bet-bará y en el Jordán, antes de que ellos llegaran. Los de Efraín cumplieron estas órdenes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "y además capturaron a dos jefes madianitas llamados Oreb y Zeeb. A Oreb lo mataron en la peña que ahora se conoce como Peña de Oreb. A Zeeb lo mataron en el lugar que lleva su nombre, y que era donde se pisaba la uva para hacer vino. Y después de perseguir a los madianitas, llevaron las cabezas de Oreb y de Zeeb a Gedeón, que estaba al otro lado del Jordán."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.8"
        ],
        "human": "Jueces 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.9"
        ],
        "human": "Jueces 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.7"
        ],
        "human": "Jueces 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gedeón captura a los reyes madianitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los de la tribu de Efraín se enojaron y discutieron con Gedeón porque él no los había mandado llamar cuando salió a pelear contra los madianitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero él les contestó:",
            "—¿No se dan cuenta de que ustedes hicieron más aún de lo que yo hice? Lo poco que ustedes hicieron vale más que lo mucho que hicimos nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Dios les entregó a Oreb y a Zeeb, los jefes madianitas. ¿Qué hice yo que se pueda comparar con lo que ustedes hicieron?",
            "Cuando los de Efraín oyeron estas palabras de Gedeón, se les pasó el enojo contra él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Gedeón y sus trescientos hombres llegaron al Jordán y lo cruzaron, aunque estaban rendidos de cansancio por ir persiguiendo al enemigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "En Sucot, Gedeón les pidió a los que allí vivían:",
            "—Por favor, den algo de comer a los que vienen conmigo, porque están rendidos de cansancio. Andamos persiguiendo a los reyes madianitas Zébah y Salmuná."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero los jefes de Sucot le respondieron:",
            "—¿Acaso ya has capturado a Zébah y Salmuná, para que alimentemos a tu ejército?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y Gedeón les contestó:",
            "—¡Después que el Señor me entregue a Zébah y Salmuná, regresaré y les desgarraré a ustedes la carne con espinas y zarzas del desierto!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "De allí fue a Penuel, donde pidió lo mismo que en Sucot. Pero como los de Penuel le respondieron igual que los de Sucot,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Gedeón les dijo:",
            "—¡Cuando yo regrese vencedor, echaré abajo esa torre!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Zébah y Salmuná estaban en Carcor con unos quince mil hombres, que era todo lo que quedaba del ejército del oriente, pues habían muerto ciento veinte mil de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Gedeón avanzó por el camino que bordea el desierto, al este de Nóbah y Jogbehá, y atacó su campamento cuando ellos menos lo esperaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Zébah y Salmuná salieron huyendo, pero Gedeón los persiguió y los capturó, y llenó de espanto a todo el ejército."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Cuando Gedeón regresaba de la batalla por el paso de Heres,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "capturó a un joven de Sucot y lo interrogó; y aquel joven le dio por escrito los nombres de los setenta y siete jefes y ancianos de Sucot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Gedeón fue a Sucot y les dijo a los de este pueblo:",
            "—¿Recuerdan cómo se burlaron de mí por causa de Zébah y de Salmuná? ¿Recuerdan que les negaron pan a mis hombres, que estaban rendidos de cansancio, diciéndonos que todavía no los teníamos cautivos? ¡Pues aquí los tienen!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces Gedeón tomó espinas y zarzas del desierto, y con ellas castigó a los ancianos de Sucot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "También echó abajo la torre de Penuel, y mató a la gente de esta ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Luego les preguntó a Zébah y a Salmuná:",
            "—¿Cómo eran los hombres que ustedes mataron en Tabor?",
            "Y ellos le contestaron:",
            "—Se parecían a ti. Cada uno de ellos parecía un príncipe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces Gedeón gritó:",
            "—¡Mis hermanos! ¡Mataron a mis propios hermanos! Tan cierto como que el Señor vive, que si ustedes no los hubieran matado, yo tampoco los mataría a ustedes ahora."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "En seguida le ordenó a Jéter, su hijo mayor:",
            "—¡Levántate y mátalos!",
            "Pero Jéter era todavía muy joven, y no se atrevió a sacar su espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces Zébah y Salmuná le dijeron a Gedeón:",
            "—¡Pues mátanos tú! ¡Al hombre se le conoce por su valentía!",
            "Gedeón se levantó y los mató, y tomó los adornos que llevaban al cuello los camellos de Zébah y Salmuná."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entonces los israelitas le dijeron:",
            "—Ya que tú nos has librado del poder de los madianitas, queremos que tú y tus descendientes nos gobiernen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero Gedeón les contestó:",
            "—Ni yo ni mi hijo los gobernaremos a ustedes. El Señor será quien los gobierne."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Lo que sí quiero es pedirles que me den los anillos que han capturado.",
            "Esos anillos de oro los usaban los soldados enemigos, porque eran gente del desierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Los israelitas, tendiendo una capa en el suelo, echaron en ella los anillos que habían tomado, y le dijeron a Gedeón:",
            "—Aquí los tienes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Todo el oro de los anillos pesó casi diecinueve kilos, sin contar los adornos ni las joyas y telas de púrpura que llevaban los reyes de Madián, ni los collares de sus camellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Con ese oro Gedeón hizo un efod, que puso en Ofrá, su ciudad, y todo Israel le fue infiel al Señor por causa del efod, el cual se volvió una trampa para Gedeón y su familia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Así fue como los madianitas quedaron sometidos a Israel, y nunca más volvieron a levantar cabeza. Durante cuarenta años, mientras Gedeón vivió, hubo paz en la región."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Gedeón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29,
            30
          ],
          "lines": [
            "Jerubaal, o sea Gedeón, se fue a vivir a su propia casa, y tuvo setenta hijos, pues tenía muchas esposas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Una concubina que él tenía en Siquem, también le dio un hijo, y él le puso por nombre Abimélec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Gedeón murió ya entrado en años, y lo enterraron en la tumba de su padre Joás, en Ofrá, ciudad del clan de Abiézer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Después que murió Gedeón, los israelitas volvieron a abandonar a Dios para adorar a las diferentes representaciones de Baal, y escogieron como su dios a Baal-berit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Se olvidaron del Señor su Dios, que los había salvado de todos los enemigos que los rodeaban,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "y no correspondieron con bondad a la familia de Jerubaal, o sea Gedeón, por todo lo bueno que él había hecho por ellos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.9"
        ],
        "human": "Jueces 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.10"
        ],
        "human": "Jueces 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.8"
        ],
        "human": "Jueces 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Abimélec"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Abimélec, hijo de Jerubaal, fue a Siquem para hablar con sus parientes por parte de madre. Y les dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "—En nombre de nuestro parentesco, les ruego que convenzan a la gente de Siquem de que es mejor que los gobierne un solo hombre, y no todos los setenta hijos de Jerubaal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y como Abimélec era pariente de ellos, se pusieron de parte suya y fueron a convencer a los de Siquem para que lo siguieran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Además, tomaron setenta monedas de plata del templo de Baal-berit y se las dieron a Abimélec. Con ese dinero, Abimélec alquiló unos matones para que lo siguieran. Aquellos hombres fueron con él"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "a Ofrá, donde había vivido su padre Jerubaal, y contra una misma piedra mataron a los setenta hermanos de Abimélec. Solo pudo esconderse y salvarse Jotam, el hijo menor de Jerubaal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Después todos los de Siquem y de Bet-miló se reunieron junto a la encina y la piedra sagrada que había en Siquem, y nombraron rey a Abimélec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando Jotam lo supo, subió al monte Guerizim, y desde allí gritó bien fuerte, para que todos le oyeran:",
            "«¡Óiganme bien, hombres de Siquem! ¡Y así Dios los oiga a ustedes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»En cierta ocasión los árboles quisieron tener rey, y le pidieron al olivo que fuera su rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero el olivo les dijo que no, pues para ser rey de los árboles tendría que dejar de dar aceite, el cual sirve para honrar tanto a los hombres como a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Entonces los árboles le pidieron a la higuera que fuera su rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero la higuera les dijo que no, pues para ser rey de los árboles tendría que dejar de dar sus dulces y sabrosos higos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»Entonces los árboles le pidieron a la vid que fuera su rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero la vid les dijo que no, pues para ser rey de los árboles tendría que dejar de dar su vino, el cual sirve para alegrar tanto a los hombres como a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Por fin, los árboles le pidieron a un espino que fuera su rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y el espino les dijo que, si de veras querían que él fuera su rey, todos tendrían que ponerse bajo su sombra; pero si no querían que él fuera su rey, saldría de él un fuego que destruiría los cedros del Líbano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»Y ahora, yo les pregunto: ¿Han actuado ustedes con verdad y honradez al hacer rey a Abimélec? ¿Han tratado a Jerubaal y a su familia con la misma bondad con que él los trató a ustedes?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Porque mi padre arriesgó su vida por ustedes cuando peleó para librarlos del poder de los madianitas;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "ustedes, en cambio, se han rebelado contra la familia de mi padre, y han matado a sus setenta hijos contra una misma piedra. Por si fuera poco, han nombrado rey a Abimélec, hijo de la concubina de Jerubaal, solo porque él es pariente de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero yo les digo hoy: Si ustedes han tratado con verdad y honradez a Jerubaal y a su familia, que les vaya bien con Abimélec, y a él con ustedes;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "pero si no, ¡que salga de Abimélec un fuego que destruya a todos los de Siquem y de Bet-miló, y que de Siquem y de Bet-miló salga un fuego que lo destruya a él!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Después de haber dicho esto, Jotam huyó y se fue a vivir en Beer, porque le tenía miedo a su hermano Abimélec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Abimélec dominó a los israelitas durante tres años,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "pero Dios interpuso un espíritu maligno entre Abimélec y los de Siquem, para que estos se rebelaran contra él"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "y así pagara Abimélec el sangriento asesinato de los setenta hijos de Jerubaal, y los de Siquem pagaran por haberle ayudado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Los de Siquem tenían gente en los montes, que se escondía y asaltaba a todos los que pasaban por el camino cercano. Y Abimélec se enteró de esto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Un día, Gáal, el hijo de Ébed, pasó con sus hermanos por Siquem y se ganó la confianza de los de aquella ciudad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "los cuales salieron al campo a recoger la uva e hicieron vino y celebraron una gran fiesta, comiendo y bebiendo en el templo de sus dioses y maldiciendo a Abimélec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y Gáal decía: «¿Quién se cree este Abimélec? No es más que un hijo de Jerubaal, y Zebul es su ayudante. Y nosotros, los de Siquem, ¿quiénes somos para andar como esclavos delante de ellos? Seamos esclavos de Hamor, el fundador de Siquem, pero no de Abimélec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "¡Ah! ¡Si yo fuera el jefe de ustedes, en seguida me desharía de Abimélec!» Además dijo: «¡Anda, Abimélec, reúne tu ejército y ven a pelear!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Cuando Zebul, gobernador de la ciudad, se enteró de lo que andaba diciendo Gáal, se puso furioso"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "y le envió el siguiente mensaje a Abimélec, que estaba en Arumá: «Gáal, el hijo de Ébed, ha venido con sus hermanos a Siquem, y están predisponiendo a la gente de la ciudad contra ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Por lo tanto, sal de noche con tus soldados y escóndanse en el campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Por la mañana, al salir el sol, ataca la ciudad, y cuando Gáal y su gente salgan a pelear contigo, haz con él lo que creas más conveniente.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Así pues, Abimélec y toda su gente salieron de noche y se escondieron alrededor de Siquem, repartidos en cuatro grupos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Cuando Gáal salió a la puerta de la ciudad, Abimélec y su gente salieron de sus escondites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Al verlos, Gáal le dijo a Zebul:",
            "—¡Mira, de los cerros viene bajando un ejército!",
            "—No —le contestó Zebul—. Solo son las sombras de los cerros, que a ti te parecen gente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Pero Gáal siguió diciendo:",
            "—¡También de la colina que llaman “Ombligo de la tierra” viene bajando un ejército! ¡Y otro grupo viene por el camino de la Encina de los Adivinos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "—¡Habla ahora, fanfarrón! —le dijo Zebul—. ¡Tú, que decías que Abimélec no era nadie para que fuéramos sus esclavos! Ahí está el ejército que te parecía poca cosa. ¡Anda, sal ahora a pelear contra ellos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Gáal salió al frente de la gente de Siquem a pelear contra Abimélec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Pero Abimélec lo persiguió, y Gáal huyó de él. Hasta en la puerta misma de la ciudad hubo muchos muertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Abimélec se quedó en Arumá, y Zebul arrojó de Siquem a Gáal y sus hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Al día siguiente, los de Siquem salieron al campo. Cuando Abimélec lo supo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "dividió su ejército en tres grupos y se escondió en el campo; y cuando vio que los de Siquem salían de la ciudad, salió de su escondite y los atacó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Él y su grupo se lanzaron a tomar la puerta de la ciudad, mientras los otros dos grupos atacaban y mataban a los que andaban por el campo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "y el resto del día lo pasó Abimélec atacando a Siquem, hasta que la tomó. Entonces destruyó la ciudad y mató a todos sus habitantes, y la ciudad misma la sembró de sal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Cuando los de Migdal-siquem se enteraron de lo que había hecho Abimélec, fueron a refugiarse en la fortaleza del templo de El-berit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Y al saber Abimélec que todos estaban reunidos allí,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "fue con toda su gente al monte Salmón y con un hacha cortó una rama de un árbol; luego se la puso sobre el hombro y dijo a todos sus hombres que hicieran rápidamente lo mismo que él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Todos cortaron sus ramas y siguieron a Abimélec hasta la fortaleza del templo, donde amontonaron todas las ramas y les prendieron fuego, matando así a todos los de Migdal-siquem, que eran unos mil hombres y mujeres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Después Abimélec marchó sobre Tebés, se preparó para atacarla y la tomó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "En el centro de aquella ciudad había una torre, y en ella se escondieron todos los habitantes de la ciudad, hombres y mujeres. Cerraron bien las puertas y subieron al techo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "pero Abimélec llegó hasta la puerta de la torre y la atacó. Ya se disponía a prenderle fuego,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "cuando una mujer arrojó una piedra de molino, la cual le cayó en la cabeza y le rompió el cráneo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "Abimélec llamó rápidamente a su ayudante de armas y le dijo: «Saca tu espada y mátame, porque no quiero que se diga que una mujer me mató.» Entonces su ayudante lo atravesó con la espada, y así murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "Cuando los israelitas vieron que Abimélec había muerto, regresaron a sus casas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "De esta manera Dios hizo pagar a Abimélec el crimen que había cometido contra su padre al matar a sus setenta hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "Y Dios hizo también que los de Siquem pagaran por todos sus crímenes. Así se cumplió en ellos la maldición de Jotam, el hijo de Jerubaal."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.10"
        ],
        "human": "Jueces 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.11"
        ],
        "human": "Jueces 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.9"
        ],
        "human": "Jueces 9",
        "toc": true
      },
      "items": [
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(10.1-2)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gobierno de Tolá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de Abimélec, un hombre de la tribu de Isacar llamado Tolá, hijo de Puá y nieto de Dodó, se levantó para salvar a Israel. Tolá vivía en Samir, en los montes de Efraín,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y gobernó a Israel durante veintitrés años, hasta que murió y lo enterraron en Samir."
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(10.3-5)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gobierno de Jaír"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Después se levantó Jaír, que era de Galaad, y gobernó a Israel durante veintidós años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Jaír tuvo treinta hijos, cada uno de los cuales montaba en asno y tenía una ciudad en la región de Galaad. Esas treinta ciudades se conocen todavía como «las ciudades de Jaír»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando Jaír murió, fue enterrado en Camón."
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(10.6—12.7)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los amonitas oprimen a Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero los israelitas volvieron a hacer lo malo a los ojos del Señor, y adoraron a las diferentes representaciones de Baal y de Astarté, lo mismo que a los dioses de Siria, de Sidón, de Moab, de Amón y de los filisteos. Abandonaron al Señor y dejaron de rendirle culto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Por eso el Señor se enfureció contra ellos y los entregó al poder de los filisteos y de los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Desde entonces, y durante dieciocho años, los filisteos y los amonitas oprimieron cruelmente a todos los israelitas que vivían en Galaad, al otro lado del Jordán, en territorio amorreo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los amonitas cruzaron el Jordán para pelear también contra las tribus de Judá, Benjamín y Efraín, y los israelitas se vieron en grave aprieto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces le pidieron ayuda al Señor, y le dijeron: «Dios nuestro, hemos pecado contra ti, pues te hemos abandonado por adorar a falsos dioses.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y el Señor les contestó: «Ustedes fueron oprimidos por los egipcios, los amorreos, los amonitas, los filisteos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "los sidonios, los amalecitas y los madianitas; pero cuando ustedes clamaron a mí, yo los salvé."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "A pesar de eso, ustedes me han abandonado por ir a adorar a otros dioses, así que yo no volveré a salvarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¡Vayan y pidan ayuda a los dioses que se han escogido! ¡Que ellos los salven a ustedes cuando estén en aprietos!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces los israelitas le respondieron al Señor: «Hemos pecado. Haz con nosotros lo que mejor te parezca, pero, ¡por favor, sálvanos ahora!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y los israelitas se deshicieron de los dioses extranjeros para volver a adorar al Señor, y el Señor ya no pudo soportar que los israelitas siguieran sufriendo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Los amonitas se reunieron y acamparon en Galaad. Los israelitas, por su parte, se reunieron y acamparon en Mispá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Los israelitas que vivían en Galaad, y sus jefes, acordaron entre sí que el que dirigiera la batalla contra los amonitas sería caudillo de todos los habitantes de Galaad."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.11"
        ],
        "human": "Jueces 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.12"
        ],
        "human": "Jueces 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.10"
        ],
        "human": "Jueces 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jefté"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Jefté era un valiente guerrero de la región de Galaad. Era hijo de una prostituta y de un hombre llamado Galaad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y como la esposa de Galaad le había dado otros hijos, cuando ellos crecieron echaron de la casa a Jefté y le dijeron que no heredaría nada de su padre, por ser hijo de otra mujer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces Jefté huyó de sus hermanos y se fue a vivir a la región de Tob, donde reunió una banda de desalmados que junto con él salían a hacer correrías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pasado algún tiempo los amonitas atacaron a Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y los jefes de Galaad mandaron traer a Jefté de la región de Tob,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y le dijeron:",
            "—Ven, queremos que seas nuestro jefe en la guerra contra los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Jefté les contestó:",
            "—¿Pues no me odiaban ustedes, y hasta me obligaron a irme de la casa de mi padre? ¿Por qué vienen a buscarme ahora que están en aprietos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "—Precisamente porque estamos en aprietos venimos a buscarte —dijeron ellos—. Queremos que vengas con nosotros y pelees contra los amonitas, y que seas el jefe de todos los que vivimos en Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "—Pues si ustedes quieren que yo regrese para pelear contra los amonitas, y si el Señor me da la victoria, seré el jefe de ustedes —respondió Jefté."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y los jefes le aseguraron:",
            "—El Señor es testigo nuestro de que haremos todo lo que has dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces Jefté fue con ellos, y el pueblo lo nombró su jefe y caudillo. En Mispá, Jefté repitió ante el Señor lo que antes había dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Después mandó unos mensajeros al rey de los amonitas, para que le preguntaran: «¿Qué tienes tú contra mí, para que vengas ahora a atacar mi país?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y el rey de los amonitas les contestó a los mensajeros de Jefté: «Cuando ustedes los israelitas salieron de Egipto, nos quitaron nuestras tierras, desde el río Arnón hasta los ríos Jaboc y Jordán. Ahora, pues, devuélvemelas por las buenas.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Jefté envió entonces otros mensajeros al rey de los amonitas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "con este mensaje: «Esta es la respuesta de Jefté: Nosotros los israelitas no les hemos quitado tierras ni a los moabitas ni a los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Cuando salimos de Egipto, cruzamos el desierto hasta el Mar Rojo, y llegamos hasta Cadés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces mandamos unos mensajeros al rey de Edom pidiéndole que nos dejara pasar por sus territorios, pero él no nos dejó pasar. Se lo pedimos también al rey de Moab, pero él tampoco nos dejó pasar. Por eso nos quedamos en Cadés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Después, andando por el desierto, fuimos rodeando los territorios de Edom y de Moab, hasta llegar al este de Moab, y acampamos allí, al otro lado del río Arnón. Pero no lo cruzamos, porque allí empezaba el territorio de Moab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces mandamos unos mensajeros a Sihón, el rey amorreo de Hesbón, pidiéndole que nos dejara pasar por sus territorios para dirigirnos a nuestra tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero Sihón desconfió y no nos permitió pasar por su territorio; por el contrario, reunió a todo su ejército y acampó en Jahas, y nos atacó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero el Señor, el Dios de Israel, su pueblo, nos dio la victoria, y derrotamos a Sihón y a su ejército, y nos adueñamos de todo el territorio de los amorreos de esa región:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "tomamos toda la tierra de los amorreos, desde el río Arnón hasta el Jaboc y desde el desierto hasta el Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "¿Y ahora quieres tú despojarnos de lo que el Señor les quitó a los amorreos y nos dio a nosotros?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Si Quemós, tu dios, te da algo en posesión, tú lo consideras propiedad tuya, ¿no es cierto? Pues también nosotros consideramos nuestro lo que el Señor nos ha dado en propiedad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "¿Acaso te crees mejor que Balac, hijo de Sipor, el rey de Moab? Pues bien, él no vino a pelear contra nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Ya hace trescientos años que vivimos en Hesbón, Aroer y las aldeas vecinas, y en todas las ciudades a orillas del Arnón; ¿por qué no han reclamado ustedes esas tierras en todo este tiempo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Yo no te he hecho ningún mal. Eres tú quien está actuando mal al venir a atacarnos. Pero el Señor es el juez, y él será quien juzgue a israelitas y amonitas.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "A pesar de todo, el rey de los amonitas no hizo caso del mensaje de Jefté."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La promesa de Jefté"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces el espíritu del Señor vino sobre Jefté, y este recorrió Galaad y Manasés, pasando por Mispá de Galaad, para invadir el territorio de los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y Jefté le hizo esta promesa al Señor: «Si me das la victoria sobre los amonitas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "yo te ofreceré en holocausto a quien primero salga de mi casa a recibirme cuando yo regrese de la batalla.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Jefté invadió el territorio de los amonitas, y los atacó, y el Señor le dio la victoria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Mató Jefté a muchos enemigos, y conquistó veinte ciudades entre Aroer, Minit y Abel-queramim. De este modo los israelitas dominaron a los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Cuando Jefté volvió a su casa en Mispá, la única hija que tenía salió a recibirlo bailando y tocando panderetas. Aparte de ella, no tenía otros hijos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "así que, al verla, se rasgó la ropa en señal de desesperación y le dijo:",
            "—¡Ay, hija mía, qué gran dolor me causas! ¡Y eres tú misma la causa de mi desgracia, pues le he hecho una promesa al Señor, y ahora tengo que cumplírsela!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Y ella le respondió:",
            "—Padre mío, haz conmigo lo que le prometiste al Señor, ya que él ha cumplido su parte al darte la victoria sobre tus enemigos los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Te ruego, sin embargo, que me concedas dos meses para andar por los montes, con mis amigas, llorando por tener que morir sin haberme casado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Jefté le concedió los dos meses, y en ese tiempo ella anduvo por los montes, con sus amigas, llorando porque iba a morir sin haberse casado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Después de ese tiempo volvió a donde estaba su padre, y él cumplió la promesa que le había hecho al Señor. La hija de Jefté murió sin haber tenido relaciones sexuales con ningún hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Por eso es costumbre entre los israelitas que todos los años las jóvenes vayan a llorar a la hija de Jefté durante cuatro días."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.12"
        ],
        "human": "Jueces 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.13"
        ],
        "human": "Jueces 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.11"
        ],
        "human": "Jueces 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jefté y la tribu de Efraín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los hombres de la tribu de Efraín se reunieron y cruzaron el Jordán en dirección a Safón, y le dijeron a Jefté:",
            "—¿Por qué te lanzaste a atacar a los amonitas, sin avisarnos para que fuéramos contigo? ¡Ahora vamos a quemar tu casa contigo dentro!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Jefté les contestó:",
            "—Mi gente y yo tuvimos un pleito con los amonitas, y yo los llamé a ustedes, pero ustedes no vinieron a defendernos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Como vi que ustedes no venían en nuestra ayuda, arriesgué mi propia vida y ataqué a los amonitas, y el Señor me dio la victoria. ¿Por qué vienen ustedes ahora a pelear conmigo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces Jefté reunió a todos los hombres de Galaad, y peleó con los de Efraín y los derrotó. Los de Efraín decían que los de Galaad, que vivían entre Efraín y Manasés, eran gente que había abandonado a Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los de Galaad les quitaron a los de Efraín los vados del Jordán, y cuando alguno de Efraín que llegaba huyendo les pedía paso, ellos le preguntaban si era de Efraín. Si aquel respondía que no,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "le pedían que dijera «Shibolet», y si decía «Sibolet», porque no podía pronunciarlo de otro modo, lo agarraban y lo mataban allí mismo, junto a los vados del Jordán. En aquella ocasión los muertos de Efraín fueron cuarenta y dos mil hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Jefté fue caudillo de los israelitas durante seis años. Cuando murió, lo enterraron en Galaad, su ciudad natal."
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(12.8-10)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Después de Jefté, fue caudillo de los israelitas Ibsán, de Belén,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "que tuvo treinta hijos y treinta hijas, y a todos los casó con gente de fuera. Ibsán fue caudillo de Israel durante siete años,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y cuando murió lo enterraron en Belén."
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(12.11-12)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Después de él, Elón, de la tribu de Zabulón, fue caudillo de los israelitas durante diez años"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "y cuando murió lo enterraron en Aialón, en el territorio de su tribu."
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(12.13-15)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Después de él, Abdón, el hijo de Hilel, de Piratón, fue caudillo de los israelitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "durante ocho años. Abdón tuvo cuarenta hijos y treinta nietos, cada uno de los cuales montaba un asno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuando murió, lo enterraron en Piratón, que está en el territorio de Efraín, en los montes de Amalec."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.13"
        ],
        "human": "Jueces 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.14"
        ],
        "human": "Jueces 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.12"
        ],
        "human": "Jueces 12",
        "toc": true
      },
      "items": [
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(13—16)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nacimiento de Sansón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pero los israelitas volvieron a hacer lo malo a los ojos del Señor, y el Señor los entregó al poder de los filisteos durante cuarenta años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En Sorá, de la tribu de Dan, había un hombre que se llamaba Manoa. Su mujer nunca había tenido hijos, porque era estéril."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero el ángel del Señor se le apareció a ella y le dijo: «Tú nunca has podido tener hijos, pero ahora vas a quedar embarazada y tendrás un niño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero no tomes vino ni ninguna otra bebida fuerte, ni comas nada impuro,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "pues vas a tener un hijo al que no se le deberá cortar el cabello, porque ese niño estará consagrado a Dios como nazareo desde antes de nacer, para que sea él quien comience a librar a los israelitas del poder de los filisteos.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "La mujer fue a contárselo a su marido, y le dijo: «Un hombre de Dios vino a donde yo estaba, y me impresionó mucho, pues parecía el ángel mismo del Señor. Ni yo le pregunté quién era, ni tampoco él me lo dijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Lo que sí me dijo fue que yo voy a tener un hijo, y que desde ahora no debo tomar vino ni ninguna otra bebida fuerte, ni comer nada impuro, porque el niño va a estar consagrado a Dios como nazareo desde antes de nacer y hasta su muerte.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces Manoa dijo al Señor en oración: «Yo te ruego, Señor, que envíes otra vez ese hombre a nosotros, para que nos diga lo que debemos hacer con el niño que va a nacer.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Dios respondió a la petición de Manoa, y su ángel se le apareció otra vez a la mujer, cuando estaba en el campo. Como Manoa no estaba allí,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "ella fue corriendo a decirle:",
            "—¡Oye, el hombre que vi el otro día, se me ha vuelto a aparecer!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Manoa se levantó y fue con ella a donde estaba el hombre, al cual le dijo:",
            "—¿Es usted el que habló con mi mujer el otro día?",
            "Y aquel hombre contestó:",
            "—Sí, yo soy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces Manoa dijo:",
            "—Cuando se cumpla lo que usted nos ha dicho, ¿cómo debemos criar al niño? ¿Qué tendremos que hacer con él?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El ángel del Señor respondió:",
            "—Que tu mujer haga todo lo que le he dicho:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "que no tome vino ni ningún otro producto de la uva, ni ninguna otra bebida fuerte, ni coma nada impuro. Simplemente, que haga lo que le he ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15,
            16
          ],
          "lines": [
            "Manoa, sin saber que aquel hombre era el ángel del Señor, le dijo:",
            "—Por favor, quédese usted con nosotros a comer un cabrito que vamos a prepararle.",
            "Pero el ángel le contestó:",
            "—Aun si me quedara, no podría yo compartir contigo tu comida. Pero puedes ofrecer el cabrito en holocausto al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces Manoa le dijo al ángel:",
            "—Díganos al menos cómo se llama usted, para que le estemos agradecidos cuando se cumpla lo que nos ha dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero el ángel respondió:",
            "—¿Para qué quieres saber mi nombre? Es un secreto maravilloso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Manoa tomó el cabrito y la ofrenda de cereales, los puso sobre una roca y los ofreció en holocausto al Señor. Entonces el Señor hizo algo maravilloso ante los ojos de Manoa y de su mujer:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "cuando el fuego subió del altar, Manoa y su mujer vieron al ángel del Señor subir al cielo en medio de las llamas. Entonces se inclinaron hasta tocar el suelo con la frente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Manoa se dio cuenta de que aquel hombre era el ángel del Señor, pues no se les volvió a aparecer ni a él ni a su mujer;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "y le dijo a su mujer:",
            "—Con toda seguridad vamos a morir, porque hemos visto a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero ella le contestó:",
            "—Si el Señor nos hubiera querido matar, no habría aceptado nuestro holocausto ni nuestra ofrenda, ni nos habría dejado ver estas cosas. Tampoco nos habría anunciado todo esto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "A su tiempo, la mujer tuvo un hijo, y le puso por nombre Sansón. El niño crecía, y el Señor lo bendecía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y un día en que Sansón estaba en el campamento de Dan, entre Sorá y Estaol, el espíritu del Señor comenzó a manifestarse en él."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.14"
        ],
        "human": "Jueces 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.15"
        ],
        "human": "Jueces 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.13"
        ],
        "human": "Jueces 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Matrimonio de Sansón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Sansón bajó un día al pueblo de Timná y se fijó en una mujer filistea,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y cuando regresó a casa se lo contó a sus padres. Les dijo:",
            "—Por favor, quiero que hagan todos los arreglos para casarme con una mujer filistea que vi en Timná."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero sus padres le dijeron:",
            "—¿Para qué tienes que ir a buscar esposa entre esos filisteos paganos? ¿Acaso ya no hay mujeres entre nuestros parientes, o entre todos los israelitas?",
            "Sansón respondió:",
            "—Esa muchacha es la que me gusta, y es la que quiero que me consigan como esposa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Sus padres no sabían que era el Señor quien había dispuesto que todo esto fuera así, pues estaba buscando la ocasión de atacar a los filisteos, que en esa época dominaban a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "De modo que Sansón y sus padres fueron a Timná. Cuando Sansón llegó a los viñedos de la ciudad, un león joven lo atacó rugiendo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces el espíritu del Señor se apoderó de Sansón, que a mano limpia hizo pedazos al león, como si fuera un cabrito; pero no les contó a sus padres lo sucedido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Luego fue y habló con la muchacha que le había gustado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Unos días después, cuando Sansón volvió para casarse con la muchacha, se apartó del camino para ir a ver el león muerto, y se encontró con que en el cuerpo del león había un enjambre de abejas y un panal de miel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Raspó el panal con las manos para sacar la miel, y se la fue comiendo. Cuando se encontró con sus padres, les dio miel y comieron, pero no les dijo que la había sacado del león muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El padre de Sansón fue a ver a la muchacha; y Sansón dio allí una fiesta, según se acostumbraba entre los jóvenes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero como los filisteos le tenían miedo, llevaron treinta amigos para que estuvieran con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "A estos treinta, Sansón les dijo:",
            "—Les voy a decir una adivinanza. Si en los siete días que va a durar la fiesta me dan la respuesta correcta, yo le daré a cada uno de ustedes una capa de lino fino y una muda de ropa de fiesta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero si no dan con la respuesta, cada uno de ustedes me tendrá que dar a mí una capa de lino fino y una muda de ropa de fiesta.",
            "Y ellos le contestaron:",
            "—Dinos, pues, tu adivinanza. Somos todo oídos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Sansón recitó su adivinanza:",
            "«Del que comía salió comida;",
            "del que era fuerte salió dulzura.»",
            "Tres días después, ellos no habían logrado resolver la adivinanza;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "así que al cuarto día le dijeron a la mujer de Sansón:",
            "—Procura que tu marido nos dé la solución de su adivinanza, pues de lo contrario te quemaremos a ti y a la familia de tu padre. ¡Parece que ustedes nos invitaron solo para quitarnos lo que es nuestro!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces ella fue a ver a Sansón, y llorando le dijo:",
            "—¡Tú no me quieres! ¡Tú me odias! Les has propuesto una adivinanza a mis paisanos, pero a mí no me has dado a conocer la respuesta.",
            "Y Sansón le contestó:",
            "—Si ni a mi padre ni a mi madre se lo he dicho, mucho menos te lo voy a decir a ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero ella siguió llorando junto a él los siete días que duró la fiesta, y tanto le insistió que, por fin, al séptimo día le dio la respuesta. Entonces ella fue y se la dio a conocer a sus paisanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Al séptimo día, antes de que el sol se pusiera, los filisteos fueron a decirle a Sansón:",
            "«Nada hay más dulce que la miel,",
            "ni nada más fuerte que el león.»",
            "Sansón les respondió:",
            "«Solo porque araron con mi ternera,",
            "pudieron dar con la respuesta.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "En seguida el espíritu del Señor se apoderó de Sansón; entonces Sansón fue a Ascalón y mató a treinta hombres de aquel lugar, y con la ropa que les quitó pagó la apuesta a los que habían resuelto la adivinanza. Después volvió furioso a casa de su padre,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "y su mujer fue dada a uno de los amigos de Sansón."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.15"
        ],
        "human": "Jueces 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.16"
        ],
        "human": "Jueces 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.14"
        ],
        "human": "Jueces 14",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pasado algún tiempo, durante la cosecha del trigo, Sansón fue a visitar a su mujer y le llevó un cabrito. Al llegar, dijo:",
            "—Voy a entrar a ver a mi mujer, en su cuarto.",
            "Pero el suegro no lo dejó entrar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "sino que le dijo:",
            "—Yo pensé que ya no la querías, así que se la di a uno de tus amigos. Sin embargo, su hermana menor es más linda que ella; tómala en lugar de la mayor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero Sansón le contestó:",
            "—¡Ahora sí que no respondo del mal que yo les haga a los filisteos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces fue y atrapó trescientas zorras, las ató por el rabo de dos en dos, y a cada par le amarró una antorcha entre los rabos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "luego prendió fuego a las antorchas y soltó las zorras en los campos sembrados de los filisteos. De ese modo quemó el trigo que ya estaba amontonado y el que todavía estaba en pie, y hasta los viñedos y los olivares."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los filisteos se pusieron a averiguar quién lo había hecho, y cuando supieron que había sido Sansón en venganza de que su suegro el timnateo le había quitado a su mujer y se la había dado a su amigo, fueron y quemaron a la mujer y a su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces Sansón dijo:",
            "—Ya que ustedes se portan de esa manera, ¡juro que no descansaré hasta que me haya vengado de ustedes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y los atacó con tal furia que no les dejó hueso sano. Después se fue a vivir a la cueva que está en la peña de Etam."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sansón y la quijada de asno"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los filisteos vinieron y acamparon en Judá, extendiéndose hasta Lehi,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y los de Judá les preguntaron:",
            "—¿Por qué han venido a pelear contra nosotros?",
            "Y ellos contestaron:",
            "—Hemos venido a capturar a Sansón, para que pague lo que nos ha hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Al oír esto, tres mil hombres de la tribu de Judá fueron a la cueva de la peña de Etam y le dijeron a Sansón:",
            "—¿No sabes que los filisteos son más fuertes que nosotros? ¿Por qué nos has puesto en esta situación?",
            "Sansón les contestó:",
            "—Yo no he hecho más que pagarles con la misma moneda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces ellos le dijeron:",
            "—Pues nosotros hemos venido a capturarte para entregarte a los filisteos.",
            "Sansón respondió:",
            "—Júrenme que no me van a matar ustedes mismos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y ellos le aseguraron:",
            "—No, no te vamos a matar. Solo queremos capturarte y entregarte a los filisteos.",
            "Entonces lo ataron con dos sogas nuevas, y lo sacaron de su escondite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Cuando llegaron a Lehi, los filisteos salieron a su encuentro, gritando de alegría. Pero el espíritu del Señor se apoderó de Sansón, el cual rompió las sogas que le sujetaban los brazos y las manos, como si fueran cordeles de lino quemados;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "luego tomó una quijada de asno que había por allí y que aún no estaba reseca, y con ella mató a mil filisteos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Después dijo:",
            "«Con la quijada de un asno",
            "hice uno y dos montones;",
            "con la quijada de un asno",
            "a mil hombres maté.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Después arrojó la quijada, y por eso aquel lugar se llama Ramat-lehi."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y como Sansón tenía muchísima sed, llamó al Señor y le dijo: «¿Cómo es posible que me hayas dado esta victoria tan grande, para ahora dejarme morir de sed y en manos de estos paganos?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces Dios abrió el hoyo que hay en Lehi, y Sansón bebió del agua que brotaba del hoyo, y se sintió reanimado. Por eso, al manantial que hasta la fecha está en Lehi se le llamó En-hacoré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Sansón fue caudillo de Israel durante veinte años, en la época en que los filisteos dominaban la región."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.16"
        ],
        "human": "Jueces 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.17"
        ],
        "human": "Jueces 17",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.15"
        ],
        "human": "Jueces 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sansón en Gaza"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Un día Sansón fue a la ciudad de Gaza. Allí vio a una prostituta, y entró en su casa para pasar la noche con ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Cuando los de Gaza supieron que Sansón estaba en la ciudad, la rodearon; y se quedaron vigilando las puertas de la ciudad todo aquel día. Por la noche se fueron a descansar, pensando que lo matarían cuando amaneciera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero Sansón estuvo acostado sólo hasta la medianoche. A esa hora se levantó y arrancó las puertas de la ciudad junto con sus pilares y su tranca, y echándose todo ello al hombro se lo llevó a lo alto del monte que está frente a Hebrón."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sansón y Dalila"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Después Sansón se enamoró de una mujer llamada Dalila, que vivía en el valle de Sorec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los jefes de los filisteos fueron a ver a Dalila, y le dijeron:",
            "—Engaña a Sansón y averigua de dónde le vienen sus fuerzas extraordinarias, y cómo podríamos vencerlo; así podremos atarlo y tenerlo sujeto. A cambio de tus servicios, cada uno de nosotros te dará mil cien monedas de plata."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces ella le dijo a Sansón:",
            "—Por favor, dime de dónde te vienen tus fuerzas tan extraordinarias. ¿Hay algún modo de atarte sin que te puedas soltar?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y Sansón le respondió:",
            "—Si me atan con siete cuerdas de arco que todavía no estén secas, perderé mi fuerza y seré un hombre común y corriente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los jefes de los filisteos le llevaron a Dalila siete cuerdas de arco nuevas, y con ellas Dalila ató a Sansón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y como ya antes había escondido a unos hombres en su cuarto, gritó:",
            "—¡Sansón, te atacan los filisteos!",
            "Entonces Sansón rompió las cuerdas, como si fueran un cordón quemado. Y los filisteos no pudieron averiguar de dónde le venía su fuerza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Dalila le dijo:",
            "—¡Me engañaste! ¡Me has estado mintiendo! Pero ahora sí, por favor, dime qué hay que hacer para atarte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y Sansón le respondió:",
            "—Si me atan con sogas nuevas que nunca se hayan usado, perderé mi fuerza y seré un hombre común y corriente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces Dalila tomó unas sogas nuevas, lo ató con ellas, y gritó:",
            "—¡Sansón, te atacan los filisteos!",
            "También esta vez ella había escondido unos hombres en su cuarto; pero Sansón rompió las sogas, como si fueran hilos delgados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Dalila le dijo a Sansón:",
            "—¡Todavía me sigues engañando! ¡Todavía me estás mintiendo! ¡Dime qué hay que hacer para atarte!",
            "Y Sansón le contestó:",
            "—Lo que tienes que hacer es entretejer siete trenzas de mi cabello con la tela del telar, y clavar bien la estaca en el suelo. Así yo perderé mi fuerza y seré un hombre común y corriente.",
            "Entonces Dalila hizo dormir a Sansón, y tomando las siete trenzas de su cabello, las entretejió con la tela del telar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "después de lo cual clavó bien la estaca en el suelo y gritó:",
            "—¡Sansón, te atacan los filisteos!",
            "Pero Sansón se levantó y arrancó del suelo la estaca y el telar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces ella le dijo:",
            "—¡Mentiroso! ¿Cómo te atreves a decir que me quieres? Ya van tres veces que te burlas de mí, y todavía no me has dicho de dónde te viene toda tu fuerza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Como era tanta la insistencia de Dalila, que a todas horas le hacía la misma pregunta, Sansón estaba tan fastidiado que tenía ganas de morirse;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "así que finalmente le contó a Dalila su secreto:",
            "—Nadie me ha cortado jamás el cabello, porque desde antes de nacer estoy consagrado a Dios como nazareo. Si me llegaran a cortar el cabello, perdería mi fuerza y sería tan débil como un hombre común y corriente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando Dalila se dio cuenta de que esta vez sí le había descubierto su secreto, mandó a decir a los jefes filisteos:",
            "—¡Ahora sí, vengan, que Sansón me ha descubierto su secreto!",
            "Entonces ellos fueron a verla con el dinero en la mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Dalila hizo que Sansón se durmiera con la cabeza recostada en sus piernas, y llamó a un hombre para que le cortara las siete trenzas de su cabellera. Luego ella comenzó a maltratarlo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "y le gritó:",
            "—¡Sansón, te atacan los filisteos!",
            "Sansón se despertó, creyendo que se libraría como las otras veces, pero no sabía que el Señor lo había abandonado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces los filisteos lo agarraron y le sacaron los ojos, y se lo llevaron a Gaza, en donde lo sujetaron con cadenas de bronce y lo pusieron a trabajar en el molino de la cárcel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Sin embargo, su cabello empezó a crecerle de nuevo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Sansón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Los jefes de los filisteos se reunieron para celebrar su triunfo y ofrecer sacrificios a su dios Dagón. Y cantaban:",
            "«Nuestro dios ha puesto en nuestras manos",
            "a Sansón, nuestro enemigo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y cuando la gente lo vio, también cantó y alabó a su dios, diciendo:",
            "«Nuestro dios ha puesto en nuestras manos",
            "a Sansón, nuestro enemigo,",
            "que destruía nuestros campos",
            "y mataba a muchos de los nuestros.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Tan contentos estaban, que pidieron que les llevaran a Sansón para divertirse con él. Lo sacaron, pues, de la cárcel, y se divirtieron a costa de él, y lo pusieron de pie entre dos columnas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces Sansón le dijo al muchacho que lo llevaba de la mano:",
            "—Ponme donde yo pueda tocar las columnas que sostienen el templo. Quiero apoyarme en ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Todos los jefes de los filisteos se hallaban en el templo, que estaba lleno de hombres y mujeres. Había, además, como tres mil personas en la parte de arriba, mirando cómo los otros se divertían con Sansón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces Sansón clamó al Señor, y le dijo: «Te ruego, Señor, que te acuerdes de mí tan solo una vez más, y que me des fuerzas para cobrarles a los filisteos mis dos ojos de una vez por todas.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Luego buscó con las manos las dos columnas centrales, sobre las que descansaba todo el templo, y apoyando sus dos manos contra ellas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "gritó: «¡Mueran conmigo los filisteos!»",
            "Entonces empujó con toda su fuerza, y el templo se derrumbó sobre los jefes de los filisteos y sobre todos los que estaban allí. Fueron más los que mató Sansón al morir, que los que había matado en toda su vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Después vinieron los hermanos y todos los parientes de Sansón, y recogieron su cuerpo y lo enterraron entre Sorá y Estaol, en la tumba de Manoa, su padre. Durante veinte años Sansón había sido caudillo de los israelitas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.17",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.17"
        ],
        "human": "Jueces 17"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.18"
        ],
        "human": "Jueces 18",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.16"
        ],
        "human": "Jueces 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "III. DOS APÉNDICES:"
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(17—18)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El templo privado de Micaías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En los montes de Efraín vivía un hombre que se llamaba Micaías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2,
            3
          ],
          "lines": [
            "el cual le confesó a su madre:",
            "—En cuanto a las mil cien monedas de plata que te robaron, y por las que maldijiste al ladrón, yo las tengo. Yo fui quien te las robó; pero ahora te las devuelvo, pues te oí decir que las habías consagrado al Señor para mandar hacer un ídolo tallado y recubierto de plata.",
            "Y le devolvió la plata. Entonces su madre exclamó:",
            "—¡Que el Señor te bendiga, hijo mío!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Después que Micaías devolvió el dinero a su madre, ella le entregó a un platero doscientas monedas de plata para que le hiciera un ídolo tallado y recubierto de plata, que luego puso en casa de Micaías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Micaías tenía un lugar de culto en su casa. Y se hizo un efod y dioses familiares, y nombró sacerdote a uno de sus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Como en aquella época aún no había rey en Israel, cada cual hacía lo que le daba la gana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Había en el pueblo de Belén un joven forastero de la tribu de Judá, que era levita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Este joven salió de Belén en busca de otro lugar donde vivir, y andando por los montes de Efraín llegó a casa de Micaías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "—¿De dónde vienes? —le preguntó Micaías.",
            "—Vengo de Belén —contestó el joven—. Soy levita y ando buscando dónde vivir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "—Pues quédate aquí conmigo —le propuso Micaías—, para que seas mi sacerdote y como mi propio padre. Yo te pagaré diez monedas de plata al año, además de ropa y comida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El levita aceptó quedarse a vivir con Micaías, y llegó a ser como uno de sus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Micaías lo hizo su sacerdote, y él se quedó a vivir allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Micaías pensó que tenía aseguradas las bendiciones de Dios, pues tenía un levita como sacerdote."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.18",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.18"
        ],
        "human": "Jueces 18"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.19"
        ],
        "human": "Jueces 19",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.17"
        ],
        "human": "Jueces 17",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Micaías y los de la tribu de Dan"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En aquella época aún no había rey en Israel. La tribu de Dan tampoco tenía un territorio propio todavía, así que andaba buscando dónde establecerse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Por eso los de Dan mandaron desde Sorá y Estaol a cinco de sus hombres más valientes, para que sirvieran de espías y exploraran la región. Estos cinco espías fueron a los montes de Efraín, y llegaron a casa de Micaías, donde se quedaron a pasar la noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ya cerca de la casa de Micaías, reconocieron el modo de hablar del joven levita, y fueron a preguntarle:",
            "—¿Quién te trajo por acá? ¿Por qué estás en este lugar? ¿Qué buscas aquí?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El levita les contó el trato que Micaías había hecho con él, y cómo lo había contratado para que fuera su sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces ellos le dijeron:",
            "—Consulta a Dios para saber si nos va a ir bien en este viaje."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y el sacerdote levita les contestó:",
            "—Vayan tranquilos, que el Señor los protegerá por dondequiera que vayan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "De allí, los cinco espías se fueron a Lais. La gente de esta ciudad vivía confiada, como acostumbraban los sidonios; vivían tranquilos y en paz, sin que nadie los molestara para nada y sin que nada les faltara. Estaban lejos de los sidonios, y no tenían relaciones con nadie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces los cinco espías volvieron a Sorá y Estaol, donde estaban sus compañeros, que les preguntaron:",
            "—¿Cómo les fue?",
            "Y ellos respondieron:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "—Hemos recorrido esa región y encontramos que la tierra es magnífica. ¡En marcha! ¡Vamos a atacarlos! ¡No se queden ahí sentados, sin hacer nada! ¡Hay que ir a conquistar esa tierra!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Al llegar allá, se van a encontrar con gente confiada y que tiene mucha tierra, a la que no le falta nada. Dios les dará posesión de ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Seiscientos hombres de la tribu de Dan salieron de Sorá y de Estaol bien armados,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "y llegaron a Judá y acamparon allí, al oeste de Quiriat-jearim, en el lugar que ahora se llama Campamento de Dan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "De allí se fueron a los montes de Efraín, y llegaron a la casa de Micaías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces los cinco espías que habían explorado la región de Lais les dijeron a sus compañeros:",
            "—¿Saben una cosa? En esta casa hay un efod y dioses familiares, y un ídolo tallado y recubierto de plata. ¿Qué piensan hacer?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces los espías se apartaron de los demás y fueron a casa del joven levita, es decir, a la casa de Micaías, y lo saludaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Mientras tanto, los seiscientos soldados danitas bien armados esperaban a la puerta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Los cinco espías entraron antes en la casa y tomaron el ídolo tallado y recubierto de plata, y el efod y los dioses familiares, mientras el sacerdote se quedaba a la puerta con los seiscientos soldados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Al ver el sacerdote que los cinco entraban en casa de Micaías y tomaban el ídolo, el efod y los dioses familiares, les dijo:",
            "—¿Qué están haciendo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y ellos le contestaron:",
            "—¡Cállate, y ven con nosotros! ¡Queremos que nos sirvas como sacerdote y que seas como un padre para nosotros! ¿No te parece que es mejor ser sacerdote de toda una tribu de Israel, que de la familia de un solo hombre?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Esto le gustó al sacerdote, y tomando el ídolo, el efod y los dioses familiares, se fue con los danitas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "los cuales se pusieron nuevamente en marcha con los niños, el ganado y sus posesiones al frente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Ya habían caminado bastante cuando Micaías y sus vecinos se juntaron y salieron a perseguirlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Al oír los gritos de los que los perseguían, los danitas se volvieron y le preguntaron a Micaías:",
            "—¿Qué te pasa? ¿Por qué nos gritas tanto?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y Micaías les respondió:",
            "—Ustedes se llevan mis dioses, que yo había hecho, y se llevan también a mi sacerdote, y me dejan sin nada, ¿y todavía se atreven a preguntarme qué me pasa?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero los danitas le contestaron:",
            "—No nos alces la voz, no sea que algunos de los nuestros pierdan la paciencia y te ataquen, y acaben perdiendo la vida tanto tú como tus familiares."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Al ver Micaías que ellos eran muchos, regresó a su casa; pero los danitas siguieron su camino"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "con las cosas que Micaías había hecho, y con su sacerdote, y llegaron hasta Lais. Allí la gente estaba tranquila y confiada, de modo que los danitas mataron a todos a filo de espada y quemaron la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Como la ciudad estaba lejos de Sidón, y no tenía relaciones con nadie, no hubo quien la defendiera. Estaba en el valle que pertenece a Bet-rehob. Después los danitas reconstruyeron la ciudad y se quedaron a vivir en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Aunque antes se llamaba Lais, ellos la llamaron Dan, en honor de su antepasado del mismo nombre, que era hijo de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Allí los danitas colocaron el ídolo tallado, para adorarlo, y su sacerdote fue Jonatán, hijo de Guersón y nieto de Moisés. Después los descendientes de Jonatán fueron sacerdotes de los danitas, hasta el exilio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Allí estuvo entre ellos el ídolo que Micaías había hecho, todo el tiempo que el santuario del Señor estuvo en Siló."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.19",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.19"
        ],
        "human": "Jueces 19"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.20"
        ],
        "human": "Jueces 20",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.18"
        ],
        "human": "Jueces 18",
        "toc": true
      },
      "items": [
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(19—21)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El levita y su concubina"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En los días en que aún no había rey en Israel, un levita que vivía en la parte más lejana de los montes de Efraín tomó como concubina a una mujer de Belén de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero ella se enojó con él y se fue a vivir a Belén, con su padre. Después de estar ella cuatro meses allí,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "el levita fue a buscarla para convencerla de que volviera con él. Llevó un criado y dos asnos, y ella lo recibió en casa de su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "También el padre lo recibió con alegría, y lo invitó a quedarse con ellos. El levita y su criado se quedaron tres días en casa del padre de ella, comiendo, bebiendo y durmiendo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y al cuarto día por la mañana se levantaron temprano para irse. Pero cuando ya se iban, el padre de la muchacha le dijo a su yerno:",
            "—Come aunque sea un pedazo de pan antes de irte, para que tengas fuerza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y los dos se sentaron juntos a comer y a beber, y el padre de ella le pidió que se quedara y pasara contento una noche más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y aunque el levita se levantó para irse, su suegro le insistió tanto que se quedó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Al quinto día, el levita se levantó temprano para irse, pero otra vez el padre de la muchacha le rogó que comiera algo antes de salir, para que recobrara las fuerzas; así que comieron juntos hasta que se hizo tarde."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando el levita se levantó para irse con su concubina y su criado, su suegro le hizo ver que ya era muy tarde y que el día se estaba yendo, y lo invitó a quedarse otra noche y pasarla contento, y salir al otro día temprano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero el levita no quiso quedarse otra noche más, sino que se fue con su concubina y su criado y sus dos asnos ensillados. Cuando tuvieron ante ellos a Jebús, es decir, Jerusalén,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "el criado le dijo al levita:",
            "—¿Qué le parece a usted si pasamos la noche en esa ciudad de jebuseos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y el levita le respondió:",
            "—No vamos a ir a ninguna ciudad que no sea israelita. Sigamos hasta Guibeá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "y procuremos pasar la noche ya sea en Guibeá o en Ramá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Así pues, siguieron adelante, y cuando el sol se ponía llegaron a Guibeá, ciudad de la tribu de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces se apartaron del camino y entraron en Guibeá para pasar la noche, y el levita fue y se sentó en la plaza de la ciudad porque nadie les ofrecía alojamiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por fin, ya de noche, pasó un anciano que regresaba de trabajar en el campo. Este anciano era de los montes de Efraín, y vivía allí como forastero, pues los que vivían en Guibeá eran de la tribu de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Cuando el anciano vio en la plaza al viajero, le preguntó:",
            "—¿De dónde vienes, y a dónde vas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y el levita respondió:",
            "—Estamos de paso. Venimos de Belén de Judá, y vamos a la parte más lejana de los montes de Efraín, donde yo vivo. Estuve en Belén, y ahora voy de regreso a casa, pero no he encontrado aquí a nadie que me dé alojamiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Tenemos paja y forraje para mis asnos, y pan y vino para nosotros, es decir, para mi mujer, para mi siervo y para mí. No nos hace falta nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero el anciano le respondió:",
            "—Sé bienvenido. Yo me haré cargo de todo lo que necesites. No voy a permitir que pases la noche en la plaza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "El anciano los llevó a su casa, y mientras los viajeros se lavaban los pies, y comían y bebían, él dio de comer a los asnos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "En el momento en que más contentos estaban, unos hombres pervertidos de la ciudad rodearon la casa y empezaron a golpear la puerta, y a decirle al anciano, dueño de la casa:",
            "—¡Saca al hombre que tienes de visita! ¡Queremos acostarnos con él!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero el dueño de la casa les rogó:",
            "—¡No, amigos míos, por favor! ¡No cometan tal perversidad, pues este hombre es mi huésped!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Miren, ahí está mi hija, que todavía es virgen. Y también está la concubina de este hombre. Voy a sacarlas para que las humillen y hagan con ellas lo que quieran. Pero con este hombre no cometan tal perversidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero ellos no le hicieron caso al anciano, así que el levita tomó a su concubina y la echó a la calle, y aquellos hombres la violaron y abusaron de ella toda la noche, hasta que amaneció. Entonces la dejaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Ya estaba amaneciendo cuando la mujer regresó a la casa del anciano, donde estaba su marido, y cayó muerta delante de la puerta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Cuando su marido se levantó y abrió la puerta para seguir su camino, se encontró a su concubina tendida ante el umbral de la puerta, con las manos sobre el umbral."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces le dijo:",
            "—Levántate y vámonos.",
            "Pero ella no le respondió. Entonces él colocó el cadáver sobre un asno, y se puso en camino hacia su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Al llegar, tomó un cuchillo y descuartizó el cadáver de su concubina en doce pedazos, y los mandó por todo el territorio de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Todos los que lo veían, decían:",
            "—Desde que los israelitas salieron de Egipto, nunca se había visto nada semejante. Hay que pensar en esto y decidir lo que haremos al respecto."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.20",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.20"
        ],
        "human": "Jueces 20"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.21"
        ],
        "human": "Jueces 21",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.19"
        ],
        "human": "Jueces 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reacción de los israelitas ante el crimen de Guibeá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces todos los israelitas, desde Dan hasta Beerseba y Galaad, se reunieron como un solo hombre en Mispá, delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Todos los jefes de las tribus de Israel estaban presentes, y del pueblo de Dios se reunieron cuatrocientos mil soldados de a pie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Los de la tribu de Benjamín se enteraron de que las otras tribus israelitas se habían reunido en Mispá. Y los israelitas le preguntaron al levita cómo había ocurrido aquel crimen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El levita, marido de la víctima, les dijo:",
            "—Yo llegué con mi concubina a la ciudad de Guibeá, de la tribu de Benjamín, para pasar la noche allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero esa misma noche los habitantes de la ciudad rodearon la casa en que estábamos alojados, con la idea de matarme, y de tal manera abusaron de mi concubina, que ella murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces yo tomé el cadáver y lo descuarticé, y mandé los pedazos por todo el país, para que en todo Israel se enteraran de este crimen tan infame."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "A ustedes les toca ahora, como israelitas, opinar y decidir lo que se debe hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Como un solo hombre, todos se pusieron de pie y dijeron:",
            "—Ninguno de nosotros volverá a su tienda o a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Lo que tenemos que hacer es echar a suertes quiénes deberán atacar Guibeá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Uno de cada diez hombres de todas las tribus, se encargará de conseguir comida para el ejército; los demás irán a darle su merecido a Guibeá por esta infamia que se ha cometido en Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Todos los israelitas se unieron, como un solo hombre, para atacar la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Mandaron mensajeros por todo el territorio de la tribu de Benjamín, para decirles: «¿Qué crimen es este que han cometido algunos de ustedes?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entréguennos a esos pervertidos que están en Guibeá, para matarlos y purificar a Israel de la maldad.»",
            "Pero los de Benjamín no hicieron caso a sus hermanos israelitas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "sino que los benjaminitas de todas las ciudades se juntaron en Guibeá para ir a pelear contra los otros israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Los soldados de las ciudades de Benjamín que se alistaron eran veintiséis mil, sin contar setecientos hombres escogidos que eran de Guibeá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entre todos estos hombres había setecientos zurdos que manejaban tan bien la honda que podían darle con la piedra a un cabello, sin fallar nunca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Por su parte, los otros israelitas reunieron cuatrocientos mil guerreros experimentados."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La guerra contra la tribu de Benjamín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Los israelitas fueron a Betel, y allí consultaron a Dios para saber qué tribu debía atacar primero a los de Benjamín. El Señor les respondió que Judá debía ser la primera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Así pues, los israelitas se levantaron temprano y acamparon frente a Guibeá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Avanzaron contra los de Benjamín, y se colocaron frente a Guibeá en orden de batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero los de Benjamín salieron de la ciudad, y aquel día mataron a veintidós mil israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22,
            23,
            24
          ],
          "lines": [
            "Por eso los israelitas fueron a Betel a lamentarse en presencia del Señor hasta el anochecer, y allí le consultaron si debían volver a atacar a sus hermanos de la tribu de Benjamín. Como el Señor les ordenó atacar, cobraron ánimo, y al día siguiente volvieron a presentar batalla contra los benjaminitas en el mismo lugar donde la habían presentado el día anterior."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero por segunda vez los benjaminitas salieron de Guibeá a atacarlos, y mataron a otros dieciocho mil soldados israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces todos los soldados de Israel y todo el pueblo fueron nuevamente a Betel, a lamentarse delante del Señor. Todo el día se lo pasaron sin comer, y le ofrecieron al Señor holocaustos y sacrificios de reconciliación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27,
            28
          ],
          "lines": [
            "En aquel tiempo el arca de la alianza de Dios estaba en Betel, y su sacerdote era Finees, hijo de Eleazar y nieto de Aarón. Y los israelitas consultaron al Señor: «¿Debemos atacar una vez más a nuestros hermanos de la tribu de Benjamín, o es mejor que nos demos por vencidos?» El Señor les dijo: «Ataquen, que mañana yo les daré la victoria.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces algunos soldados israelitas se escondieron alrededor de Guibeá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "mientras los demás marchaban aquel tercer día contra los de Benjamín y se colocaban en orden de batalla frente a Guibeá, como las otras dos veces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Una vez más, los de la tribu de Benjamín salieron de la ciudad, alejándose de ella para atacar a los israelitas. Lograron matar como a treinta israelitas por los caminos de Betel y Guibeá, y por los campos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "creyendo que los israelitas huían de ellos, derrotados como las dos veces anteriores. Los israelitas, sin embargo, se estaban alejando de la ciudad para que el enemigo los persiguiera hasta los caminos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "De pronto los israelitas salieron de donde estaban y se colocaron en orden de batalla en Baal-tamar; por su parte, los que estaban escondidos en la pradera, alrededor de Guibeá, salieron de sus escondites"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "y atacaron la ciudad. Eran diez mil de los mejores guerreros israelitas los que atacaron a Guibeá. La lucha fue dura, y los de Benjamín no sabían que estaban a punto de perder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "El Señor les dio a los israelitas la victoria sobre los benjaminitas, y aquel día los israelitas mataron veinticinco mil cien soldados de la tribu de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Entonces los benjaminitas se dieron cuenta de que habían perdido.",
            "Los israelitas se habían ido retirando ante el ataque de los benjaminitas, porque confiaban en los hombres que estaban escondidos para atacar Guibeá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Estos hombres atacaron por sorpresa a Guibeá y mataron a filo de espada a todos los de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Los que estaban escondidos para atacar la ciudad se habían puesto de acuerdo con los otros israelitas para avisarles con una gran columna de humo cuando hubieran tomado la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "En el momento en que los israelitas que parecían huir vieran la columna de humo, se volverían y harían frente a los de Benjamín.",
            "Los benjaminitas lograron matar a unos treinta israelitas, con lo cual se confiaron, pensando que los habían derrotado, como en la primera batalla;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "pero en esto empezó a salir humo de la ciudad, y cuando los benjaminitas miraron atrás, las llamas y el humo de la ciudad entera llegaban al cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Entonces los israelitas les hicieron frente, y los benjaminitas se acobardaron al darse cuenta del desastre que se les venía encima."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Salieron huyendo de los israelitas por el camino del desierto, pero no podían escapar, pues los que salían de la ciudad les cortaban el paso y los mataban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Los benjaminitas quedaron rodeados por los israelitas, los cuales los persiguieron y los fueron aplastando desde Menuhá hasta el oriente de Guibeá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Así murieron dieciocho mil soldados de la tribu de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Los demás se volvieron y salieron huyendo hacia el desierto, en dirección a la peña de Rimón, pero cinco mil de ellos fueron muertos en los caminos. Los israelitas siguieron persiguiéndolos, y los destrozaron, matando a dos mil hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "En total, ese día murieron veinticinco mil de los mejores soldados de la tribu de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Pero seiscientos benjaminitas se volvieron y huyeron hacia el desierto, y se quedaron cuatro meses en la peña de Rimón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Los israelitas atacaron luego a los demás benjaminitas, y pasaron a cuchillo a los hombres de cada ciudad, matando animales y todo lo que encontraban a su paso, y quemando las ciudades."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.21",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.21"
        ],
        "human": "Jueces 21"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "RUT.1"
        ],
        "human": "Rut 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.20"
        ],
        "human": "Jueces 20",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Resurgimiento de la tribu de Benjamín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los israelitas habían jurado en Mispá que no dejarían que sus hijas se casaran con ningún benjaminita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero luego se reunieron en Betel y estuvieron en presencia de Dios hasta el anochecer, llorando y quejándose:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "«¡Oh Señor, Dios de Israel! ¿Por qué nos ha sucedido esto? ¿Cómo es posible que ahora falte una tribu en Israel?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Al día siguiente los israelitas se levantaron temprano, hicieron un altar y le ofrecieron al Señor holocaustos y sacrificios de reconciliación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y se preguntaban: «¿Quién de entre todos nosotros no asistió a la reunión en Mispá?», pues habían jurado matar a quienes no asistieran a la reunión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los israelitas estaban muy tristes por lo que les había sucedido a sus hermanos los benjaminitas, y decían: «En este día ha sido arrancada de Israel una de sus tribus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿Qué haremos para conseguirles mujeres a los benjaminitas que quedan vivos? Nosotros hemos jurado por el Señor no permitir que nuestras hijas se casen con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "¿Hay aquí algún israelita que no se haya presentado ante el Señor en Mispá?»",
            "Recordaron entonces que de Jabés de Galaad nadie había asistido a la reunión,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "pues al pasar lista no había respondido nadie de este lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10,
            11
          ],
          "lines": [
            "Entonces el pueblo entero envió a doce mil de los mejores soldados con órdenes de matar a filo de espada a todos los de Jabés, incluyendo a los niños y a las mujeres que no fueran vírgenes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entre los que vivían en Jabés se encontraron cuatrocientas jóvenes que no habían tenido relaciones sexuales con ningún hombre, y las trajeron al campamento que estaba en Siló, en Canaán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces el pueblo entero mandó buscar a los benjaminitas que estaban en la peña de Rimón, y los invitaron a hacer la paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los de Benjamín regresaron, y los israelitas les dieron las mujeres que habían traído de Jabés. Pero no hubo mujeres suficientes para todos ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Los israelitas sentían lástima por la tribu de Benjamín, porque el Señor había dejado un vacío en las tribus de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y los jefes del pueblo se preguntaban: «¿Cómo vamos a conseguir mujeres para los demás, si las mujeres benjaminitas fueron exterminadas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Benjamín debe seguir manteniendo el lugar que le corresponde entre nuestras tribus, por medio de los que le han quedado con vida, para que no falte ninguna de las tribus de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero nosotros no podemos darles nuestras hijas para que se casen con ellos, porque todos los israelitas hemos jurado no darles nuestras hijas a los benjaminitas, bajo pena de maldición."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Sin embargo, cada año hay una gran fiesta del Señor en Siló, que está al norte de Betel, al este del camino que va de Betel a Siquem, y al sur de Leboná.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces los jefes de Israel les mandaron este mensaje a los benjaminitas: «Vayan, escóndanse en los viñedos cercanos a Siló,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "y manténganse atentos. Cuando las muchachas de Siló salgan bailando en grupos, salgan también ustedes de sus escondites y róbese cada uno una mujer, y váyanse a sus tierras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y si los padres o los hermanos de las muchachas vienen a hacernos alguna reclamación, les diremos: “Nosotros les rogamos, como un favor personal, que los perdonen, porque nosotros no pudimos conseguir mujeres para todos ellos en la guerra contra Jabés. Además, como ustedes no se las dieron, realmente no han faltado al juramento.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Los benjaminitas aceptaron hacer lo que se les proponía, así que cada uno se robó una muchacha de las que estaban bailando, y se la llevó. Luego regresaron a sus tierras, y volvieron a construir sus ciudades y a vivir en ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Los otros israelitas también se fueron, y cada uno regresó a su propia tierra, a su tribu y a su clan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "En aquella época aún no había rey en Israel, y cada cual hacía lo que le daba la gana."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}