{
  "book_usfm": "NEH",
  "name": "Nehemías",
  "local_title": "Biblia Dios Habla Hoy",
  "local_abbreviation": "DHH94I",
  "version_id": 52,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Texto © Sociedades Bíblicas Unidas, 1994.</p>",
    "text": "Texto © Sociedades Bíblicas Unidas, 1994."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "NEH.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.1"
        ],
        "human": "Nehemías 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.2"
        ],
        "human": "Nehemías 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZR.10"
        ],
        "human": "Esdras 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "I. LA MISIÓN DE NEHEMÍAS Y RECONSTRUCCIÓN DE LA MURALLA DE JERUSALÉN"
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(1.1—7.73a[72a])"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemías ora en favor de su pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Esta es la historia de Nehemías, hijo de Hacalías. En el año veinte del reinado de Artajerjes, en el mes de Quisleu, yo, Nehemías, estaba en la ciudadela de Susa"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "cuando llegó mi hermano Hananí con unos hombres que venían de Judá. Entonces les pregunté por Jerusalén y por los judíos que habían escapado de ir al destierro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y me contestaron: «Los que escaparon de ir al destierro y se quedaron en la provincia, están en una situación muy difícil y vergonzosa. En cuanto a Jerusalén, la muralla ha sido derribada y sus puertas han sido destruidas por el fuego.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Al escuchar estas noticias, me senté a llorar, y por algunos días estuve muy triste, ayunando y orando ante el Dios del cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y le dije: «Señor, Dios del cielo, Dios grande y terrible, que mantienes firme tu alianza y tu fidelidad con los que te aman y cumplen tus mandamientos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "te ruego ahora que atiendas a la oración que día y noche te dirijo en favor de tus siervos, los israelitas. Reconozco que nosotros los israelitas hemos pecado contra ti; ¡hasta mis familiares y yo hemos pecado!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Nos hemos conducido de la peor manera ante ti; no hemos cumplido los mandamientos, leyes y decretos que nos diste por medio de tu siervo Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Recuerda que le advertiste que si nosotros pecábamos, nos dispersarías por todo el mundo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "pero que si nos volvíamos a ti y cumplíamos tus mandamientos, poniéndolos en práctica, aun cuando fuéramos esparcidos hasta el último rincón del mundo nos recogerías de allí y nos llevarías de nuevo al santo lugar que escogiste como residencia de tu nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Nosotros somos tus siervos y tu pueblo, que rescataste con tu gran poder y fortaleza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Te ruego, pues, Señor, que atiendas a mi oración y las súplicas de tus siervos, cuyo único deseo es honrarte. Te pido también que me des éxito y despiertes hacia mí las simpatías del rey.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.2"
        ],
        "human": "Nehemías 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.3"
        ],
        "human": "Nehemías 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.1"
        ],
        "human": "Nehemías 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Artajerjes permite a Nehemías ir a Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Y un día del mes de Nisán, en el año veinte de su reinado, mientras yo le servía vino, el rey me vio tan triste"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "que me preguntó:",
            "—Te veo muy triste. ¿Qué te pasa? No pareces estar enfermo, así que has de tener algún problema.",
            "En ese momento sentí un gran temor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y le dije al rey:",
            "—¡Viva siempre Su Majestad! ¿Y cómo no he de verme triste, si la ciudad donde están las tumbas de mis padres se halla en ruinas y sus puertas han sido quemadas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "—¿Qué puedo hacer por ti? —preguntó el rey.",
            "Entonces me encomendé al Dios del cielo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y respondí al rey:",
            "—Si a Su Majestad le parece bien, y si he alcanzado su favor, pido a Su Majestad que me mande a Judá, a la ciudad donde están enterrados mis padres, para que yo la reconstruya."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El rey, a cuyo lado estaba sentada la reina, me contestó:",
            "—¿Cuánto tiempo durará tu viaje? ¿Cuándo volverás?",
            "Yo le indiqué la fecha, y él aceptó dejarme ir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Además le dije que, si lo estimaba conveniente, se me diera una orden por escrito dirigida a los gobernadores al oeste del río Éufrates, para que me dejaran pasar libremente hasta llegar a Judá;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y otra orden escrita para que Asaf, el guardabosques del rey, me diera madera para recubrir las puertas de la ciudadela del templo, así como para la muralla de la ciudad y para la casa donde yo tenía que vivir. Y el rey me lo concedió todo porque yo contaba con la bondadosa ayuda de mi Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando llegué ante los gobernadores al oeste del Éufrates, les entregué las cartas del rey, quien además había enviado conmigo una escolta de caballería al mando de jefes del ejército."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero cuando supieron esto Sambalat el de Horón y Tobías, el funcionario amonita, se disgustaron mucho porque había llegado alguien interesado en ayudar a los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Proyecto de reconstrucción de la muralla"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Llegué por fin a Jerusalén. Y a los tres días de estar allí,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "me levanté de noche, acompañado de algunos hombres, pero sin decir a nadie lo que Dios me había inspirado hacer por Jerusalén. No llevaba yo más cabalgadura que la que montaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Aquella misma noche salí por la puerta del Valle en dirección a la fuente del Dragón y a la puerta del Basurero, e inspeccioné la muralla de Jerusalén, que estaba derrumbada y sus puertas quemadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Luego seguí hacia la puerta de la Fuente y el estanque del Rey; pero mi cabalgadura no podía pasar por allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Siendo todavía de noche, subí a lo largo del arroyo, y después de haber inspeccionado la muralla, regresé entrando por la puerta del Valle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los gobernantes no sabían a dónde había ido yo, ni lo que andaba haciendo. Tampoco había yo informado hasta entonces a los judíos, es decir, a los sacerdotes, nobles, gobernantes y demás personas que habían de participar en la obra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Así que les dije:",
            "—Ustedes saben bien que nos encontramos en una situación difícil, pues Jerusalén está en ruinas y sus puertas quemadas. Únanse a mí y reconstruyamos la muralla de Jerusalén, para que ya no seamos objeto de burla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y cuando les conté la forma tan bondadosa en que Dios me había ayudado y las palabras que me había dicho el rey, ellos respondieron:",
            "—¡Comencemos la reconstrucción!",
            "Y con muy buen espíritu se animaron unos a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero cuando lo supieron Sambalat el de Horón, Tobías el funcionario amonita, y Guésem el árabe, se burlaron de nosotros y nos dijeron con desprecio:",
            "—¿Qué se traen ustedes entre manos? ¿Acaso piensan rebelarse contra el rey?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero yo les contesté:",
            "—El Dios del cielo nos dará el éxito. Nosotros, sus siervos, vamos a comenzar la reconstrucción, y ustedes no tienen parte, ni derecho, ni memoria en Jerusalén."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.3"
        ],
        "human": "Nehemías 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.4"
        ],
        "human": "Nehemías 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.2"
        ],
        "human": "Nehemías 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Distribución del trabajo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces el sumo sacerdote Eliasib y sus compañeros los sacerdotes reconstruyeron la puerta de las Ovejas. Le pusieron vigas y colocaron las puertas, y reconstruyeron la muralla desde la torre de los Cien hasta la torre de Hananel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El siguiente tramo de la muralla lo reconstruyeron los hombres de Jericó, y el siguiente lo hizo Zacur, el hijo de Imrí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Los descendientes de Senaá reconstruyeron la puerta de los Pescados. Le pusieron vigas y colocaron sus puertas con sus cerrojos y barras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El siguiente tramo de la muralla lo reforzó Meremot, hijo de Urías y nieto de Cos; y el siguiente, Mesulam, hijo de Berequías y nieto de Mesezabel; el siguiente tramo lo restauró Sadoc, hijo de Baaná."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "La reparación del siguiente tramo la hicieron los de Tecoa, aunque sus hombres importantes no quisieron ayudar a sus dirigentes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Joiadá, hijo de Paséah, y Mesulam, hijo de Besodías, repararon la puerta de Jesaná. Le pusieron vigas y colocaron sus puertas con sus cerrojos y barras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El siguiente tramo de la muralla lo repararon Melatías de Gabaón y Jadón de Meronot, y la gente de Gabaón y de Mispá, lugares que estaban bajo la autoridad del gobernador al oeste del río Éufrates."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El siguiente tramo de la muralla lo reparó Uziel, hijo de Harhaías, el platero; y el siguiente lo reparó Hananías, el perfumero; ellos dos restauraron la muralla de Jerusalén hasta la muralla ancha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El siguiente tramo lo reparó Refaías, hijo de Hur, que era alcalde de la mitad del distrito de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El siguiente tramo lo reparó Jedaías, hijo de Harumaf, pues quedaba frente a su casa, y el siguiente lo reparó Hatús, hijo de Hasabnías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Malquías, hijo de Harim, y Hasub, hijo de Pahat-moab, repararon el siguiente tramo y la torre de los Hornos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El siguiente lo repararon Salum, hijo de Halohés, que era alcalde de la otra mitad del distrito de Jerusalén, y sus hijas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Hanún y los habitantes de Zanóah repararon la puerta del Valle; la reconstruyeron y colocaron sus puertas con sus cerrojos y barras, y restauraron cuatrocientos cincuenta metros de muralla, hasta la puerta del Basurero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Malquías, hijo de Recab, gobernador del distrito de Bet-haquérem, reconstruyó la puerta del Basurero y colocó sus puertas con sus cerrojos y barras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Salum, hijo de Colhozé, gobernador del distrito de Mispá, reparó la puerta de la Fuente: la reconstruyó y la techó, y colocó sus puertas con sus cerrojos y sus barras, y también reparó el muro del estanque de Siloé junto al Jardín Real, hasta las escaleras que bajan de la Ciudad de David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Nehemías, hijo de Azbuc, gobernador de medio distrito de Bet-sur, reparó el siguiente tramo de la muralla hasta frente a los sepulcros de David, hasta el depósito del agua y hasta el cuartel de los soldados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "El siguiente tramo lo repararon los levitas: Rehúm, hijo de Baní; y más adelante Hasabías, gobernador de medio distrito de Queilá, que lo hizo en nombre de su distrito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El siguiente tramo lo repararon sus colegas: Bavai, hijo de Henadad, gobernador de la otra mitad del distrito de Queilá;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "y Éser, hijo de Josué, gobernador de Mispá, reparó otro tramo frente a la subida al depósito de armas de la esquina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "A continuación de él, Baruc, hijo de Zabai, reparó otro tramo, desde la esquina hasta la puerta de la casa de Eliasib, el sumo sacerdote;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "y Meremot, hijo de Urías y nieto de Cos, reparó el siguiente tramo, desde la puerta de la casa de Eliasib hasta el final de la misma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "El tramo siguiente de la muralla lo repararon los sacerdotes que vivían en el valle del Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "A continuación de ellos, Benjamín y Hasub repararon la muralla frente a su casa. Y después de ellos, Azarías, hijo de Maaseías y nieto de Ananías, hizo la restauración junto a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "El siguiente tramo lo reparó Binuy, hijo de Henadad, desde la casa de Azarías hasta el ángulo en la esquina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "A continuación de él, Palal, hijo de Uzai, reparó la muralla frente a la esquina y también la torre alta que sobresale del palacio real, la cual está en el patio de la guardia. El siguiente tramo lo reparó Pedaías, hijo de Parós,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "hasta frente a la puerta del Agua, hacia el este, así como la torre que sobresale. (Los que vivían en Ófel eran los sirvientes del templo.)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Los de Tecoa repararon el siguiente tramo, desde enfrente de la torre grande que sobresale hasta la muralla de Ófel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Los sacerdotes repararon la muralla, cada uno frente a su casa, desde la puerta de los Caballos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "A continuación de ellos, Sadoc, hijo de Imer, reparó la muralla frente a su casa; y el tramo siguiente lo reparó Semaías, hijo de Secanías, que era guardián de la puerta de Oriente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Tras él repararon otro tramo Hananías, hijo de Selemías, y Hanún, que era el sexto hijo de Salaf; y a continuación de ellos, Mesulam, hijo de Berequías, lo hizo frente a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Malquías, el platero, reparó el siguiente tramo de la muralla hasta la casa de los servidores del templo, y la de los comerciantes, frente a la puerta de la Inspección y hasta el puesto de vigilancia de la esquina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Los plateros y los comerciantes repararon el siguiente tramo desde el puesto de vigilancia de la esquina hasta la puerta de las Ovejas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.4"
        ],
        "human": "Nehemías 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.5"
        ],
        "human": "Nehemías 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.3"
        ],
        "human": "Nehemías 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Burlas de los enemigos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "1 (3.33) Cuando Sambalat supo que estábamos reconstruyendo la muralla, se indignó y, enfurecido, comenzó a burlarse de los judíos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "2 (3.34) diciendo ante sus compañeros y el ejército de Samaria: «¿Qué se creen estos judíos muertos de hambre? ¿Acaso piensan que se les va a permitir ofrecer sacrificios otra vez? ¿O que podrán terminar el trabajo en un día? ¿O que de los montones de escombros van a sacar nuevas las piedras que se quemaron?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "3 (3.35) A su lado estaba Tobías, el amonita, que añadió: «Para colmo, miren el muro que están construyendo: ¡hasta una zorra lo puede echar abajo, si se sube en él!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Oración de Nehemías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "4 (3.36) Entonces yo oré: «Dios nuestro: escucha cómo se burlan de nosotros. Haz que sus ofensas se vuelvan contra ellos, y que caigan en poder del enemigo y sean llevados cautivos a otro país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "5 (3.37) No les perdones su maldad, ni borres de tu presencia su pecado, pues han insultado a los que están reconstruyendo la muralla.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Amenazas de los enemigos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "6 (3.38) Continuamos, pues, reconstruyendo la muralla, que estaba ya levantada hasta la mitad. La gente trabajaba con entusiasmo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "7 (1) Pero cuando Sambalat, Tobías, los árabes, los de Amón y los de Asdod supieron que la reparación de la muralla de Jerusalén seguía adelante y que se había comenzado a tapar las brechas, se enojaron muchísimo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "8 (2) y todos juntos formaron un plan para atacar Jerusalén y causar destrozos en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "9 (3) Entonces oramos a nuestro Dios, y pusimos guardia día y noche para defendernos de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "10 (4) Y la gente de Judá decía: «La fuerza del cargador desmaya ante tal cantidad de escombros, y nosotros somos incapaces de reconstruir esta muralla.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "11 (5) Nuestros enemigos pensaban que no nos daríamos cuenta ni veríamos nada hasta que se metieran en medio de nosotros para matarnos y detener las obras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "12 (6) Pero cuando los judíos que vivían cerca de ellos vinieron a decirnos una y otra vez que esa gente iba a atacarnos por todos lados,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "13 (7) ordené que la gente se pusiera por familias detrás de la muralla, y en las partes bajas, y en las brechas, con espadas, lanzas y arcos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "14 (8) Y al ver que tenían miedo, me puse de pie y dije a los nobles, a los gobernantes y al resto del pueblo: «No les tengan miedo. Recuerden que el Señor es grande y terrible, y luchen por sus compatriotas, por sus hijos e hijas, mujeres y hogares.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "15 (9) Cuando nuestros enemigos supieron que estábamos preparados y que Dios había desbaratado sus planes, todos nosotros volvimos a la muralla, cada cual a su trabajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "16 (10) A partir de aquel momento, la mitad de mis hombres trabajaba en la obra, y la otra mitad se mantenía armada con lanzas, escudos, arcos y corazas. Los jefes daban todo su apoyo a la gente de Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "17 (11) que estaba reconstruyendo la muralla. Los cargadores seguían llevando cargas, pero con una mano trabajaban y con la otra sujetaban el arma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "18 (12) Todos los que trabajaban en la construcción tenían la espada a la cintura, y a mi lado estaba el encargado de tocar la trompeta,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "19 (13) pues yo había dicho a los nobles y gobernantes, y al resto del pueblo: «Las obras son enormes y extensas, y nosotros estamos repartidos por la muralla, separados unos de otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "20 (14) Por lo tanto, allá donde escuchen el toque de trompeta, únanse a nosotros, y nuestro Dios luchará a nuestro lado.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "21 (15) De este modo, mientras nosotros trabajábamos de sol a sol en la obra, la mitad de la gente se mantenía con la lanza en la mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "22 (16) Además, en aquella ocasión dije a la gente que todos, incluso los ayudantes, debían pasar la noche dentro de Jerusalén, para que nos protegieran durante la noche y trabajaran durante el día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "23 (17) Además, ni yo ni mis parientes y ayudantes, ni los hombres de la guardia que me acompañaban, nos quitábamos la ropa, y cada uno tenía la lanza en la mano."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.5"
        ],
        "human": "Nehemías 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.6"
        ],
        "human": "Nehemías 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.4"
        ],
        "human": "Nehemías 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Problemas internos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Hubo en aquel tiempo una gran protesta de parte del pueblo y de sus mujeres contra sus compatriotas judíos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "pues algunos decían que tenían muchos hijos e hijas y necesitaban conseguir trigo para no morirse de hambre;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "otros decían que debido a la falta de alimentos habían tenido que hipotecar sus terrenos, viñedos y casas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y otros decían que habían tenido que pedir dinero prestado para pagar los impuestos al rey, dando en garantía sus terrenos y viñedos. Decían además:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "«Tanto nuestros compatriotas como nosotros somos de la misma raza; nuestros hijos no se diferencian en nada de los de ellos. Sin embargo, nosotros tenemos que someter a nuestros hijos e hijas a la esclavitud. De hecho, algunas de nuestras hijas son ya esclavas, y no podemos hacer nada por evitarlo, porque nuestros terrenos y viñedos ya pertenecen a otros.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando escuché sus quejas y razones, me llené de indignación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Después de pensarlo bien, reprendí a los nobles y gobernantes por imponer una carga tal a sus compatriotas. Convoqué además una asamblea general para tratar su caso,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y les dije: «Nosotros, hasta donde nos ha sido posible, hemos rescatado a nuestros compatriotas judíos que habían sido vendidos a las naciones paganas; ¿y ahora ustedes los vuelven a vender para que nosotros tengamos que volver a rescatarlos?»",
            "Ellos se quedaron callados, pues no sabían qué responder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y yo añadí: «Lo que están haciendo no está bien. Deberían mostrar reverencia por nuestro Dios, y evitar así las burlas de los paganos, nuestros enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "También mis familiares, mis ayudantes y yo, les hemos prestado a ellos dinero y trigo; así que, ¡vamos a perdonarles esta deuda!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y les ruego también que les devuelvan ahora mismo sus terrenos, viñedos, olivares y casas, y que cancelen las deudas que tienen con ustedes, sean de dinero, grano, vino o aceite.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Ellos respondieron: «Devolveremos todo eso, y no les reclamaremos nada. Haremos todo tal como lo has dicho.»",
            "Entonces llamé a los sacerdotes, y en su presencia les hice jurar lo que prometieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Además me sacudí la ropa y dije: «Así sacuda Dios fuera de su casa y de sus propiedades a todo aquel que no cumpla este juramento, y así lo despoje de todo lo que ahora tiene.» Toda la multitud respondió: «Amén», y alabaron al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Generosidad de Nehemías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "La gente cumplió su promesa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y durante doce años, es decir, desde aquel día del año veinte en que el rey Artajerjes me nombró gobernador de la región de Judá hasta el año treinta y dos de su reinado, ni yo ni mis colaboradores hicimos uso de la pensión que me correspondía como gobernador."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "En cambio, los gobernadores que estuvieron antes que yo, fueron una carga para el pueblo, pues diariamente cobraban cuarenta monedas de plata para comida y vino. Además, sus empleados oprimían al pueblo. Pero yo no lo hice así, por respeto a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por otra parte, cumplí con mi tarea de reconstruir la muralla de la ciudad, y no adquirí terrenos. En cuanto a mis empleados, todos ellos tomaron parte en el trabajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "A mi mesa se sentaban hasta ciento cincuenta personas, tanto judíos del pueblo como funcionarios del gobierno, sin contar a los que venían a visitarnos de las naciones vecinas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y lo que se preparaba diariamente por mi cuenta, era: un buey y seis de las mejores ovejas, y aves; y cada diez días había vino en abundancia. A pesar de esto, nunca reclamé la pensión que me correspondía como gobernador, porque ya era excesiva la carga que pesaba sobre este pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "¡Tómame en cuenta, Dios mío, para mi bien, todo lo que he hecho por este pueblo!"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.6"
        ],
        "human": "Nehemías 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.7"
        ],
        "human": "Nehemías 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.5"
        ],
        "human": "Nehemías 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Complot contra Nehemías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando Sambalat, Tobías, Guésem el árabe y los demás enemigos nuestros supieron que yo había reconstruido la muralla sin dejar en ella ninguna brecha (aunque me faltaba todavía colocar las puertas en su sitio),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "me enviaron un mensaje Sambalat y Guésem para que nos reuniéramos en alguna de las aldeas del valle de Onó. Pero lo que tramaban era hacerme daño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces envié mensajeros a decirles que yo estaba ocupado en una obra importante, y que no podía ir, ya que el trabajo se detendría si yo lo dejaba por ir a verlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuatro veces me enviaron el mismo mensaje, pero mi respuesta fue siempre la misma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces Sambalat, por medio de un criado suyo, me envió por quinta vez el mismo mensaje en una carta abierta,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "que decía: «Corre el rumor entre la gente, y también lo dice Guésem, de que tú y los judíos están planeando una rebelión, y que por eso están reconstruyendo la muralla. Según estos rumores, tú vas a ser su rey,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "y has nombrado ya profetas para que te proclamen rey en Jerusalén y digan que ya hay rey en Judá. Estos rumores bien pueden llegar a oídos del rey Artajerjes, así que ven y conversaremos personalmente.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces yo le envié contestación, diciéndole que no había nada de cierto en aquellos rumores, sino que eran producto de su imaginación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pues ellos trataban de asustarnos, pensando que nos desanimaríamos y que no llevaríamos a cabo la obra; pero yo puse aún mayor empeño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Después fui a casa de Semaías, hijo de Delaías y nieto de Mehetabel, que se había encerrado en su casa, y me dijo: «Reunámonos en el templo de Dios, dentro del santuario, y cerremos las puertas, porque esta noche piensan venir a matarte.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero yo le respondí: «Los hombres como yo, no huyen ni se meten en el templo para salvar el pellejo. Yo, al menos, no me meteré.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Además me di cuenta de que él no hablaba de parte de Dios, sino que decía todo aquello contra mí porque Sambalat y Tobías lo habían sobornado;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "le pagaban por asustarme, para que así yo pecara. De ese modo podrían crearme mala fama y desprestigiarme."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¡Dios mío: recuerda lo que Sambalat y Tobías han hecho! ¡No te olvides tampoco de Noadías, la profetisa, ni de los otros profetas que quisieron asustarme!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "La muralla quedó terminada el día veinticinco del mes de Elul, y en la obra se emplearon cincuenta y dos días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Nuestros enemigos lo supieron, y todas las naciones que había a nuestro alrededor tuvieron mucho miedo y se vino abajo su orgullo, porque comprendieron que esta obra se había llevado a cabo con la ayuda de nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "En aquellos días hubo mucha correspondencia entre Tobías y personas importantes de Judá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "porque muchas personas de Judá habían jurado lealtad a Tobías, por ser el yerno de Secanías, hijo de Árah, y porque su hijo Johanán se había casado con la hija de Mesulam, hijo de Berequías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "De modo que lo elogiaban en mi presencia y le contaban lo que yo decía. Tobías, por su parte, me enviaba cartas para asustarme."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.7"
        ],
        "human": "Nehemías 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.8"
        ],
        "human": "Nehemías 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.6"
        ],
        "human": "Nehemías 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemías nombra dirigentes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando la muralla quedó reconstruida y se le colocaron las puertas, se nombraron porteros, cantores y levitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Al frente de Jerusalén puse a mi hermano Hananí y a Hananías, el comandante de la ciudadela, que era un hombre digno de confianza y más temeroso de Dios que muchas personas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Les dije que no debían abrirse las puertas de Jerusalén hasta bien entrado el día, y que debían cerrarse y asegurarse estando en sus puestos los de la guardia. También nombré vigilantes entre los mismos habitantes de Jerusalén, para que vigilaran, unos en sus puestos y otros frente a su propia casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "La ciudad era grande y extensa, pero había en ella poca gente porque las casas no se habían reconstruido."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los que volvieron del destierro"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces Dios me impulsó a reunir a las personas importantes, las autoridades y el pueblo, para hacer un registro familiar, y encontré el libro del registro familiar de los que habían llegado antes. En él estaba escrito lo siguiente:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6,
            7
          ],
          "lines": [
            "«Esta es la lista de los israelitas nacidos en Judá que fueron desterrados a Babilonia por el rey Nabucodonosor, y que después del destierro volvieron a Jerusalén y a otros lugares de Judá, cada cual a su población, encabezados por Zorobabel, Josué, Nehemías, Azarías, Raamías, Nahamaní, Mardoqueo, Bilsán, Mispéret, Bigvai, Nehúm y Baaná:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»Los descendientes de Parós, dos mil ciento setenta y dos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "los de Sefatías, trescientos setenta y dos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "los de Árah, seiscientos cincuenta y dos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "los de Pahat-moab, que eran descendientes de Josué y de Joab, dos mil ochocientos dieciocho;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "los de Elam, mil doscientos cincuenta y cuatro;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "los de Zatú, ochocientos cuarenta y cinco;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "los de Zacai, setecientos sesenta;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "los de Binuy, seiscientos cuarenta y ocho;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "los de Bebai, seiscientos veintiocho;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "los de Azgad, dos mil trescientos veintidós;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "los de Adonicam, seiscientos sesenta y siete;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "los de Bigvai, dos mil sesenta y siete;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "los de Adín, seiscientos cincuenta y cinco;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "los de Ater, que eran descendientes de Ezequías, noventa y ocho;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "los de Hasum, trescientos veintiocho;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "los de Besai, trescientos veinticuatro;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "los de Harif, ciento doce;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "los de Gabaón, noventa y cinco."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Los hombres de Belén y de Netofá, ciento ochenta y ocho;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "los de Anatot, ciento veintiocho;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "los de Bet-azmávet, cuarenta y dos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "los de Quiriat-jearim, Quefirá y Beerot, setecientos cuarenta y tres;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "los de Ramá y de Gueba, seiscientos veintiuno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "los de Micmás, ciento veintidós;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "los de Betel y de Ai, ciento veintitrés;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "los de Nebo, cincuenta y dos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Los descendientes del otro Elam, mil doscientos cincuenta y cuatro;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "los de Harim, trescientos veinte;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "los de Jericó, trescientos cuarenta y cinco;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "los de Lod, Hadid y Onó, setecientos veintiuno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "los de Senaá, tres mil novecientos treinta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Los sacerdotes descendientes de Jedaías, de la familia de Josué, novecientos setenta y tres;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "los descendientes de Imer, mil cincuenta y dos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "los de Pashur, mil doscientos cuarenta y siete;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "los de Harim, mil diecisiete."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "»Los levitas descendientes de Josué y de Cadmiel, que a su vez eran descendientes de Hodavías, eran setenta y cuatro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "»Los cantores descendientes de Asaf eran ciento cuarenta y ocho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "»Los porteros eran los descendientes de Salum, los de Ater, los de Talmón, los de Acub, los de Hatitá y los de Sobai. En total, ciento treinta y ocho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "»Los sirvientes del templo eran los descendientes de Sihá, los de Hasufá, los de Tabaot,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "los de Queros, los de Siahá, los de Padón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "los de Lebaná, los de Hagabá, los de Salmai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "los de Hanán, los de Guidel, los de Gáhar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "los de Reaías, los de Resín, los de Necodá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "los de Gazam, los de Uzá, los de Paséah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "los de Besai, los de Meunim, los de Nefusim,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "los de Bacbuc, los de Hacufá, los de Harhur,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "los de Baslut, los de Mehidá, los de Harsá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "los de Barcós, los de Sísara, los de Temá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "los de Nesíah y los de Hatifá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "»Los descendientes de los sirvientes de Salomón eran los descendientes de Sotai, los de Soféret, los de Perudá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            58
          ],
          "lines": [
            "los de Jaalá, los de Darcón, los de Guidel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            59
          ],
          "lines": [
            "los de Sefatías, los de Hatil, los de Poquéret-hasebaím y los de Amón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            60
          ],
          "lines": [
            "El total de los sirvientes del templo y de los descendientes de los sirvientes de Salomón era de trescientos noventa y dos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            61
          ],
          "lines": [
            "»Los que llegaron de Tel-mélah, Tel-harsá, Querub, Adón e Imer, y que no pudieron demostrar si eran israelitas de raza o por parentesco, fueron los siguientes:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            62
          ],
          "lines": [
            "los descendientes de Delaías, los de Tobías y los de Necodá, que eran seiscientos cuarenta y dos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            63
          ],
          "lines": [
            "Y de los parientes de los sacerdotes: los descendientes de Hobaías, los de Cos y los de Barzilai, el cual se casó con una de las hijas de Barzilai, el de Galaad, y tomó el nombre de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            64
          ],
          "lines": [
            "Estos buscaron su nombre en el registro familiar, pero como no lo encontraron allí, fueron eliminados del sacerdocio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            65
          ],
          "lines": [
            "Además, el gobernador les ordenó que no comieran de los alimentos consagrados hasta que un sacerdote decidiera la cuestión por medio del Urim y el Tumim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            66
          ],
          "lines": [
            "»La comunidad se componía de un total de cuarenta y dos mil trescientas sesenta personas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            67
          ],
          "lines": [
            "sin contar sus esclavos y esclavas, que eran siete mil trescientas treinta y siete personas. Tenían también doscientos cuarenta y cinco cantores y cantoras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            68
          ],
          "lines": [
            "Tenían además setecientos treinta y seis caballos, doscientas cuarenta y cinco mulas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            69
          ],
          "lines": [
            "69 (68b) cuatrocientos treinta y cinco camellos y seis mil setecientos veinte asnos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            70
          ],
          "lines": [
            "70 (69) »Algunos jefes de familia entregaron donativos para la obra; el gobernador dio para la tesorería ocho kilos de oro, cincuenta tazones y quinientas treinta túnicas sacerdotales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            71
          ],
          "lines": [
            "71 (70) Los jefes de familia dieron para la tesorería de la obra ciento sesenta kilos de oro y mil doscientos diez kilos de plata;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            72
          ],
          "lines": [
            "72 (71) y el resto del pueblo dio ciento sesenta kilos de oro, mil cien kilos de plata y sesenta y siete túnicas sacerdotales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            73
          ],
          "lines": [
            "73 (72) »Los sacerdotes, los levitas, los porteros, los cantores, la gente del pueblo, los sirvientes del templo y todo Israel se establecieron en sus poblaciones.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "II. LECTURA PÚBLICA DE LA LEY Y COMPROMISO DEL PUEBLO"
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(7.73b[72b]—10.39)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La ley es leída en público"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            73
          ],
          "lines": [
            "Cuando llegó el mes séptimo, ya los israelitas estaban instalados en sus localidades."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.8"
        ],
        "human": "Nehemías 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.9"
        ],
        "human": "Nehemías 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.7"
        ],
        "human": "Nehemías 7",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces todo el pueblo en masa se reunió en la plaza que está frente a la puerta del Agua, y le dijeron al maestro Esdras que trajera el libro de la ley de Moisés, que el Señor había dado a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El día primero del mes séptimo, el sacerdote Esdras trajo el libro de la ley ante la reunión compuesta de hombres, mujeres y todos los que tenían uso de razón;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y desde la mañana hasta el mediodía lo leyó en presencia de todos ellos, delante de la plaza que está frente a la puerta del Agua.",
            "Todo el pueblo estaba atento a la lectura del libro de la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El maestro Esdras estaba de pie sobre una tribuna de madera construida para ese fin. También de pie y a su derecha estaban Matatías, Sema, Anías, Urías, Hilquías y Maaseías. A su izquierda estaban Pedaías, Misael, Malquías, Hasum, Hasbadana, Zacarías y Mesulam."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces Esdras abrió el libro a la vista de todo el pueblo, ya que se le podía ver por encima de todos; y al abrirlo, todo el mundo se puso de pie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces Esdras alabó al Señor, el Dios todopoderoso, y todo el pueblo, con los brazos en alto, respondió: «Amén, amén.» Luego se inclinaron hasta tocar el suelo con la frente, y adoraron al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los levitas Josué, Baní, Serebías, Jamín, Acub, Sabtai, Hodías, Maaseías, Quelitá, Azarías, Jozabad, Hanán y Pelaías explicaban la ley al pueblo. Mientras la gente permanecía en su sitio,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "ellos leían en voz alta el libro de la ley de Dios, y lo traducían para que se entendiera claramente la lectura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y como todo el pueblo lloraba al oír los términos de la ley, tanto el gobernador Nehemías como el maestro y sacerdote Esdras, y los levitas que explicaban la ley al pueblo, dijeron a todos que no se pusieran tristes ni lloraran, porque aquel día estaba dedicado al Señor, su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Además les dijo Esdras: «Vayan y coman de lo mejor, beban vino dulce e inviten a quienes no tengan nada preparado, porque hoy es un día dedicado a nuestro Señor. No estén tristes, porque la alegría del Señor es nuestro refugio.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "También los levitas calmaban a la gente, diciéndoles que se callaran y no lloraran, porque era un día dedicado al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces toda la gente se fue a comer y beber, y a compartir su comida y celebrar una gran fiesta, porque habían comprendido lo que se les había enseñado."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Celebración de la fiesta de las Enramadas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Al día siguiente, todos los jefes de familia y los sacerdotes y los levitas se reunieron con el maestro Esdras para estudiar los términos de la ley,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y encontraron escrito en ella que el Señor había ordenado por medio de Moisés que, durante la fiesta religiosa del mes séptimo, los israelitas debían vivir debajo de enramadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces, por todas las ciudades y en Jerusalén, se hizo correr la voz de que la gente saliera a los montes a buscar ramas de olivo, arrayán, palmera o cualquier otro árbol frondoso para hacer las enramadas, conforme a lo que estaba escrito en la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y la gente salió y volvió con ramas para hacer sus propias enramadas en las azoteas y en los patios, como también en el atrio del templo de Dios, en la plaza de la puerta del Agua y en la plaza de la puerta de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Toda la comunidad que volvió del destierro hizo enramadas y se instaló debajo de ellas, pues desde el tiempo de Josué, hijo de Nun, hasta aquel día no se había hecho tal cosa. Y hubo una gran alegría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Celebraron la fiesta religiosa durante siete días; y desde el primer día hasta el último, Esdras leía diariamente pasajes del libro de la ley de Dios; y en el día octavo hubo una reunión solemne, conforme a la costumbre establecida."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.9"
        ],
        "human": "Nehemías 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.10"
        ],
        "human": "Nehemías 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.8"
        ],
        "human": "Nehemías 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Esdras confiesa los pecados de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El día veinticuatro del mismo mes, los israelitas se reunieron para ayunar; se vistieron con ropas ásperas y se echaron tierra sobre la cabeza,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y separándose de aquellos que descendían de extranjeros, se pusieron de pie y reconocieron sus propios pecados y los de sus antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Mientras permanecían en su lugar, durante tres horas se leyó públicamente el libro de la ley del Señor su Dios, y durante otras tres horas confesaron sus pecados y adoraron al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Después los levitas Josué, Binuy, Cadmiel, Sebanías, Binui, Serebías, Baní y Quenaní subieron a la tribuna e invocaron en voz alta al Señor su Dios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "luego dijeron los levitas Josué, Cadmiel, Binuy, Hasabnías, Serebías, Hodías, Sebanías y Petahías: «Levántense, alaben al Señor su Dios por siempre y siempre. ¡Alabado sea, con bendiciones y alabanzas, su alto y glorioso nombre!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y Esdras dijo: «Tú eres el Señor, y nadie más. Tú hiciste el cielo y lo más alto del cielo, y todas sus estrellas; tú hiciste la tierra y todo lo que hay en ella, los mares y todo lo que contienen. Tú das vida a todas las cosas. Por eso te adoran las estrellas del cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Tú, Señor, eres el Dios que escogiste a Abram; tú lo sacaste de Ur, ciudad de los caldeos, y le pusiste por nombre Abraham."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Viste que era un hombre que confiaba en ti, e hiciste con él una alianza: que darías a sus descendientes el país de los cananeos, hititas, amorreos, ferezeos, jebuseos y gergeseos; ¡y has cumplido tu palabra, porque tú siempre cumples!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Tú viste cómo sufrían nuestros antepasados en Egipto, y escuchaste sus lamentos junto al Mar Rojo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Hiciste grandes prodigios y maravillas en contra del faraón, de todos sus siervos y de toda la gente de su país, porque te diste cuenta de la insolencia con que ellos trataban a los israelitas. Y te ganaste así la gran fama que tienes hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Partiste en dos el mar delante de ellos, y pasaron por en medio sobre terreno seco; pero hundiste a sus perseguidores hasta al fondo, como una piedra en aguas profundas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Luego los guiaste de día con una columna de nube, y de noche con una columna de fuego, para alumbrarles el camino que tenían que seguir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Después bajaste al monte Sinaí, y hablaste con ellos desde el cielo; les diste decretos justos, enseñanzas verdaderas, y leyes y mandamientos buenos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Les enseñaste también a consagrarte el sábado, y les diste mandamientos, enseñanzas verdaderas, leyes y enseñanzas por medio de tu siervo Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Les diste además pan del cielo para saciar su hambre y agua de la roca para apagar su sed. Luego les dijiste que entraran a ocupar el país que les habías prometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»Pero ellos y nuestros antepasados fueron orgullosos y testarudos, y no hicieron caso a tus mandamientos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "No quisieron obedecer ni recordar las grandes cosas que hiciste en favor suyo. Fueron tan testarudos que nombraron un jefe que los llevara de nuevo a su esclavitud en Egipto. Pero tú eres un Dios perdonador, un Dios tierno y compasivo, paciente y todo amor, y no los abandonaste."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Aun cuando se hicieron un becerro de metal fundido, y dijeron que ese era el dios que los había sacado de Egipto, y cometieron graves ofensas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "tú, por tu gran compasión, no los abandonaste en el desierto. La columna de nube no se apartó de ellos durante el día para guiarlos por el camino, ni la columna de fuego durante la noche para alumbrarles el camino que tenían que seguir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Además les diste de tu buen espíritu para instruirlos; jamás les faltó de la boca el maná que les enviabas, y les diste agua para calmar su sed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Durante cuarenta años les diste de comer en el desierto, y nunca les faltó nada: ni se desgastaron sus ropas ni se les hincharon los pies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "»Les entregaste reinos y naciones, y se los repartiste en parcelas, y ellos tomaron posesión de Hesbón, país del rey Sihón, y de Basán, país del rey Og."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Hiciste que tuvieran tantos hijos como estrellas hay en el cielo, y los llevaste a tomar posesión del país que habías prometido dar en propiedad a sus antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y ellos entraron y conquistaron la tierra de Canaán; humillaste ante ellos a los habitantes de esa tierra, y a sus reyes y a la gente de esa región los pusiste en sus manos para que hicieran con ellos lo que quisieran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "También se apoderaron de ciudades fortificadas y de tierras fértiles, de casas llenas de lo mejor, de pozos, viñedos, olivares y muchos otros árboles frutales; comieron hasta quedar satisfechos, engordaron y disfrutaron de tu gran bondad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "»Pero fueron desobedientes, se rebelaron contra ti y despreciaron tu ley. Mataron además a tus profetas, que los acusaban abiertamente y les decían que se volvieran a ti, y te ofendieron grandemente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Por eso los entregaste al poder de sus enemigos, que los oprimieron. Después, estando afligidos, te pidieron ayuda, y tú, por tu gran compasión, los escuchaste desde el cielo; les diste hombres que los libraran del poder de sus opresores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "»Sin embargo, en cuanto tenían un poco de paz, volvían a hacer lo malo en tu presencia; por eso los dejaste caer en poder de sus enemigos, los cuales los sometieron. Luego volvían a pedirte ayuda, y tú, lleno de compasión, los escuchabas desde el cielo, librándolos en muchas ocasiones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Les aconsejabas que volvieran a cumplir tus leyes; pero ellos se creían suficientes y no hacían caso de tus mandamientos; violaban tus decretos, que dan vida a quienes los practican; fueron rebeldes y testarudos, y no hicieron caso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Durante muchos años tuviste paciencia con ellos y les hiciste advertencias por medio de tu espíritu y de tus profetas; pero no hicieron caso, y por eso los entregaste al dominio de las naciones de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Sin embargo, por tu gran compasión no los destruiste del todo ni los abandonaste; porque tú eres un Dios tierno y compasivo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "»Por lo tanto, Dios nuestro, Dios grande, poderoso y terrible, que mantienes tu alianza y tu gran amor, no tengas en poco todas las calamidades que han ocurrido a nuestros reyes, jefes, sacerdotes y profetas, y a nuestros antepasados, y a todo el pueblo, desde el tiempo de los reyes de Asiria hasta el presente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "No obstante, tú estás limpio de culpa en todo lo que nos ha sucedido; pues tú has actuado con fidelidad, en tanto que nosotros hemos hecho lo malo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Ni nuestros reyes, jefes y sacerdotes, ni nuestros antepasados, cumplieron tu ley ni hicieron caso de tus mandamientos y de las advertencias que les hiciste."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Por el contrario, en su reino, y a pesar de los muchos bienes que les diste y del grande y fértil país que les entregaste, no te rindieron culto ni abandonaron sus malas acciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "»Míranos hoy, convertidos en esclavos precisamente en el país que diste a nuestros antepasados para que se alimentaran de sus productos y bienes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Lo que se produce en abundancia es para los reyes que, por causa de nuestros pecados, has puesto sobre nosotros. Nosotros y nuestros ganados estamos sujetos a sus caprichos. Por eso estamos tan afligidos.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Alianza del pueblo para cumplir la ley"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "38 (10.1) Por todo esto, nosotros nos comprometemos firmemente por escrito, y el documento sellado lo firman nuestros jefes, levitas y sacerdotes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.10"
        ],
        "human": "Nehemías 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.11"
        ],
        "human": "Nehemías 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.9"
        ],
        "human": "Nehemías 9",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "1 (2) Las siguientes personas firmamos el documento: Yo, Nehemías hijo de Hacalías, que era el gobernador; Sedequías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "2 (3) Seraías, Azarías, Jeremías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "3 (4) Pashur, Amarías, Malquías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "4 (5) Hatús, Sebanías, Maluc,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "5 (6) Harim, Meremot, Abdías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "6 (7) Daniel, Guinetón, Baruc,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "7 (8) Mesulam, Abías, Mijamín,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "8 (9) Maazías, Bilgai y Semaías. Estos eran sacerdotes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "9 (10) Los levitas: Josué, hijo de Azanías, Binuy, descendiente de Henadad, y Cadmiel;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "10 (11) y sus hermanos, Sebanías, Hodías, Quelitá, Pelaías, Hanán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "11 (12) Micaías, Rehob, Hasabías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "12 (13) Zacur, Serebías, Sebanías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "13 (14) Hodías, Baní y Beninu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "14 (15) Los jefes de la nación: Parós, Pahat-moab, Elam, Zatú, Baní,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "15 (16) Binuy, Azgad, Bebai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "16 (17) Adonías, Bigvai, Adín,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "17 (18) Ater, Ezequías, Azur,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "18 (19) Hodías, Hasum, Besai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "19 (20) Harif, Anatot, Nebai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "20 (21) Magpías, Mesulam, Hezir,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "21 (22) Mesezabel, Sadoc, Jadúa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "22 (23) Pelatías, Hanán, Anaías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "23 (24) Oseas, Hananías, Hasub,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "24 (25) Halohés, Pilhá, Sobec,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "25 (26) Rehúm, Hasabná, Maaseías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "26 (27) Ahías, Hanán, Anán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "27 (28) Maluc, Harim y Baaná."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otros compromisos del pueblo para con Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "28 (29) En cuanto a los demás ciudadanos, es decir, los sacerdotes, levitas, porteros, cantores, sirvientes del templo, y todos los que se habían separado de la gente de la región para cumplir con la ley de Dios, junto con sus mujeres y todos sus hijos e hijas con uso de razón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "29 (30) se unieron a sus parientes y a sus jefes, y juraron conducirse según la ley que Dios había dado por medio de su siervo Moisés, y cumplir fielmente todos los mandamientos y decretos y leyes de nuestro Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "30 (31) Por lo tanto, no daríamos en casamiento nuestras hijas a las gentes del país, ni aceptaríamos que sus hijas se casaran con nuestros hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "31 (32) Y cuando la gente del país viniera en sábado a vender sus productos y toda clase de granos, no les compraríamos nada, ni en sábado ni en cualquier otro día festivo; así mismo, en el séptimo año renunciaríamos a las cosechas y perdonaríamos las deudas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "32 (33) También decidimos imponernos la obligación de contribuir cada año con cuatro gramos de plata para cubrir los gastos del servicio del templo de nuestro Dios:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "33 (34) para el pan de la Presencia, las ofrendas diarias de cereales, los holocaustos diarios, los sacrificios de los sábados y de luna nueva, y de las otras fiestas religiosas; y para las ofrendas en general, los sacrificios para obtener el perdón por los pecados de Israel, y para todo el culto en el templo de nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "34 (35) Además, los sacerdotes, los levitas y todo el pueblo, según nuestras familias, echamos suertes para llevar cada año al templo de nuestro Dios la provisión de leña en el tiempo señalado, para quemarla en el altar del Señor nuestro Dios, como está escrito en la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "35 (36) También acordamos llevar cada año al templo del Señor los primeros frutos de nuestros campos y de todos los árboles frutales,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "36 (37) y llevar también al templo de nuestro Dios a nuestros primeros hijos y las primeras crías de nuestras vacas y de nuestras ovejas, como está escrito en la ley, ante los sacerdotes que sirven en el templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "37 (38) También acordamos llevar a los almacenes del templo de nuestro Dios, como contribución para los sacerdotes, nuestra primera harina y los primeros frutos de todo árbol, y nuestro primer vino y nuestro primer aceite, y llevar a los levitas la décima parte de nuestras cosechas, ya que son ellos los que recogen la décima parte en todas nuestras fincas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "38 (39) Y cuando los levitas vayan a recoger la décima parte, los acompañará un sacerdote descendiente de Aarón. Luego los levitas deberán llevar a los almacenes del templo de nuestro Dios la décima parte de la décima parte que ellos recojan,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "39 (40) pues los israelitas y los levitas llevan las contribuciones de trigo, vino y aceite a los almacenes donde están los utensilios sagrados y los sacerdotes en servicio, los porteros y los cantores. Y prometimos no abandonar el templo de nuestro Dios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.11"
        ],
        "human": "Nehemías 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.12"
        ],
        "human": "Nehemías 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.10"
        ],
        "human": "Nehemías 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "III. CONTINUACIÓN DE LAS MEMORIAS DE NEHEMÍAS"
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(11—13)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los habitantes de Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Las autoridades de la nación se establecieron en Jerusalén; y el resto del pueblo echó suertes para que una de cada diez familias fuera a vivir a Jerusalén, la ciudad santa, mientras que las otras nueve se quedarían en las demás poblaciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Luego el pueblo bendijo a todos los que voluntariamente se ofrecieron a vivir en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "A continuación figuran los jefes principales de los repatriados que establecieron su residencia en Jerusalén. En las ciudades de Judá se establecieron los israelitas, los sacerdotes, los levitas, los sirvientes del templo y los descendientes de los sirvientes de Salomón, cada uno en su respectiva población y propiedad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Algunos de Judá y Benjamín que se establecieron en Jerusalén fueron, por parte de Judá: Ataías, que era hijo de Ozías, que era hijo de Zacarías, que era hijo de Amarías, que era hijo de Sefatías, que era hijo de Mahalalel, descendiente de Fares;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y Maaseías, que era hijo de Baruc, que era hijo de Colhozé, que era hijo de Hazaías, que era hijo de Adías, que era hijo de Joiarib, que era hijo de Zacarías, que era hijo de Siloní."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El total de los descendientes de Fares que se quedaron a vivir en Jerusalén fue de cuatrocientos sesenta y ocho, todos ellos hombres de guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Por parte de Benjamín: Salú, que era hijo de Mesulam, que era hijo de Joed, que era hijo de Pedaías, que era hijo de Colaías, que era hijo de Maaseías, que era hijo de Itiel, que era hijo de Isaías;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y sus hermanos Gabai y Salai. En total: novecientos veintiocho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Su jefe era Joel, hijo de Zicrí; y Judá, hijo de Senuá, que era el segundo jefe de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "De los sacerdotes: Jedaías, hijo de Joiarib, Jaquín,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y Seraías, hijo de Hilquías, que era hijo de Mesulam, que era hijo de Sadoc, que era hijo de Meraiot, que era hijo de Ahitub, el jefe principal del templo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "También sus compañeros, que trabajaban en el servicio del templo y eran ochocientos veintidós; y Adaías, que era hijo de Jeroham, que era hijo de Pelalías, que era hijo de Amsí, que era hijo de Zacarías, que era hijo de Pashur, que era hijo de Malquías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Sus parientes, jefes de familia, sumaban doscientos cuarenta y dos; y Amasai, que era hijo de Azarel, que era hijo de Ahzai, que era hijo de Mesilemot, que era hijo de Imer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Sus parientes, que eran hombres de guerra, sumaban ciento veintiocho personas, y su jefe era Zabdiel, hijo de Guedolim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "De los levitas: Semaías, que era hijo de Hasub, que era hijo de Azricam, que era hijo de Hasabías, que era hijo de Binuy;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Sabtai y Jozabad, que eran de los jefes de los levitas, estaban encargados de las obras fuera del templo de Dios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Matanías, que era hijo de Micaías, que era hijo de Zabdí, que era hijo de Asaf, era el director del coro que cantaba la alabanza y la acción de gracias a la hora de la oración; Bacbuquías, que era el segundo de la familia, y Abdá, que era hijo de Samúa, que era hijo de Galal, que era hijo de Jedutún."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El total de levitas que quedaron en la ciudad santa fue de doscientos ochenta y cuatro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "De los porteros: Acub, Talmón y sus parientes, que vigilaban las puertas ciento setenta y dos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Los demás israelitas en general, y el resto de los sacerdotes y levitas, se instalaron en las otras poblaciones de Judá, cada uno en su propiedad;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "aunque los sirvientes del templo, cuyos dirigentes eran Sihá y Guispá, se instalaron en Ofel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "El jefe de los levitas de Jerusalén era Uzí, que era hijo de Baní, que era hijo de Hasabías, que era hijo de Matanías, que era hijo de Micaías, de los descendientes de Asaf, los cuales dirigían los cantos en el servicio del templo de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "pues el rey había dado órdenes acerca de los deberes diarios de los cantores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "El representante ante el rey para cualquier asunto civil, era Petahías, hijo de Mesezabel, que era descendiente de Zérah, hijo de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Lugares habitados además de Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Algunos de la tribu de Judá se instalaron en Quiriat-arbá, Dibón, Jecabseel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Josué, Moladá, Bet-pélet,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Hasar-sual, Beerseba,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Siclag, Meconá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "En-rimón, Sorá, Jarmut,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Zanóah, Adulam, Laquis y Azecá, con sus aldeas y campos respectivos. Se establecieron desde Beerseba hasta el valle de Hinom."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Y los de la tribu de Benjamín se instalaron en Gueba, Micmás, Aías, Betel y sus aldeas;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "también en Anatot, Nob, Ananías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Hasor, Ramá, Guitaim,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Hadid, Seboím, Nebalat,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Lod, Onó, y en el valle de los Artesanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Además, a algunos de los levitas se les dieron terrenos en Judá y Benjamín."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.12"
        ],
        "human": "Nehemías 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.13"
        ],
        "human": "Nehemías 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.11"
        ],
        "human": "Nehemías 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sacerdotes y levitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Estos son los sacerdotes y levitas que regresaron con Zorobabel, hijo de Salatiel, y con Josué:",
            "Los sacerdotes: Seraías, Jeremías, Esdras,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Amarías, Maluc, Hatús,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Secanías, Rehúm, Meremot,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Idó, Guinetón, Abías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Mijamín, Maadías, Bilgá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Semaías, Joiarib, Jedaías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Salú, Amoc, Hilquías y Jedaías. Estos eran los jefes de los sacerdotes y sus parientes en tiempos de Josué."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los levitas: Josué, Binuy, Cadmiel, Serebías, Judá y Matanías, quien, con sus colegas, estaba encargado de los himnos de alabanza;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "y Bacbuquías y Uní, también colegas suyos, estaban frente a ellos para el desempeño de sus funciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Josué fue padre de Joaquim, Joaquim lo fue de Eliasib, Eliasib lo fue de Joiadá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Joiadá lo fue de Johanán, y Johanán lo fue de Jadúa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "En tiempos de Joaquim, los sacerdotes jefes de familia eran: de la familia de Seraías, Meraías; de la de Jeremías, Hananías;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "de la de Esdras, Mesulam; de la de Amarías, Johanán;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "de la de Melicú, Jonatán; de la de Sebanías, José;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "de la de Harim, Adná; de la de Meraiot, Helcai;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "de la de Idó, Zacarías; de la de Guinetón, Mesulam;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "de la de Abías, Zicrí; de la de Miniamín,…; de la de Moadías, Piltai;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "de la de Bilgá, Samúa; de la de Semaías, Jonatán;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "de la de Joiarib, Matenai; de la de Jedaías, Uzí;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "de la de Salai, Calai; de la de Amoc, Éber;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "de la de Hilquías, Hasabías; y de la familia de Jedaías, Natanael."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "En la época de Eliasib, Joiadá, Johanán y Jadúa, y hasta el reinado de Darío el persa, los levitas fueron inscritos como jefes de familia, y también los sacerdotes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Por su parte, los levitas jefes de familia fueron inscritos en el libro de las crónicas hasta la época de Johanán, nieto de Eliasib."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Los jefes de los levitas eran: Hasabías, Serebías, Josué, Binuy y Cadmiel, y sus compañeros estaban frente a ellos para alabar y dar gracias al Señor durante su respectivo turno de servicio, como lo había mandado David, hombre de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y los porteros que cuidaban las puertas de entrada eran: Matanías, Bacbuquías, Abdías, Mesulam, Talmón y Acub."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Estos vivieron en tiempos de Joaquim, hijo de Josué y nieto de Josadac; y en la época del gobernador Nehemías y del sacerdote y maestro Esdras."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Consagración de la muralla"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Cuando llegó el día de consagrar la muralla de Jerusalén, buscaron a los levitas en todos los lugares donde vivían, y los llevaron a Jerusalén para que celebraran la consagración con alegría, alabanzas e himnos, acompañados de platillos, arpas y liras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y los cantores levitas acudieron de los alrededores de Jerusalén, de las aldeas de Netofá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "del caserío de Guilgal y de los campos de Gueba y de Azmávet; pues los cantores se habían construido aldeas alrededor de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Entonces se purificaron los sacerdotes y los levitas. Luego purificaron al pueblo y las puertas de la ciudad y la muralla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Después hice que autoridades de Judá se subieran a la muralla, y organicé dos coros grandes. El primer coro marchaba sobre la muralla hacia la derecha, en dirección a la puerta del Basurero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Detrás del coro iba Hosaías con la mitad de las autoridades de Judá, es decir,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "con Azarías, Esdras, Mesulam,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Judá, Benjamín, Semaías y Jeremías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "De los sacerdotes, los acompañaban con trompetas: Zacarías, hijo de Jonatán, cuyos antepasados eran Semaías, Matanías, Micaías, Zacur y Asaf;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "además de sus parientes Semaías, Azarel, Milalai, Guilalai, Maai, Natanael, Judá y Hananí, los cuales tocaban los instrumentos de música de David, hombre de Dios. Al frente de ellos iba el maestro Esdras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Y sobre la puerta de la Fuente, y siguiendo adelante sobre lo alto de la muralla, subieron por sobre las escaleras de la Ciudad de David, arriba del palacio de David y hasta la puerta del Agua, que está al este."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "El segundo coro marchaba hacia la izquierda. Yo iba detrás del coro sobre la muralla con la otra mitad de la gente, desde la torre de los Hornos hasta la muralla ancha,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "pasando por la puerta de Efraín, la puerta de Jesaná, la puerta de los Pescados, la torre de Hananel y la torre de los Cien, hasta la puerta de las Ovejas; y nos detuvimos en la puerta de la Guardia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Luego los dos coros ocuparon sus puestos en el templo de Dios; y yo también, con la mitad de los gobernantes que me acompañaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Los sacerdotes que tocaban las trompetas eran: Eliaquim, Maaseías, Miniamín, Micaías, Elioenai, Zacarías, Hananías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Maaseías, Semaías, Eleazar, Uzí, Johanán, Malquías, Elam y Éser. Y los cantores, dirigidos por Izrahías, cantaron a coro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Aquel día se ofrecieron muchos sacrificios, y la gente se alegró mucho porque Dios los llenó de gran alegría. Las mujeres y los niños también estuvieron muy contentos, y el regocijo que hubo en Jerusalén se oía desde lejos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Víveres para sacerdotes y levitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Por aquel tiempo se nombraron personas encargadas de los depósitos de los tesoros, de las ofrendas, de los primeros frutos y de los diezmos, para almacenar en ellos lo que conforme a la ley llegaba de los campos de cada ciudad para los sacerdotes y levitas; porque los de Judá estaban contentos con los sacerdotes y levitas que estaban en servicio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Tanto ellos como los cantores y los porteros, eran quienes celebraban el culto a su Dios y el rito de la purificación, tal como lo habían dispuesto David y su hijo Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Pues antiguamente, en tiempos de David y de Asaf, había jefes de cantores, cantos de alabanza y acción de gracias a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Así que, en la época de Zorobabel y de Nehemías, todo Israel entregaba diariamente los víveres a los cantores y porteros; daba también a los levitas la parte que les correspondía, y estos hacían lo mismo con los descendientes de Aarón."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.13"
        ],
        "human": "Nehemías 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.1"
        ],
        "human": "Ester 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.12"
        ],
        "human": "Nehemías 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reformas de Nehemías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por aquel tiempo se leyó públicamente el libro de Moisés, y en él se halló escrito que los amonitas y moabitas no debían jamás pertenecer al pueblo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "(Porque ellos no salieron a recibir a los israelitas con comida y bebida, sino que le pagaron a Balaam para que pronunciara maldiciones contra ellos, aunque nuestro Dios convirtió la maldición en bendición.)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Así que, en cuanto oyeron lo que decía la ley, separaron de Israel a todos los que ya se habían mezclado con extranjeros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Antes de esto, el sacerdote Eliasib estaba a cargo de los almacenes del templo de nuestro Dios. Como Eliasib era pariente de Tobías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "había facilitado a este un cuarto grande en el que antes se guardaban las ofrendas, el incienso, los utensilios y el diezmo del trigo, del vino y del aceite que se ordenaba dar a los levitas, cantores y porteros, además de las contribuciones para los sacerdotes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando todo esto ocurrió, yo no estaba en Jerusalén, porque en el año treinta y dos del reinado de Artajerjes, rey de Babilonia, volví a la corte; aunque al cabo de algún tiempo pedí permiso al rey"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "y regresé a Jerusalén. Fue entonces cuando comprobé el mal que había hecho Eliasib por complacer a Tobías, proporcionándole una sala en el atrio del templo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Aquello me disgustó mucho, y eché fuera de la sala todos los muebles de la casa de Tobías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Luego ordené que la purificaran y que volvieran a colocar en su sitio los utensilios del templo de Dios, las ofrendas y el incienso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "También supe que no se habían entregado a los levitas sus provisiones, y que los levitas y cantores encargados del culto habían huido, cada uno a su tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces reprendí a las autoridades por el abandono en que tenían el templo de Dios. Después reuní a los sacerdotes y levitas, y los instalé en sus puestos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "y todo Judá trajo a los almacenes el diezmo del trigo, del vino y del aceite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Luego puse a cargo de los almacenes al sacerdote Selemías, al secretario Sadoc y a un levita llamado Pedaías; puse también como ayudante suyo a Hanán, hijo de Zacur y nieto de Matanías, porque eran dignos de confianza. Ellos se encargarían de hacer el reparto a sus compañeros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¡Dios mío: tómame en cuenta esto que he hecho; y no olvides todo lo bueno que he hecho por el templo de mi Dios y por su culto!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "En aquellos días vi que en Judá había quienes en sábado pisaban uvas para hacer vino, acarreaban manojos de trigo, cargaban los asnos con vino y racimos de uvas, higos y toda clase de carga, y que también en sábado lo llevaban a Jerusalén. Entonces los reprendí por vender sus mercancías en ese día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Además, algunos de la ciudad de Tiro que vivían allí, llevaban pescado y toda clase de mercancías, y se lo vendían en sábado a los judíos de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces reprendí a los jefes de Judá, diciéndoles:",
            "—¿Qué maldad están cometiendo, al profanar el sábado?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Esto es precisamente lo que hicieron sus antepasados, y por eso nuestro Dios trajo tantas desgracias sobre nosotros y sobre esta ciudad. ¿Acaso quieren irritar más aún a Dios contra Israel por profanar el sábado?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces ordené que tan pronto como las sombras de la tarde anunciaran el comienzo del sábado, se cerraran las puertas de Jerusalén y no fueran abiertas hasta pasado el día. Puse además en las puertas a algunos de mis sirvientes para que en sábado no entrara ningún cargamento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Los negociantes y vendedores de mercancías se quedaron varias veces a pasar la noche fuera de Jerusalén,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "pero yo discutí con ellos y los reprendí por quedarse a pasar la noche delante de la muralla, y les dije que si volvían a hacerlo los haría arrestar. Desde entonces no volvieron a presentarse en sábado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Después ordené a los levitas que se purificaran y que fueran a vigilar las puertas, para que el sábado no fuera profanado. ¡Dios mío: acuérdate de mí también por esto, y ten compasión de mí conforme a tu bondad!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Vi también en aquellos días que algunos judíos se habían casado con mujeres de Asdod, Amón y Moab;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "y la mitad de sus hijos hablaban la lengua de Asdod y de otras naciones, pero no sabían hablar la lengua de los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Discutí con ellos y los maldije. A algunos de ellos los golpeé y les arranqué el pelo, y los obligué a jurar por Dios que no permitirían más que sus hijas e hijos se casaran con extranjeros, ni aceptarían como esposas para sus hijos o para ellos mismos a las mujeres de ellos. Les dije además:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "«¡Este fue el pecado de Salomón, rey de Israel! Y a pesar de que entre las muchas naciones no hubo un rey como él, y de que Dios lo amó y lo puso como rey de todo Israel, las mujeres extranjeras lo hicieron pecar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Por lo tanto, no se tolerará que ustedes pequen tan gravemente contra nuestro Dios, casándose con mujeres extranjeras.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "A uno de los hijos de Joiadá, el hijo del sumo sacerdote Eliasib, que era además yerno de Sambalat el horonita, lo hice huir de mi presencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "¡Dios mío: acuérdate de los que han manchado el sacerdocio y la alianza sacerdotal y levítica!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Así que los limpié de todo lo que era extranjero y organicé los turnos de sacerdotes y levitas, cada cual en su obligación;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "la provisión de leña en las fechas señaladas y la entrega de los primeros frutos. ¡Dios mío: acuérdate de favorecerme!"
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}