{
  "book_usfm": "RUT",
  "name": "Rut",
  "local_title": "Biblia Dios Habla Hoy",
  "local_abbreviation": "DHH94I",
  "version_id": 52,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Texto © Sociedades Bíblicas Unidas, 1994.</p>",
    "text": "Texto © Sociedades Bíblicas Unidas, 1994."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "RUT.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "RUT.1"
        ],
        "human": "Rut 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "RUT.2"
        ],
        "human": "Rut 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.21"
        ],
        "human": "Jueces 21",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La familia de Elimélec en Moab"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2
          ],
          "lines": [
            "En el tiempo en que Israel era gobernado por caudillos, hubo una época de hambre en toda la región. Entonces un hombre de Belén de Judá, llamado Elimélec, se fue a vivir por algún tiempo al país de Moab. Con él fueron también su esposa Noemí y sus dos hijos, Mahlón y Quilión. Todos ellos eran efrateos, es decir, de Belén. Llegaron, pues, a Moab, y se quedaron a vivir allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero sucedió que murió Elimélec, el marido de Noemí, y ella se quedó sola con sus dos hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Más tarde, ellos se casaron con dos mujeres moabitas; una de ellas se llamaba Orfá y la otra Rut. Pero al cabo de unos diez años"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "murieron también Mahlón y Quilión, y Noemí se encontró desamparada, sin hijos y sin marido."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Noemí y Rut van a Belén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Un día Noemí oyó decir en Moab que el Señor se había compadecido de su pueblo y que había puesto fin a la época de hambre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces decidió volver a Judá y, acompañada de sus nueras, salió del lugar donde vivían;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "pero en el camino les dijo:",
            "—Anden, vuelvan a su casa, con su madre. Que el Señor las trate siempre con bondad, como también ustedes nos trataron a mí y a mis hijos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "y que les permita casarse otra vez y formar un hogar feliz.",
            "Luego Noemí les dio un beso de despedida, pero ellas se echaron a llorar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y le dijeron:",
            "—¡No! ¡Nosotras volveremos contigo a tu país!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Noemí insistió:",
            "—Váyanse, hijas mías, ¿para qué quieren seguir conmigo? Yo ya no voy a tener más hijos que puedan casarse con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Anden, vuelvan a su casa. Yo soy muy vieja para volverme a casar. Y aunque tuviera aún esa esperanza, y esta misma noche me casara y llegara a tener más hijos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "¿iban ustedes a esperar hasta que fueran mayores, para casarse con ellos? ¿Se quedarían sin casar por esperarlos? No, hijas mías, de ninguna manera. El Señor me ha enviado amargos sufrimientos, pero más amarga sería mi pena si las viera sufrir a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ellas se pusieron a llorar nuevamente. Por fin, Orfá se despidió de su suegra con un beso, pero Rut se quedó con ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Noemí le dijo:",
            "—Mira, tu concuñada se vuelve a su país y a sus dioses. Vete tú con ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero Rut le contestó:",
            "—¡No me pidas que te deje y que me separe de ti! Iré a donde tú vayas, y viviré donde tú vivas. Tu pueblo será mi pueblo, y tu Dios será mi Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Moriré donde tú mueras, y allí quiero ser enterrada. ¡Que el Señor me castigue con toda dureza si me separo de ti, a menos que sea por la muerte!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Al ver Noemí que Rut estaba decidida a acompañarla, no le insistió más,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "y así las dos siguieron su camino hasta que llegaron a Belén.",
            "Cuando entraron en Belén, hubo un gran revuelo en todo el pueblo. Las mujeres decían:",
            "—¿No es esta Noemí?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero ella les respondía:",
            "—Ya no me llamen Noemí; llámenme Mará, porque el Dios todopoderoso me ha llenado de amargura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Salí de aquí con las manos llenas, y ahora las traigo vacías porque así lo ha querido el Señor. ¿Por qué me llaman Noemí, si el Señor todopoderoso me ha condenado y afligido?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Así fue como Noemí volvió de Moab con Rut, su nuera moabita. Llegaron a Belén cuando comenzaba la cosecha de la cebada."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "RUT.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "RUT.2"
        ],
        "human": "Rut 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "RUT.3"
        ],
        "human": "Rut 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "RUT.1"
        ],
        "human": "Rut 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Rut en el campo de Booz"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Noemí tenía un pariente por parte de su esposo Elimélec, que se llamaba Booz y era muy rico e influyente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Un día Rut le dijo a Noemí:",
            "—Déjame que vaya al campo, a ver si algún segador me permite ir detrás de él recogiendo espigas.",
            "—Ve, hija mía —le respondió su suegra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Rut, pues, fue al campo y se puso a recoger las espigas que dejaban los segadores. Y tuvo la suerte de que aquel campo fuera de Booz, el pariente de Elimélec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "En eso, Booz llegó de Belén y saludó a los segadores:",
            "—¡Que el Señor esté con ustedes!",
            "—¡Que el Señor le bendiga a usted! —le respondieron ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Luego Booz le preguntó al capataz de los segadores:",
            "—¿De qué familia es esa muchacha?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El capataz le contestó:",
            "—Es una moabita, que vino de Moab con Noemí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Me pidió permiso para ir detrás de los segadores recogiendo espigas, y se ha pasado trabajando toda la mañana, hasta ahora mismo que ha venido a descansar un poco."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces Booz le dijo a Rut:",
            "—Escucha, hija mía, no vayas a recoger espigas a ningún otro campo. Quédate aquí, con mis criadas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "y luego síguelas a donde veas que los segadores están trabajando. Ya he dado órdenes a mis criados para que nadie te moleste. Cuando tengas sed, ve a donde están las vasijas del agua y toma de la que ellos sacan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Rut se inclinó hasta el suelo en señal de respeto, y le preguntó a Booz:",
            "—¿Por qué se ha fijado usted en mí y es tan amable conmigo, siendo yo una extranjera?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Booz respondió:",
            "—Sé muy bien todo lo que has hecho por tu suegra desde que murió tu marido, y también sé que dejaste a tus padres y a tu patria por venir a vivir con nosotros, que éramos gente desconocida para ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¡Que Dios te lo pague! ¡Que el Señor y Dios de Israel, en quien has buscado amparo, te premie por todo lo que has hecho!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ella le contestó:",
            "—Usted es muy amable conmigo, y sus palabras me llenan de aliento. Me ha hablado usted con cariño, aunque yo ni siquiera soy como una de sus criadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "A la hora de comer, Booz llamó a Rut y le dijo:",
            "—Ven acá, toma un pedazo de pan y mójalo en esta salsa de vinagre.",
            "Rut se sentó junto a los segadores, y Booz le dio grano tostado. Ella comió hasta quedar satisfecha, y todavía le sobró."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Luego, cuando fue otra vez a recoger espigas, Booz ordenó a sus criados:",
            "—Dejen que también recoja espigas entre los manojos de cebada. No se lo impidan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y aun dejen caer algunas espigas de sus propios manojos, para que ella las recoja. ¡Que nadie la moleste!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Rut recogió espigas en el campo de Booz hasta que llegó la noche. Y lo recogido por ella dio, al desgranarlo, más de veinte kilos de cebada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Regresó entonces a la ciudad cargada con el grano, y fue a mostrárselo a su suegra. Después sacó lo que le había sobrado de la comida y se lo dio a Noemí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "—¿Dónde trabajaste hoy? —le preguntó Noemí—. ¿Dónde recogiste tantas espigas? ¡Bendito sea el que te ha ayudado de esa manera!",
            "Rut le contó a su suegra con quién había estado trabajando.",
            "—El hombre con quien he trabajado se llama Booz —le dijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y Noemí le contestó:",
            "—¡Que el Señor lo bendiga! Él ha sido bondadoso con nosotras ahora, como antes lo fue con los que ya han muerto. Ese hombre es pariente cercano de nosotras, y por eso es uno de los que tienen el deber de protegernos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Rut añadió:",
            "—También me dijo que siga yo trabajando con sus criadas hasta que se termine la cosecha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entonces Noemí respondió a su nuera:",
            "—Hija mía, me parece bien que te quedes con sus criadas y que no vayas a ningún otro campo, para que nadie te moleste."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Rut siguió, pues, recogiendo espigas con las criadas de Booz hasta que se terminó la cosecha de la cebada y el trigo. Mientras tanto, vivía en compañía de su suegra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "RUT.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "RUT.3"
        ],
        "human": "Rut 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "RUT.4"
        ],
        "human": "Rut 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "RUT.2"
        ],
        "human": "Rut 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La bondad de Booz"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Un día Noemí le dijo a Rut:",
            "—Hija mía, yo debo buscarte un esposo que te haga feliz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Mira, nuestro pariente Booz, con cuyas criadas estuviste trabajando, va a ir esta noche al campo a separar el grano de la paja."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Haz, pues, lo siguiente: Báñate, perfúmate y ponte tu mejor vestido, y vete allá. Pero no dejes que Booz te reconozca antes que termine de comer y beber."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Fíjate bien en dónde se acuesta a dormir. Entonces ve y destápale los pies, y acuéstate allí. Luego, él mismo te dirá lo que debes hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Rut contestó:",
            "—Haré todo lo que me has dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Rut se fue al campo e hizo todo lo que su suegra le había mandado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Booz comió, bebió y se mostró muy contento. Luego se acostó a dormir junto al montón de grano. Más tarde Rut llegó sin hacer ruido, le destapó los pies y se acostó allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "A medianoche, Booz se despertó de pronto, y al darse una vuelta se sorprendió de que una mujer estuviera acostada a sus pies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "—¿Quién eres tú? —preguntó Booz.",
            "—Soy Rut, su servidora —contestó ella—. Usted es mi pariente más cercano y tiene el deber de ampararme. Quiero que se case usted conmigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "—¡Que el Señor te bendiga! —dijo Booz—. Ahora más que nunca has mostrado que eres fiel a tu difunto esposo. Bien podrías haber buscado a otro más joven que yo, pobre o rico, pero no lo has hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "No tengas miedo, hija mía, que todos en mi pueblo saben ya que eres una mujer ejemplar. Por eso, yo haré lo que me pidas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Sin embargo, aunque es verdad que soy pariente cercano tuyo, tú tienes otro pariente aún más cercano que yo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Quédate aquí esta noche. Si mañana él quiere cumplir con sus deberes de pariente, que lo haga; pero si no lo hace, te prometo delante del Señor que yo lo haré. Ahora duérmete hasta que amanezca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Rut durmió aquella noche a los pies de Booz. Al día siguiente se levantó antes del amanecer, cuando todavía estaba muy oscuro, porque Booz había dicho: «Nadie debe saber que esta mujer ha venido al campo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Booz le dijo:",
            "—Quítate la capa y sujétala bien.",
            "Mientras Rut sostenía su capa, Booz echó en ella más de cuarenta kilos de cebada. Luego la ayudó a echarse la carga sobre el hombro, y ella se fue a la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Cuando Rut llegó a donde estaba su suegra, esta le preguntó:",
            "—¿Qué tal te fue, hija mía?",
            "Rut le contó todo lo que Booz había hecho por ella,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "y añadió:",
            "—Me dio toda esta cebada, y me dijo: «No debes volver a tu suegra con las manos vacías.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces Noemí dijo:",
            "—Ahora, hija mía, espera a ver qué pasa. Este hombre no descansará hoy hasta dejar resuelto el asunto."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "RUT.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "RUT.4"
        ],
        "human": "Rut 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1SA.1"
        ],
        "human": "1 Samuel 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "RUT.3"
        ],
        "human": "Rut 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Boda de Booz y Rut"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Más tarde, Booz fue a sentarse a la entrada del pueblo, que era el lugar donde se reunía la gente. En aquel momento pasaba por allí el pariente del cual Booz había hablado.",
            "—Oye —le dijo Booz—, ven acá y siéntate.",
            "El pariente fue y se sentó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En seguida Booz llamó a diez ancianos del pueblo, y también les pidió que se sentaran con él. Cuando ellos se sentaron,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Booz le dijo a su pariente:",
            "—Noemí, que ha vuelto de Moab, está decidida a vender el terreno que perteneció a nuestro pariente Elimélec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Quiero que lo sepas, para que, si te interesa comprarlo, lo hagas ahora delante de estos testigos y de los ancianos del pueblo. Como tú eres el pariente más cercano de Elimélec, tienes el derecho de comprar su tierra. Pero si tú no la compras, házmelo saber, pues después de ti yo soy quien tiene ese derecho.",
            "El pariente contestó:",
            "—La compro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces Booz le hizo esta aclaración:",
            "—Ten en cuenta que si compras el terreno de Noemí, quedas también obligado a casarte con Rut, la viuda moabita, para que la propiedad siga a nombre del difunto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Al oír esto, el pariente contestó:",
            "—En ese caso no puedo hacer la compra, porque podría perjudicar mi herencia. Pero si tú quieres comprar, hazlo; yo te cedo mis derechos de compra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "En aquellos tiempos había en Israel una costumbre: cuando uno cedía a otro el derecho de parentesco, o cuando se cerraba un contrato de compra-venta, el que cedía o vendía se quitaba una sandalia y se la daba al otro. De acuerdo, pues, con esta costumbre,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "el pariente de Booz se quitó la sandalia, se la dio a Booz y le dijo:",
            "—Compra tú."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces Booz dijo a los ancianos y a los allí presentes:",
            "—Todos ustedes son hoy testigos de que le compro a Noemí las propiedades de Elimélec, Quilión y Mahlón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "También son testigos de que tomo por esposa a Rut, la viuda moabita, para que la propiedad se mantenga a nombre de Mahlón, su difunto esposo. Así no se borrará el nombre de Mahlón de entre los suyos, ni será olvidado en este pueblo. Hoy son ustedes testigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Los ancianos y todos los presentes contestaron:",
            "—Sí, lo somos. ¡El Señor haga que la mujer que va a entrar en tu casa sea como Raquel y Lía, de quienes descendemos todos los israelitas! Y tú, sé un hombre ilustre en Efrata, un hombre notable en Belén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Que el Señor te dé muchos hijos de esta mujer. Que tengas una familia numerosa, como la tuvo Fares, el hijo de Tamar y Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Así fue como Booz se casó con Rut. Y se unió a ella, y el Señor permitió que quedara embarazada y que tuviera un hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces las mujeres decían a Noemí:",
            "—¡Alabado sea el Señor, que te ha dado hoy un nieto para que cuide de ti! ¡Ojalá tu nieto sea famoso en Israel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Él te dará ánimos y te sostendrá en tu vejez, porque es el hijo de tu nuera, la que tanto te quiere y que vale para ti más que siete hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Noemí tomó al niño en su regazo y se encargó de criarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Al verlo, las vecinas decían:",
            "—¡Le ha nacido un hijo a Noemí!",
            "Y le pusieron por nombre Obed. Este fue el padre de Jesé y abuelo de David."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los antepasados de David"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Estos fueron los descendientes de Fares: Fares fue el padre de Hesrón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Hesrón fue el padre de Ram, Ram fue el padre de Aminadab,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Aminadab fue el padre de Nahasón, Nahasón fue el padre de Salmón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Salmón fue el padre de Booz, Booz fue el padre de Obed,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Obed fue el padre de Jesé, y Jesé fue el padre de David."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}