{
  "book_usfm": "EST",
  "name": "Esther",
  "local_title": "New American Standard Bible - NASB",
  "local_abbreviation": "NASB2020",
  "version_id": 2692,
  "publisher": {
    "name": "The Lockman Foundation"
  },
  "copyright": {
    "html": "<p>NEW AMERICAN STANDARD BIBLE® NASB®</p> <p>Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation</p> <p>A Corporation Not for Profit</p> <p>La Habra, CA</p> <p>All Rights Reserved</p> <p>www.lockman.org</p>",
    "text": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
  },
  "language": {
    "iso_639_1": "en",
    "iso_639_3": "eng",
    "language_tag": "eng",
    "local_name": "English",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-en-eng",
  "chapters": [
    {
      "chapter_usfm": "EST.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.1"
        ],
        "human": "Esther 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.2"
        ],
        "human": "Esther 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.13"
        ],
        "human": "Nehemiah 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Banquets of the King"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now it happened in the days of Ahasuerus, the Ahasuerus who reigned from India to Cush over 127 provinces,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "in those days as King Ahasuerus sat on his royal throne which was at the citadel in Susa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "in the third year of his reign he held a banquet for all his officials and attendants, the army officers of Persia and Media, the nobles and the officials of his provinces, in his presence."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "At that time he displayed the riches of his royal glory and the splendor of his great majesty for many days, 180 days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "When these days were finished, the king held a banquet lasting seven days for all the people who were present at the citadel in Susa, from the greatest to the least, in the courtyard of the garden of the king’s palace."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "There were curtains of fine white and violet linen held by cords of fine purple linen on silver rings and marble columns, and couches of gold and silver on a mosaic floor of porphyry, marble, mother-of-pearl, and mineral stones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Drinks were served in golden vessels of various kinds, and the royal wine was plentiful in proportion to the king’s bounty."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "But the drinking was done according to the royal law; there was no compulsion, for so the king had given orders to each official of his household, that he was to do as each person pleased."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Queen Vashti also held a banquet for the women in the palace which belonged to King Ahasuerus."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Queen Vashti’s Refusal"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "On the seventh day, when the heart of the king was cheerful with wine, he ordered Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar, and Carkas, the seven eunuchs who served in the presence of King Ahasuerus,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "to bring Queen Vashti before the king with her royal turban in order to display her beauty to the people and the officials, for she was beautiful."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "But Queen Vashti refused to come at the king’s order delivered by the eunuchs. So the king became very angry, and his wrath burned within him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Then the king said to the wise men who understood the times—for it was the custom of the king to speak this way before all who knew Persian law and justice"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "and were close to him, namely, Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven officials of Persia and Media who had access to the king’s presence and sat in the first place in the kingdom—"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "“According to law, what is to be done with Queen Vashti, since she did not obey the command of King Ahasuerus delivered by the eunuchs?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "And in the presence of the king and the other officials, Memucan said, “Queen Vashti has wronged not only the king but also all the officials and all the peoples who are in all the provinces of King Ahasuerus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "For the queen’s conduct will become known to all the women so as to make their own husbands despicable in their sight, when they say, ‘King Ahasuerus commanded that Queen Vashti be brought in to his presence, but she did not come.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And this day the wives of the officials of Persia and Media who have heard about the queen’s conduct will talk about it to all the king’s officials, and there will be plenty of contempt and anger."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "If it pleases the king, let a royal edict be issued by him and let it be written in the laws of Persia and Media so that it cannot be repealed, that Vashti may not come into the presence of King Ahasuerus, and let the king give her royal position to another who is more worthy than she."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "When the king’s edict which he will make is heard throughout his kingdom, great as it is, then all women will give honor to their husbands, great and small.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Now this word pleased the king and the officials, and the king did as Memucan proposed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "So he sent letters to all the king’s provinces, to each province according to its script and to every people according to their language, that every man was to be the ruler in his own house and the one who speaks in the language of his own people."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.2"
        ],
        "human": "Esther 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.3"
        ],
        "human": "Esther 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.1"
        ],
        "human": "Esther 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Vashti’s Successor Sought"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "After these things, when the anger of King Ahasuerus had subsided, he remembered Vashti and what she had done, and what had been decided regarding her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Then the king’s attendants, who served him, said, “Let beautiful young virgins be sought for the king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "And may the king appoint overseers in all the provinces of his kingdom, and have them bring every beautiful young virgin to the citadel of Susa, to the harem, into the custody of Hegai, the king’s eunuch, who is in charge of the women; and let their cosmetics be given to them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then let the young woman who pleases the king be queen in place of Vashti.” And the suggestion pleased the king, and he did accordingly."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "There was a Jew at the citadel in Susa whose name was Mordecai, the son of Jair, the son of Shimei, the son of Kish, a Benjaminite,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "who had been taken from Jerusalem with the exiles who had been deported with Jeconiah king of Judah, whom Nebuchadnezzar the king of Babylon had deported."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "He was the guardian to Hadassah, that is Esther, his uncle’s daughter, for she had no father or mother. Now the young woman was beautiful of form and face, and when her father and her mother died, Mordecai took her as his own daughter."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Esther Finds Favor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "So it came about, when the command and decree of the king were heard and many young ladies were gathered to the citadel of Susa into the custody of Hegai, that Esther was taken to the king’s palace into the custody of Hegai, who was in charge of the women."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Now the young lady pleased him and found favor with him. So he quickly provided her with her cosmetics and food, gave her seven choice female attendants from the king’s palace, and transferred her and her attendants to the best place in the harem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Esther did not reveal her people or her kindred, because Mordecai had instructed her that she was not to reveal them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And every day Mordecai walked back and forth in front of the courtyard of the harem to learn how Esther was and what was happening to her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Now when the turn came for each young woman to go in to King Ahasuerus, after the end of her twelve months under the regulations for the women—for the days of their beauty treatment were completed as follows: six months with oil of myrrh and six months with balsam oil and the cosmetics for women—"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "the young woman would go in to the king in this way: anything that she desired was given her to take with her from the harem to the king’s palace."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "In the evening she would enter and in the morning she would return to the second harem, to the custody of Shaashgaz, the king’s eunuch who was in charge of the concubines. She would not go in to the king again, unless the king delighted in her and she was summoned by name."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Now when the turn of Esther, the daughter of Abihail the uncle of Mordecai who had taken her as his daughter, came to go in to the king, she did not request anything except what Hegai, the king’s eunuch who was in charge of the women, advised. And Esther was finding favor in the eyes of all who saw her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "So Esther was taken to King Ahasuerus in his royal palace in the tenth month, which is the month Tebeth, in the seventh year of his reign."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Esther Becomes Queen"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "The king loved Esther more than all the women, and she found favor and kindness with him more than all the virgins, so that he set the royal turban on her head and made her queen in place of Vashti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Then the king held a great banquet, Esther’s banquet, for all his officials and his servants; he also made a holiday for the provinces and gave gifts in proportion to the king’s bounty."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Now when the virgins were gathered together for the second time, then Mordecai was sitting at the king’s gate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Esther still had not revealed her relatives or her people, just as Mordecai had instructed her; for Esther did what Mordecai told her just as she had when under his care."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mordecai Saves the King"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "In those days, while Mordecai was sitting at the king’s gate, Bigthan and Teresh, two of the king’s officials from those who guarded the door, became angry and sought to attack King Ahasuerus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "But the plot became known to Mordecai and he informed Queen Esther, and Esther told the king in Mordecai’s name."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Then when the plot was investigated and found to be so, they were both hanged on a wooden gallows; and it was written in the Book of the Chronicles in the king’s presence."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.3"
        ],
        "human": "Esther 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.4"
        ],
        "human": "Esther 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.2"
        ],
        "human": "Esther 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Haman’s Plot against the Jews"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "After these events King Ahasuerus honored Haman, the son of Hammedatha the Agagite, and promoted him and established his authority over all the officials who were with him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "All the king’s servants who were at the king’s gate bowed down and paid homage to Haman; for so the king had commanded regarding him. But Mordecai neither bowed down nor paid homage."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Then the king’s servants who were at the king’s gate said to Mordecai, “Why are you violating the king’s command?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Now it was when they had spoken daily to him and he would not listen to them, that they told Haman to see whether Mordecai’s reason would stand; for he had told them that he was a Jew."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "When Haman saw that Mordecai neither bowed down nor paid homage to him, Haman was filled with rage."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "But he considered it beneath his dignity to kill Mordecai alone, for they had told him who the people of Mordecai were; so Haman sought to annihilate all the Jews, the people of Mordecai, who were found throughout the kingdom of Ahasuerus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "In the first month, which is the month Nisan, in the twelfth year of King Ahasuerus, Pur, that is the lot, was cast before Haman from day to day and from month to month, until the twelfth month, that is the month Adar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Then Haman said to King Ahasuerus, “There is a certain people scattered and dispersed among the peoples in all the provinces of your kingdom; their laws are different from those of all other people and they do not comply with the king’s laws, so it is not in the king’s interest to let them remain."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "If it is pleasing to the king, let it be decreed that they be eliminated, and I will pay ten thousand talents of silver into the hands of those who carry out the king’s business, to put into the king’s treasuries.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Then the king took his signet ring from his hand and gave it to Haman, the son of Hammedatha the Agagite, the enemy of the Jews."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And the king said to Haman, “The silver is yours, and the people also, to do with them as you please.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then the king’s scribes were summoned on the thirteenth day of the first month, and it was written just as Haman commanded to the king’s satraps, to the governors who were over each province and to the officials of each people, each province according to its script, each people according to its language, being written in the name of King Ahasuerus and sealed with the king’s signet ring."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Letters were sent by couriers to all the king’s provinces to annihilate, kill, and destroy all the Jews, both young and old, women and children, in one day, the thirteenth day of the twelfth month, which is the month Adar, and to seize their possessions as plunder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "A copy of the edict to be issued as law in every province was published to all the peoples so that they would be ready for this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "The couriers went out, speeded by the king’s order while the decree was issued at the citadel in Susa; and while the king and Haman sat down to drink, the city of Susa was agitated."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.4"
        ],
        "human": "Esther 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.5"
        ],
        "human": "Esther 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.3"
        ],
        "human": "Esther 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Esther Learns of Haman’s Plot"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "When Mordecai learned of everything that had been done, he tore his clothes, put on sackcloth and ashes, and went out into the midst of the city and wailed loudly and bitterly."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And he came as far as the king’s gate, for no one was to enter the king’s gate clothed in sackcloth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "In each and every province where the command and decree of the king came, there was great mourning among the Jews, with fasting, weeping, and mourning rites; and many had sackcloth and ashes spread out as a bed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then Esther’s attendants and her eunuchs came and informed her, and the queen was seized by great fear. And she sent garments to clothe Mordecai so that he would remove his sackcloth from him, but he did not accept them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then Esther summoned Hathach from the king’s eunuchs, whom the king had appointed to attend her, and ordered him to go to Mordecai to learn what this mourning was and why it was happening."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "So Hathach went out to Mordecai in the city square, in front of the king’s gate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Mordecai told him everything that had happened to him, and the exact amount of money that Haman had promised to pay to the king’s treasuries for the elimination of the Jews."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "He also gave him a copy of the text of the edict which had been issued in Susa for their annihilation, so that he might show Esther and inform her, and to order her to go in to the king to implore his favor and plead with him for her people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "So Hathach came back and reported Mordecai’s words to Esther."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Then Esther spoke to Hathach and ordered him to reply to Mordecai:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“All the king’s servants and the people of the king’s provinces know that for any man or woman who comes to the king in the inner courtyard, who is not summoned, he has only one law, that he be put to death, unless the king holds out to him the golden scepter so that he may live. And I have not been summoned to come to the king for these thirty days.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "And they reported Esther’s words to Mordecai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Then Mordecai told them to reply to Esther, “Do not imagine that you in the king’s palace can escape any more than all the other Jews."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "For if you keep silent at this time, liberation and rescue will arise for the Jews from another place, and you and your father’s house will perish. And who knows whether you have not attained royalty for such a time as this?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Esther Plans to Intercede"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Then Esther told them to reply to Mordecai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "“Go, gather all the Jews who are found in Susa, and fast for me; do not eat or drink for three days, night or day. I and my attendants also will fast in the same way. And then I will go in to the king, which is not in accordance with the law; and if I perish, I perish.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "So Mordecai went away and did just as Esther had commanded him."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.5"
        ],
        "human": "Esther 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.6"
        ],
        "human": "Esther 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.4"
        ],
        "human": "Esther 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Esther Plans a Banquet"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now it came about on the third day that Esther put on her royal robes and stood in the inner courtyard of the king’s palace in front of the king’s rooms, and the king was sitting on his royal throne in the throne room, opposite the entrance to the palace."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "When the king saw Esther the queen standing in the courtyard, she obtained favor in his sight; and the king extended to Esther the golden scepter which was in his hand. So Esther approached and touched the top of the scepter."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Then the king said to her, “What is troubling you, Queen Esther? And what is your request? Up to half of the kingdom it shall be given to you.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Esther said, “If it pleases the king, may the king and Haman come this day to the banquet that I have prepared for him.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then the king said, “Bring Haman quickly so that we may do as Esther desires.” So the king and Haman came to the banquet which Esther had prepared."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "As they drank their wine at the banquet, the king said to Esther, “What is your request, for it shall be granted to you. And what is your wish? Up to half of the kingdom it shall be done.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "So Esther replied, “My request and my wish is:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "if I have found favor in the sight of the king, and if it pleases the king to grant my request and do what I wish, may the king and Haman come to the banquet which I will prepare for them, and tomorrow I will do as the king says.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Haman’s Pride"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then Haman went out that day joyful and pleased of heart; but when Haman saw Mordecai at the king’s gate and that he did not stand up or tremble before him, Haman was filled with anger against Mordecai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Haman controlled himself, however, and went to his house. But he sent for his friends and his wife Zeresh."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Then Haman told them of the glory of his riches, and his many sons, and every occasion on which the king had honored him and how he had promoted him above the officials and servants of the king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Haman also said, “Even Esther the queen let no one except me come with the king to the banquet which she had prepared; and tomorrow also I am invited by her with the king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Yet all of this does not satisfy me every time I see Mordecai the Jew sitting at the king’s gate.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Then Zeresh his wife and all his friends said to him, “Have a wooden gallows fifty cubits high made, and in the morning ask the king to have Mordecai hanged on it; then go joyfully with the king to the banquet.” And the advice pleased Haman, so he had the wooden gallows made."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.6"
        ],
        "human": "Esther 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.7"
        ],
        "human": "Esther 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.5"
        ],
        "human": "Esther 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The King Plans to Honor Mordecai"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "During that night the king could not sleep, so he gave an order to bring the book of records, the chronicles, and they were read before the king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And it was found written what Mordecai had reported about Bigthana and Teresh, two of the king’s eunuchs who were doorkeepers, that they had sought to attack King Ahasuerus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Then the king said, “What honor or dignity has been bestowed on Mordecai for this?” And the king’s servants who attended him said, “Nothing has been done for him.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "So the king said, “Who is in the courtyard?” Now Haman had just entered the outer courtyard of the king’s palace in order to speak to the king about hanging Mordecai on the wooden gallows which he had prepared for him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "So the king’s servants said to him, “Behold, Haman is standing in the courtyard.” And the king said, “Have him come in.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Haman then came in and the king said to him, “What is to be done for the man whom the king desires to honor?” And Haman said to himself, “Whom would the king desire to honor more than me?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Therefore Haman said to the king, “For the man whom the king desires to honor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "have them bring a royal robe which the king has worn, and the horse on which the king has ridden, and on whose head a royal turban has been placed;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "then order them to hand the robe and the horse over to one of the king’s noble officials, and have them dress the man whom the king desires to honor, and lead him on horseback through the city square, and proclaim before him, ‘So it shall be done for the man whom the king desires to honor.’ ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Haman Must Honor Mordecai"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Then the king said to Haman, “Quickly, take the robe and the horse just as you have said, and do so for Mordecai the Jew, who is sitting at the king’s gate; do not fail to do anything of all that you have said.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "So Haman took the robe and the horse, and dressed Mordecai, and led him on horseback through the city square, and proclaimed before him, “So it shall be done for the man whom the king desires to honor.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then Mordecai returned to the king’s gate, while Haman hurried home, mourning, with his head covered."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And Haman informed Zeresh his wife and all his friends of everything that had happened to him. Then his wise men and Zeresh his wife said to him, “If Mordecai, before whom you have begun to fall, is of Jewish origin, you will not prevail over him, but will certainly fall before him.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "While they were still talking with him, the king’s eunuchs arrived and quickly brought Haman to the banquet which Esther had prepared."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.7"
        ],
        "human": "Esther 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.8"
        ],
        "human": "Esther 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.6"
        ],
        "human": "Esther 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Esther’s Plea"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now the king and Haman came to drink wine with Esther the queen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And the king said to Esther on the second day also as they drank their wine at the banquet, “What is your request, Queen Esther? It shall be granted you. And what is your wish? Up to half of the kingdom it shall be done.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Then Queen Esther replied, “If I have found favor in your sight, O king, and if it pleases the king, let my life be given me as my request, and my people as my wish;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "for we have been sold, I and my people, to be destroyed, killed, and eliminated. Now if we had only been sold as slaves, men and women, I would have kept silent, because the distress would not be sufficient reason to burden the king.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then King Ahasuerus asked Queen Esther, “Who is he, and where is he, who would presume to do such a thing?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And Esther said, “A foe and an enemy is this wicked Haman!” Then Haman became terrified before the king and queen."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Haman Is Hanged"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "The king then got up in his anger from drinking wine and went into the palace garden; but Haman stayed to beg for his life from Queen Esther, for he saw that harm had been determined against him by the king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Now when the king returned from the palace garden into the place where they had been drinking wine, Haman was falling on the couch where Esther was. Then the king said, “Will he even assault the queen with me in the house?” As the word went out of the king’s mouth, they covered Haman’s face."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then Harbonah, one of the eunuchs who stood before the king, said, “Indeed, behold, the wooden gallows standing at Haman’s house fifty cubits high, which Haman made for Mordecai who spoke good in behalf of the king!” And the king said, “Hang him on it.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "So they hanged Haman on the wooden gallows which he had prepared for Mordecai, and the king’s anger subsided."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.8"
        ],
        "human": "Esther 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.9"
        ],
        "human": "Esther 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.7"
        ],
        "human": "Esther 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mordecai Promoted"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "On that day King Ahasuerus gave the house of Haman, the enemy of the Jews, to Queen Esther; and Mordecai came before the king, because Esther had disclosed what he was to her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Then the king took off his signet ring, which he had taken away from Haman, and gave it to Mordecai. And Esther set Mordecai over the house of Haman."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Then Esther spoke again to the king, fell at his feet, wept, and pleaded for his compassion to avert the evil scheme of Haman the Agagite and his plot which he had devised against the Jews."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "And the king extended the golden scepter to Esther. So Esther got up and stood before the king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then she said, “If it pleases the king and if I have found favor before him, and the matter seems proper to the king and I am pleasing in his sight, let it be written to revoke the letters devised by Haman, the son of Hammedatha the Agagite, which he wrote to eliminate the Jews who are in all the king’s provinces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "For how can I endure to see the disaster which will happen to my people, and how can I endure to see the destruction of my kindred?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "So King Ahasuerus said to Queen Esther and to Mordecai the Jew, “Behold, I have given the house of Haman to Esther, and they have hanged him on the wooden gallows because he had reached out with his hand against the Jews."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The King’s Decree Avenges the Jews"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Now you write to the Jews as you see fit, in the king’s name, and seal it with the king’s signet ring; for a decree which is written in the name of the king and sealed with the king’s signet ring may not be revoked.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "So the king’s scribes were summoned at that time in the third month (that is, the month Sivan), on the twenty-third day; and it was written in accordance with everything that Mordecai commanded the Jews, the satraps, the governors, and the officials of the provinces which extended from India to Cush, 127 provinces, to every province according to its script, and to every people according to their language, as well as to the Jews according to their script and their language."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "He wrote in the name of King Ahasuerus, and sealed it with the king’s signet ring, and sent letters by couriers on horses, riding on royal relay horses, offspring of racing mares."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "In the letters the king granted the Jews who were in each and every city the right to assemble and to defend their lives, to destroy, kill, and eliminate the entire army of any people or province which was going to attack them, including children and women, and to plunder their spoils,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "on one day in all the provinces of King Ahasuerus, on the thirteenth day of the twelfth month (that is, the month Adar)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "A copy of the edict to be issued as law in each and every province was published to all the peoples, so that the Jews would be ready for this day to avenge themselves on their enemies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "The couriers, hurrying and speeded by the king’s command, left, riding on the royal relay horses; and the decree was issued at the citadel in Susa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Then Mordecai went out from the presence of the king in a royal robe of violet and white, with a large crown of gold and a garment of fine linen and purple; and the city of Susa shouted and rejoiced."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "For the Jews there was light, joy, jubilation, and honor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "In each and every province and in each and every city, wherever the king’s commandment and his decree arrived, there was joy and jubilation for the Jews, a feast and a holiday. And many among the peoples of the land became Jews, because the dread of the Jews had fallen on them."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.9"
        ],
        "human": "Esther 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.10"
        ],
        "human": "Esther 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.8"
        ],
        "human": "Esther 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Jews Destroy Their Enemies"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now in the twelfth month (that is, the month Adar), on the thirteenth day, when the king’s command and edict were to be put into effect, on the day when the enemies of the Jews hoped to gain the mastery over them, it turned out to the contrary so that the Jews themselves gained mastery over those who hated them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "The Jews assembled in their cities throughout the provinces of King Ahasuerus to attack those who sought to harm them; and no one could stand against them, because the dread of them had fallen on all the peoples."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Even all the officials of the provinces, the satraps, the governors, and those who were doing the king’s business were supporting the Jews, because the dread of Mordecai had fallen on them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "For Mordecai was great in the king’s house, and the news about him spread throughout the provinces; for the man Mordecai became greater and greater."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "So the Jews struck all their enemies with the sword, killing and destroying; and they did as they pleased to those who hated them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "At the citadel in Susa the Jews killed and eliminated five hundred men,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "and they killed Parshandatha, Dalphon, Aspatha,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Poratha, Adalia, Aridatha,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Parmashta, Arisai, Aridai, and Vaizatha,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "the ten sons of Haman the son of Hammedatha, the Jews’ enemy; but they did not lay their hands on the plunder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "On that day the number of those who were killed at the citadel in Susa was reported to the king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "And the king said to Queen Esther, “The Jews have killed and eliminated five hundred men and the ten sons of Haman at the citadel in Susa. What have they done in the rest of the king’s provinces! Now what is your request? It shall also be granted you. And what is your further wish? It shall also be done.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Then Esther said, “If it pleases the king, let tomorrow also be granted to the Jews who are in Susa to do according to the edict of today; and let Haman’s ten sons be hanged on the wooden gallows.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "So the king commanded that it was to be done so; and an edict was issued in Susa, and Haman’s ten sons were hanged."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "The Jews who were in Susa assembled also on the fourteenth day of the month Adar and killed three hundred men in Susa, but they did not lay their hands on the plunder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Now the rest of the Jews who were in the king’s provinces assembled, to defend their lives and rid themselves of their enemies, and to kill seventy-five thousand of those who hated them; but they did not lay their hands on the plunder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "This was done on the thirteenth day of the month Adar, and on the fourteenth day they rested and made it a day of feasting and rejoicing."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "But the Jews who were in Susa assembled on the thirteenth and the fourteenth of the same month, and they rested on the fifteenth day and made it a day of feasting and rejoicing."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Therefore the Jews of the rural areas, who live in the rural towns, make the fourteenth day of the month Adar a holiday for rejoicing and feasting and sending portions of food to one another."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Feast of Purim Instituted"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Then Mordecai recorded these events, and he sent letters to all the Jews who were in all the provinces of King Ahasuerus, both near and far,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "obliging them to celebrate the fourteenth day of the month Adar, and the fifteenth day of the same month, annually,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "because on those days the Jews rid themselves of their enemies, and it was a month which was turned for them from grief into joy, and from mourning into a holiday; that they were to make them days of feasting and rejoicing, and sending portions of food to one another, and gifts to the poor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "So the Jews undertook what they had started to do, and what Mordecai had written to them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "For Haman the son of Hammedatha, the Agagite, the adversary of all the Jews, had schemed against the Jews to eliminate them, and had cast Pur, that is the lot, to disturb them and eliminate them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "But when it came to the king’s attention, he commanded by letter that his wicked scheme which he had devised against the Jews was to return on his own head, and that he and his sons were to be hanged on the wooden gallows."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Therefore they called these days Purim after the name of Pur. And because of the instructions in this letter, both what they had seen in this regard and what had happened to them,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "the Jews established and made a custom for themselves, their descendants, and for all those who allied themselves with them, so that they would not fail to celebrate these two days according to their regulation and according to their appointed time annually."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "So these days were to be remembered and celebrated throughout every generation, every family, every province, and every city; and these days of Purim were not to be neglected by the Jews, or their memory fade from their descendants."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Then Queen Esther, daughter of Abihail, with Mordecai the Jew, wrote with full authority to confirm this second letter about Purim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "He sent letters to all the Jews, to the 127 provinces of the kingdom of Ahasuerus, namely, words of peace and truth,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "to establish these days of Purim at their appointed times, just as Mordecai the Jew and Queen Esther had established for them, and just as they had established for themselves and for their descendants, with instructions for their times of fasting and their mourning."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "The command of Esther established these customs for Purim, and it was written in the book."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.10"
        ],
        "human": "Esther 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOB.1"
        ],
        "human": "Job 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.9"
        ],
        "human": "Esther 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mordecai’s Greatness"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now King Ahasuerus imposed a tax on the land and the coastlands of the sea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And every accomplishment of his authority and power, and the full account of the greatness of Mordecai with which the king honored him, are they not written in the Book of the Chronicles of the Kings of Media and Persia?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "For Mordecai the Jew was second only to King Ahasuerus, and great among the Jews and in favor with his many kinsmen, one who sought the good of his people and one who spoke for the welfare of his entire nation."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}