{
  "book_usfm": "JDG",
  "name": "Judges",
  "local_title": "New American Standard Bible - NASB",
  "local_abbreviation": "NASB2020",
  "version_id": 2692,
  "publisher": {
    "name": "The Lockman Foundation"
  },
  "copyright": {
    "html": "<p>NEW AMERICAN STANDARD BIBLE® NASB®</p> <p>Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation</p> <p>A Corporation Not for Profit</p> <p>La Habra, CA</p> <p>All Rights Reserved</p> <p>www.lockman.org</p>",
    "text": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
  },
  "language": {
    "iso_639_1": "en",
    "iso_639_3": "eng",
    "language_tag": "eng",
    "local_name": "English",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-en-eng",
  "chapters": [
    {
      "chapter_usfm": "JDG.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.1"
        ],
        "human": "Judges 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.2"
        ],
        "human": "Judges 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.24"
        ],
        "human": "Joshua 24",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jerusalem Is Captured"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now it came about after the death of Joshua that the sons of Israel inquired of the Lord, saying, “Who shall go up first for us against the Canaanites, to fight against them?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "The Lord said, “Judah shall go up; behold, I have handed the land over to him.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Then Judah said to his brother Simeon, “Go up with me into the territory allotted me, and let’s fight the Canaanites; and I in turn will go with you into the territory allotted you.” So Simeon went with him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Judah went up, and the Lord handed over to them the Canaanites and the Perizzites, and they defeated ten thousand men at Bezek."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "They found Adoni-bezek in Bezek and fought against him, and they defeated the Canaanites and the Perizzites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "But Adoni-bezek fled; and they pursued him and caught him, and cut off his thumbs and big toes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And Adoni-bezek said, “Seventy kings with their thumbs and their big toes cut off used to gather up scraps under my table; as I have done, so God has repaid me.” So they brought him to Jerusalem, and he died there."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Then the sons of Judah fought against Jerusalem and captured it, and struck it with the edge of the sword, and set the city on fire."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Afterward, the sons of Judah went down to fight against the Canaanites living in the hill country, and in the Negev, and in the lowland."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "So Judah went against the Canaanites who lived in Hebron (the name of Hebron was previously Kiriath-arba); and they struck Sheshai, Ahiman, and Talmai."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Capture of Other Cities"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Then from there he went against the inhabitants of Debir (the name of Debir was previously Kiriath-sepher)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "And Caleb said, “Whoever attacks Kiriath-sepher and captures it, I will give him my daughter Achsah as a wife.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Now Othniel the son of Kenaz, Caleb’s younger brother, captured it; so he gave him his daughter Achsah as a wife."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Then it happened that when she came to him, she incited him to ask her father for a field. Then later, she dismounted from her donkey, and Caleb said to her, “What do you want?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "She said to him, “Give me a blessing: since you have given me the land of the Negev, give me springs of water also.” So Caleb gave her the upper springs and the lower springs."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Now the descendants of the Kenite, Moses’ father-in-law, went up from the city of palms with the sons of Judah, to the wilderness of Judah which is in the south of Arad; and they went and lived with the people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Then Judah went with his brother Simeon, and they struck the Canaanites living in Zephath, and utterly destroyed it. So the name of the city was called Hormah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And Judah took Gaza with its territory, Ashkelon with its territory, and Ekron with its territory."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Now the Lord was with Judah, and they took possession of the hill country; but they could not drive out the inhabitants of the valley, because they had iron chariots."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Then they gave Hebron to Caleb, as Moses had promised; and he drove out from there the three sons of Anak."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "But the sons of Benjamin did not drive out the Jebusites who lived in Jerusalem; so the Jebusites have lived with the sons of Benjamin in Jerusalem to this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Likewise the house of Joseph went up against Bethel, and the Lord was with them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "The house of Joseph had men spy out Bethel (the name of the city previously was Luz)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "And the spies saw a man coming out of the city, and they said to him, “Please show us the entrance to the city, and we will treat you kindly.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "So he showed them the entrance to the city, and they struck the city with the edge of the sword, but they let the man and all his family go free."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Then the man went to the land of the Hittites and built a city, and named it Luz, which is its name to this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Places Not Conquered"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "But Manasseh did not take possession of Beth-shean and its villages, or Taanach and its villages, or the inhabitants of Dor and its villages, or the inhabitants of Ibleam and its villages, or the inhabitants of Megiddo and its villages; so the Canaanites persisted in living in this land."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "And it came about, when Israel became strong, that they put the Canaanites to forced labor; but they did not drive them out completely."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "And Ephraim did not drive out the Canaanites who were living in Gezer; so the Canaanites lived in Gezer among them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Zebulun did not drive out the inhabitants of Kitron, or the inhabitants of Nahalol; so the Canaanites lived among them and became subject to forced labor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Asher did not drive out the inhabitants of Acco, or the inhabitants of Sidon, or of Ahlab, or of Achzib, Helbah, Aphik, or of Rehob."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "So the Asherites lived among the Canaanites, the inhabitants of the land; for they did not drive them out."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Naphtali did not drive out the inhabitants of Beth-shemesh, or the inhabitants of Beth-anath, but lived among the Canaanites, the inhabitants of the land; and the inhabitants of Beth-shemesh and Beth-anath became forced labor for them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Then the Amorites forced the sons of Dan into the hill country, for they did not allow them to come down to the valley;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "yet the Amorites persisted in living on Mount Heres, in Aijalon and Shaalbim; but when the power of the house of Joseph grew strong, they became forced labor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "The border of the Amorites ran from the ascent of Akrabbim, from Sela and upward."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.2"
        ],
        "human": "Judges 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.3"
        ],
        "human": "Judges 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.1"
        ],
        "human": "Judges 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Israel Rebuked"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now the angel of the Lord came up from Gilgal to Bochim. And he said, “I brought you up out of Egypt and led you into the land which I have sworn to your fathers; and I said, ‘I will never break My covenant with you,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "and as for you, you shall not make a covenant with the inhabitants of this land; you shall tear down their altars.’ But you have not obeyed Me; what is this thing that you have done?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Therefore I also said, ‘I will not drive them out from you; but they will become like thorns in your sides, and their gods will be a snare to you.’ ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Now when the angel of the Lord spoke these words to all the sons of Israel, the people raised their voices and wept."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "So they named that place Bochim; and there they sacrificed to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Joshua Dies"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "When Joshua had dismissed the people, the sons of Israel went, each one to his inheritance, to take possession of the land."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "The people served the Lord all the days of Joshua, and all the days of the elders who survived Joshua, who had seen all the great work of the Lord which He had done for Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Then Joshua the son of Nun, the servant of the Lord, died at the age of 110."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "And they buried him in the territory of his inheritance in Timnath-heres, in the hill country of Ephraim, north of Mount Gaash."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "All that generation also were gathered to their fathers; and another generation rose up after them who did not know the Lord, nor even the work which He had done for Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Israel Serves the Baals"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Then the sons of Israel did evil in the sight of the Lord and served the Baals,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "and they abandoned the Lord, the God of their fathers, who had brought them out of the land of Egypt, and they followed other gods from the gods of the peoples who were around them, and bowed down to them; so they provoked the Lord to anger."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "They abandoned the Lord and served Baal and the Ashtaroth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Then the anger of the Lord burned against Israel, and He handed them over to plunderers, and they plundered them; and He sold them into the hands of their enemies around them, so that they could no longer stand against their enemies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Wherever they went, the hand of the Lord was against them for evil, as the Lord had spoken and just as the Lord had sworn to them, so that they were severely distressed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Then the Lord raised up judges who saved them from the hands of those who plundered them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Yet they did not listen to their judges, for they committed infidelity with other gods and bowed down to them. They turned aside quickly from the way in which their fathers had walked in obeying the commandments of the Lord; they did not do the same as their fathers."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And when the Lord raised up judges for them, the Lord was with the judge and saved them from the hand of their enemies all the days of the judge; for the Lord was moved to pity by their groaning because of those who tormented and oppressed them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "But it came about, when the judge died, that they would turn back and act more corruptly than their fathers, in following other gods to serve them and bow down to them; they did not abandon their practices or their obstinate ways."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "So the anger of the Lord burned against Israel, and He said, “Because this nation has violated My covenant which I commanded their fathers, and has not listened to My voice,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "I in turn will no longer drive out from them any of the nations which Joshua left when he died,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "in order to test Israel by them, whether they will keep the way of the Lord to walk in it as their fathers did, or not.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "So the Lord allowed those nations to remain, not driving them out quickly; and He did not hand them over to Joshua."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.3"
        ],
        "human": "Judges 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.4"
        ],
        "human": "Judges 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.2"
        ],
        "human": "Judges 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Idolatry Leads to Servitude"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now these are the nations that the Lord left, to test Israel by them (that is, all the Israelites who had not experienced any of the wars of Canaan;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "only in order that the generations of the sons of Israel might be taught war, those who had not experienced it previously)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "These nations are: the five governors of the Philistines and all the Canaanites and the Sidonians, and the Hivites who lived on Mount Lebanon, from Mount Baal-hermon as far as Lebo-hamath."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "They were left to test Israel by them, to find out if they would obey the commandments of the Lord, which He had commanded their fathers through Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "The sons of Israel lived among the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "and they took their daughters for themselves as wives, and gave their own daughters to their sons, and served their gods."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "So the sons of Israel did what was evil in the sight of the Lord, and they forgot the Lord their God and served the Baals and the Asheroth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Then the anger of the Lord was kindled against Israel, so that He sold them into the hand of Cushan-rishathaim, king of Mesopotamia; and the sons of Israel served Cushan-rishathaim for eight years."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The First Judge Frees Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "But the sons of Israel cried out to the Lord, and the Lord raised up a deliverer for the sons of Israel to set them free, Othniel the son of Kenaz, Caleb’s younger brother."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "And the Spirit of the Lord came upon him, and he judged Israel. When he went to war, the Lord handed over to him Cushan-rishathaim king of Mesopotamia, so that he prevailed over Cushan-rishathaim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Then the land was at rest for forty years. And Othniel the son of Kenaz died."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Now the sons of Israel again did evil in the sight of the Lord. So the Lord strengthened Eglon the king of Moab against Israel, because they had done evil in the sight of the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And he gathered to himself the sons of Ammon and Amalek; and he went and defeated Israel, and they took possession of the city of the palm trees."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "And the sons of Israel served Eglon the king of Moab for eighteen years."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ehud Kills Eglon"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "But when the sons of Israel cried out to the Lord, the Lord raised up a deliverer for them, Ehud the son of Gera, the Benjaminite, a left-handed man. And the sons of Israel sent tribute by him to Eglon the king of Moab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Now Ehud made himself a sword which had two edges, a cubit in length, and he strapped it on his right thigh under his cloak."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Then he presented the tribute to Eglon king of Moab. Now Eglon was a very fat man."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And it came about, when he had finished presenting the tribute, that Ehud sent away the people who had carried the tribute."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "But he himself turned back from the idols which were at Gilgal, and said, “I have a secret message for you, O king.” And the king said, “Silence!” And all who were attending him left him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Then Ehud came to him while he was sitting in his cool roof chamber alone. And Ehud said, “I have a message from God for you.” And he got up from his seat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Then Ehud reached out with his left hand and took the sword from his right thigh, and thrust it into his belly."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "The hilt of the sword also went in after the blade, and the fat closed over the blade because he did not pull the sword out of his belly; and the refuse came out."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Then Ehud went out into the vestibule, and shut the doors of the roof chamber behind him, and locked them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "When he had left, the king’s servants came and looked, and behold, the doors of the roof chamber were locked; and they said, “Undoubtedly he is relieving himself in the cool room.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "So they waited until it would have been shameful to wait longer; but behold, he did not open the doors of the roof chamber. So they took the key and opened them, and behold, their master had fallen to the floor dead."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Now Ehud escaped while they were hesitating, and he passed by the idols and escaped to Seirah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "And when he arrived, he blew the trumpet in the hill country of Ephraim; and the sons of Israel went down with him from the hill country, and he was leading them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Then he said to them, “Pursue them, for the Lord has handed your enemies the Moabites over to you.” So they went down after him and took control of the crossing places of the Jordan opposite Moab, and did not allow anyone to cross."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "They struck and killed about ten thousand Moabites at that time, all robust and valiant men; and no one escaped."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "So Moab was subdued that day under the hand of Israel. And the land was at rest for eighty years."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Shamgar Saves Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Now after him came Shamgar the son of Anath, who struck and killed six hundred Philistines with an oxgoad; and he also saved Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.4"
        ],
        "human": "Judges 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.5"
        ],
        "human": "Judges 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.3"
        ],
        "human": "Judges 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Deborah and Barak"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Then the sons of Israel again did evil in the sight of the Lord, after Ehud died."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "So the Lord sold them into the hand of Jabin king of Canaan, who reigned in Hazor; and the commander of his army was Sisera, who lived in Harosheth-hagoyim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "The sons of Israel cried out to the Lord; for he had nine hundred iron chariots, and he oppressed the sons of Israel severely for twenty years."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Now Deborah, a prophetess, the wife of Lappidoth, was judging Israel at that time."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "She used to sit under the palm tree of Deborah between Ramah and Bethel in the hill country of Ephraim; and the sons of Israel went up to her for judgment."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Now she sent word and summoned Barak the son of Abinoam from Kedesh-naphtali, and said to him, “The Lord, the God of Israel, has indeed commanded, ‘Go and march to Mount Tabor, and take with you ten thousand men from the sons of Naphtali and from the sons of Zebulun."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "I will draw out to you Sisera, the commander of Jabin’s army, with his chariots and his many troops to the river Kishon, and I will hand him over to you.’ ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Then Barak said to her, “If you will go with me, then I will go; but if you will not go with me, I will not go.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "She said, “I will certainly go with you; however, the fame shall not be yours on the journey that you are about to take, for the Lord will sell Sisera into the hand of a woman.” Then Deborah got up and went with Barak to Kedesh."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Barak summoned Zebulun and Naphtali to Kedesh, and ten thousand men went up with him; Deborah also went up with him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Now Heber the Kenite had separated himself from the Kenites, from the sons of Hobab the father-in-law of Moses, and had pitched his tent as far away as the oak in Zaanannim, which is near Kedesh."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then they told Sisera that Barak the son of Abinoam had gone up to Mount Tabor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Sisera summoned all his chariots, nine hundred iron chariots, and all the people who were with him, from Harosheth-hagoyim to the river Kishon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Then Deborah said to Barak, “Arise! For this is the day on which the Lord has handed Sisera over to you; behold, the Lord has gone out before you.” So Barak went down from Mount Tabor with ten thousand men following him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "And the Lord routed Sisera and all his chariots and all his army with the edge of the sword before Barak; and Sisera got down from his chariot and fled on foot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "But Barak pursued the chariots and the army as far as Harosheth-hagoyim, and all the army of Sisera fell by the edge of the sword; not even one was left."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Now Sisera fled on foot to the tent of Jael the wife of Heber the Kenite, because there was peace between Jabin the king of Hazor and the house of Heber the Kenite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And Jael went out to meet Sisera, and said to him, “Turn aside, my master, turn aside to me! Do not be afraid.” So he turned aside to her into the tent, and she covered him with a rug."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "And he said to her, “Please give me a little water to drink, for I am thirsty.” So she opened a leather bottle of milk and gave him a drink; then she covered him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "And he said to her, “Stand in the doorway of the tent, and it shall be if anyone comes and inquires of you, and says, ‘Is there anyone here?’ that you shall say, ‘No.’ ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "But Jael, Heber’s wife, took a tent peg and a hammer in her hand, and went secretly to him and drove the peg into his temple, and it went through into the ground; for he was sound asleep and exhausted. So he died."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "And behold, while Barak was pursuing Sisera, Jael came out to meet him and said to him, “Come, and I will show you the man whom you are seeking.” So he entered with her, and behold, Sisera was lying dead with the tent peg in his temple."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "So God subdued Jabin the king of Canaan on that day before the sons of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "And the hand of the sons of Israel pressed harder and harder upon Jabin the king of Canaan, until they had eliminated Jabin the king of Canaan."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.5"
        ],
        "human": "Judges 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.6"
        ],
        "human": "Judges 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.4"
        ],
        "human": "Judges 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Song of Deborah and Barak"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Then Deborah and Barak the son of Abinoam sang on that day, saying,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“For the leaders leading in Israel,",
            "For the people volunteering,",
            "Bless the Lord!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "“Hear, you kings; listen, you dignitaries!",
            "I myself—to the Lord, I myself will sing,",
            "I will sing praise to the Lord, the God of Israel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "“Lord, when You went out from Seir,",
            "When You marched from the field of Edom,",
            "The earth quaked, the heavens also dripped,",
            "The clouds also dripped water."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "“The mountains flowed with water at the presence of the Lord,",
            "This Sinai, at the presence of the Lord, the God of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "¶“In the days of Shamgar the son of Anath,",
            "In the days of Jael, the roads were deserted,",
            "And travelers went by roundabout ways."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "“The peasantry came to an end, they came to an end in Israel,",
            "Until I, Deborah, arose,",
            "Until I arose, a mother in Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "“New gods were chosen;",
            "Then war was in the gates.",
            "Not a shield or a spear was seen",
            "Among forty thousand in Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "“My heart goes out to the commanders of Israel,",
            "The volunteers among the people;",
            "Bless the Lord!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“You who ride on white donkeys,",
            "You who sit on rich carpets,",
            "And you who travel on the road—shout in praise!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“At the sound of those who distribute water among the watering places,",
            "There they will recount the righteous deeds of the Lord,",
            "The righteous deeds for His peasantry in Israel.",
            "Then the people of the Lord went down to the gates."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¶“Awake, awake, Deborah;",
            "Awake, awake, sing a song!",
            "Arise, Barak, and lead away your captives, son of Abinoam."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "“Then survivors came down to the nobles;",
            "The people of the Lord came down to me as warriors."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“From Ephraim those whose root is in Amalek came down,",
            "Following you, Benjamin, with your peoples;",
            "From Machir commanders came down,",
            "And from Zebulun those who wield the staff of office."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "“And the princes of Issachar were with Deborah;",
            "As was Issachar, so was Barak;",
            "Into the valley they rushed at his heels;",
            "Among the divisions of Reuben",
            "There were great determinations of heart."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "“Why did you sit among the sheepfolds,",
            "To hear the piping for the flocks?",
            "Among the divisions of Reuben",
            "There were great searchings of heart."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "“Gilead remained across the Jordan;",
            "And why did Dan stay on ships?",
            "Asher sat at the seashore,",
            "And remained by its landings."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "“Zebulun was a people who risked their lives,",
            "And Naphtali too, on the high places of the field."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "¶“The kings came and fought;",
            "Then the kings of Canaan fought",
            "At Taanach near the waters of Megiddo;",
            "They took no plunder in silver."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "“The stars fought from heaven,",
            "From their paths they fought against Sisera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "“The torrent of Kishon swept them away,",
            "The ancient torrent, the torrent Kishon.",
            "My soul, march on with strength!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "“Then the horses’ hoofs beat",
            "From the galloping, the galloping of his mighty stallions."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "‘Curse Meroz,’ said the angel of the Lord,",
            "‘Utterly curse its inhabitants,",
            "Because they did not come to the help of the Lord,",
            "To the help of the Lord against the warriors.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "¶“Most blessed of women is Jael,",
            "The wife of Heber the Kenite;",
            "Most blessed is she of women in the tent."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "“He asked for water, she gave him milk;",
            "In a magnificent bowl she brought him curds."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "“She reached out her hand for the tent peg,",
            "And her right hand for the workmen’s hammer.",
            "Then she struck Sisera, she smashed his head;",
            "And she shattered and pierced his temple."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "“Between her feet he bowed, he fell, he lay;",
            "Between her feet he bowed, he fell;",
            "Where he bowed, there he fell dead."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "¶“Out of the window she looked and wailed,",
            "The mother of Sisera through the lattice,",
            "‘Why does his chariot delay in coming?",
            "Why do the hoofbeats of his chariots delay?’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "“Her wise princesses would answer her,",
            "Indeed she repeats her words to herself,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "‘Are they not finding, are they not dividing the spoils?",
            "A concubine, two concubines for every warrior;",
            "To Sisera a spoil of dyed cloth,",
            "A spoil of dyed cloth embroidered,",
            "Dyed cloth of double embroidery on the neck of the plunderer?’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "“May all Your enemies perish in this way, Lord;",
            "But may those who love Him be like the rising of the sun in its might.”",
            "And the land was at rest for forty years."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.6"
        ],
        "human": "Judges 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.7"
        ],
        "human": "Judges 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.5"
        ],
        "human": "Judges 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Israel Oppressed by Midian"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Then the sons of Israel did what was evil in the sight of the Lord; and the Lord handed them over to Midian for seven years."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "The power of Midian prevailed against Israel. Because of Midian the sons of Israel made for themselves the dens which were in the mountains and the caves and the strongholds."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "For whenever Israel had sown, the Midianites would come up with the Amalekites and the people of the east and march against them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "So they would camp against them and destroy the produce of the earth as far as Gaza, and leave no sustenance in Israel, nor a sheep, ox, or donkey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "For they would come up with their livestock and their tents, they would come in like locusts in number, and both they and their camels were innumerable; and they came into the land to ruin it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "So Israel was brought very low because of Midian, and the sons of Israel cried out to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Now it came about, when the sons of Israel cried out to the Lord on account of Midian,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "that the Lord sent a prophet to the sons of Israel, and he said to them, “This is what the Lord, the God of Israel says: ‘It was I who brought you up from Egypt, and brought you out of the house of slavery."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "And I rescued you from the hands of the Egyptians, and from the hands of all your oppressors, and I drove them out from you and gave you their land,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "and I said to you, “I am the Lord your God; you shall not fear the gods of the Amorites in whose land you live.” But you have not obeyed Me.’ ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gideon Is Visited"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Then the angel of the Lord came and sat under the oak that was in Ophrah, which belonged to Joash the Abiezrite, as his son Gideon was beating out wheat in the wine press in order to save it from the Midianites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "And the angel of the Lord appeared to him and said to him, “The Lord is with you, valiant warrior.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Then Gideon said to him, “O my lord, if the Lord is with us, why then has all this happened to us? And where are all His miracles which our fathers told us about, saying, ‘Did the Lord not bring us up from Egypt?’ But now the Lord has abandoned us and handed us over to Midian.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "And the Lord looked at him and said, “Go in this strength of yours and save Israel from the hand of Midian. Have I not sent you?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "But he said to Him, “O Lord, how am I to save Israel? Behold, my family is the least in Manasseh, and I am the youngest in my father’s house.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Yet the Lord said to him, “I will certainly be with you, and you will defeat Midian as one man.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "So Gideon said to Him, “If now I have found favor in Your sight, then perform for me a sign that it is You speaking with me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Please do not depart from here until I come back to You, and bring out my offering and lay it before You.” And He said, “I will remain until you return.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Then Gideon went in and prepared a young goat and unleavened bread from an ephah of flour; he put the meat in a basket and the broth in a pot, and brought them out to him under the oak and presented them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "And the angel of God said to him, “Take the meat and the unleavened bread and lay them on this rock, and pour out the broth.” And he did so."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Then the angel of the Lord put out the end of the staff that was in his hand and touched the meat and the unleavened bread; and fire came up from the rock and consumed the meat and the unleavened bread. Then the angel of the Lord vanished from his sight."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "When Gideon perceived that he was the angel of the Lord, he said, “Oh, Lord God! For I have seen the angel of the Lord face to face!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "But the Lord said to him, “Peace to you, do not be afraid; you shall not die.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Then Gideon built an altar there to the Lord and named it The Lord is Peace. To this day it is still in Ophrah of the Abiezrites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Now on the same night the Lord said to him, “Take your father’s bull and a second bull seven years old, and tear down the altar of Baal which belongs to your father, and cut down the Asherah that is beside it;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "and build an altar to the Lord your God on the top of this stronghold in an orderly way, and take a second bull and offer a burnt offering with the wood of the Asherah which you shall cut down.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Then Gideon took ten men from his servants and did as the Lord had spoken to him; and because he was too afraid of his father’s household and the men of the city to do it by day, he did it by night."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Altar of Baal Destroyed"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "When the people of the city got up early in the morning, behold, the altar of Baal had been torn down, and the Asherah which had been beside it had been cut down, and the second bull had been offered on the altar which had been built."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "So they said to one another, “Who did this thing?” And when they searched and inquired, they said, “Gideon the son of Joash did this thing.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Then the men of the city said to Joash, “Bring out your son, that he may die, for he has torn down the altar of Baal, and indeed, he has cut down the Asherah which was beside it.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "But Joash said to all who stood against him, “Will you contend for Baal, or will you save him? Whoever will contend for him shall be put to death by morning. If he is a god, let him contend for himself, since someone has torn down his altar!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Therefore on that day he named Gideon Jerubbaal, that is to say, “Let Baal contend against him,” because he had torn down his altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Then all the Midianites, the Amalekites, and the people of the east assembled together; and they crossed over and camped in the Valley of Jezreel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "So the Spirit of the Lord covered Gideon like clothing; and he blew a trumpet, and the Abiezrites were called together to follow him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "And he sent messengers throughout Manasseh, and they also were called together to follow him; and he sent messengers to Asher, Zebulun, and Naphtali, and they came up to meet them."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sign of the Fleece"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Then Gideon said to God, “If You are going to save Israel through me, as You have spoken,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "behold, I am putting a fleece of wool on the threshing floor. If there is dew on the fleece only, and it is dry on all the ground, then I will know that You will save Israel through me, as You have spoken.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "And it was so. When he got up early the next morning and wrung out the fleece, he wrung the dew from the fleece, a bowl full of water."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Then Gideon said to God, “Do not let Your anger burn against me, so that I may speak only one more time; please let me put You to the test only one more time with the fleece: let it now be dry only on the fleece, and let there be dew on all the ground.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "And God did so that night; for it was dry only on the fleece, and dew was on all the ground."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.7"
        ],
        "human": "Judges 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.8"
        ],
        "human": "Judges 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.6"
        ],
        "human": "Judges 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gideon’s Three Hundred Chosen Men"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Then Jerubbaal (that is, Gideon) and all the people who were with him got up early, and camped beside the spring of Harod; and the camp of Midian was on the north side of them by the hill of Moreh in the valley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And the Lord said to Gideon, “The people who are with you are too many for Me to hand Midian over to them, otherwise Israel would become boastful, saying, ‘My own power has saved me.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Now therefore come, proclaim in the hearing of the people, saying, ‘Whoever is afraid and worried, is to return and leave Mount Gilead.’ ” So twenty-two thousand from the people returned, but ten thousand remained."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then the Lord said to Gideon, “The people are still too many; bring them down to the water and I will test them for you there. So it shall be that he of whom I say to you, ‘This one shall go with you,’ he shall go with you; but everyone of whom I say to you, ‘This one shall not go with you,’ he shall not go.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "So he brought the people down to the water. Then the Lord said to Gideon, “You shall put everyone who laps the water with his tongue as a dog laps in one group, and everyone who kneels down to drink in another.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Now the number of those who lapped, putting their hand to their mouth, was three hundred men; but all the rest of the people kneeled down to drink water."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And the Lord said to Gideon, “I will save you with the three hundred men who lapped, and will hand the Midianites over to you; so have all the other people go, each man to his home.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "So the three hundred men took the people’s provisions and their trumpets in their hands. And Gideon dismissed all the other men of Israel, each to his tent, but retained the three hundred men; and the camp of Midian was below him in the valley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Now on the same night it came about that the Lord said to him, “Arise, go down against the camp, for I have handed it over to you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "But if you are afraid to go down, go with Purah your servant down to the camp,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "so that you will hear what they say; and afterward you will have the courage to go down against the camp.” So he went down with Purah his servant to the outposts of the army that was in the camp."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Now the Midianites, the Amalekites, and all the people of the east were lying in the valley as numerous as locusts; and their camels were without number, as numerous as the sand on the seashore."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "When Gideon came, behold, a man was relating a dream to his friend. And he said, “Behold, I had a dream; a loaf of barley bread was tumbling into the camp of Midian, and it came to the tent and struck it so that it fell, and turned it upside down so that the tent collapsed.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "And his friend replied, “This is nothing other than the sword of Gideon the son of Joash, a man of Israel; God has handed over to him Midian and all the camp.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "When Gideon heard the account of the dream and its interpretation, he bowed in worship. Then he returned to the camp of Israel and said, “Arise, for the Lord has handed over to you the camp of Midian!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "And he divided the three hundred men into three units, and he put trumpets and empty pitchers into the hands of all of them, with torches inside the pitchers."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Then he said to them, “Look at me and do likewise. And behold, when I come to the outskirts of the camp, do as I do."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "When I and all who are with me blow the trumpet, then you also blow the trumpets around the entire camp and say, ‘For the Lord and for Gideon!’ ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Confusion of the Enemy"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "So Gideon and the hundred men who were with him came to the outskirts of the camp at the beginning of the middle night watch, when they had just posted the watch; and they blew the trumpets and smashed the pitchers that were in their hands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "When the three units blew the trumpets and broke the pitchers, they held the torches in their left hands and the trumpets in their right hands for blowing, and shouted, “A sword for the Lord and for Gideon!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "And each stood in his place around the camp; and all the army ran, crying out as they fled."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "And when they blew the three hundred trumpets, the Lord set the sword of one against another even throughout the entire army; and the army fled as far as Beth-shittah toward Zererah, as far as the edge of Abel-meholah, by Tabbath."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "And the men of Israel were summoned from Naphtali, Asher, and all Manasseh, and they pursued Midian."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Then Gideon sent messengers throughout the hill country of Ephraim, saying, “Come down against Midian and take control of the waters ahead of them, as far as Beth-barah and the Jordan.” So all the men of Ephraim were summoned, and they took control of the waters as far as Beth-barah and the Jordan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "And they captured the two leaders of Midian, Oreb and Zeeb, and they killed Oreb at the rock of Oreb, and they killed Zeeb at the wine press of Zeeb, while they pursued Midian; and they brought the heads of Oreb and Zeeb to Gideon from across the Jordan."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.8"
        ],
        "human": "Judges 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.9"
        ],
        "human": "Judges 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.7"
        ],
        "human": "Judges 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Zebah and Zalmunna Routed"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Then the men of Ephraim said to Gideon, “What is this thing that you have done to us, not calling upon us when you went to fight against Midian?” And they quarreled with him vehemently."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "But he said to them, “What have I done now in comparison with you? Is the gleaning of the grapes of Ephraim not better than the vintage of Abiezer?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "God has handed over to you the leaders of Midian, Oreb and Zeeb; and what was I able to do in comparison with you?” Then their anger toward him subsided when he said that."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then Gideon and the three hundred men who were with him came to the Jordan and crossed over, exhausted yet still pursuing."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And he said to the men of Succoth, “Please give loaves of bread to the people who are following me, for they are exhausted, and I am pursuing Zebah and Zalmunna, the kings of Midian.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "But the leaders of Succoth said, “Are the hands of Zebah and Zalmunna already in your hand, that we should give bread to your army?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "So Gideon said, “For this answer, when the Lord has handed over to me Zebah and Zalmunna, I will thrash your bodies with the thorns of the wilderness and with briers.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Then he went up from there to Penuel and spoke similarly to them; and the men of Penuel answered him just as the men of Succoth had answered."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "So he said also to the men of Penuel, “When I return safely, I will tear down this tower.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Now Zebah and Zalmunna were in Karkor, and their armies with them, about fifteen thousand men, all who were left of the entire army of the people of the east; for the fallen were 120,000 swordsmen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Gideon went up by the way of those who lived in tents to the east of Nobah and Jogbehah, and he attacked the camp when the camp was unsuspecting."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "When Zebah and Zalmunna fled, he pursued them and captured the two kings of Midian, Zebah and Zalmunna, and routed the entire army."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Then Gideon the son of Joash returned from the battle by the ascent of Heres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "And he captured a youth from Succoth and questioned him. Then the youth wrote down for him the leaders of Succoth and its elders, seventy-seven men."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "And he came to the men of Succoth and said, “Behold Zebah and Zalmunna, about whom you taunted me, saying, ‘Are the hands of Zebah and Zalmunna already in your hand, that we should give bread to your men who are weary?’ ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Then he took the elders of the city, and thorns of the wilderness and briers, and he disciplined the men of Succoth with them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "And he tore down the tower of Penuel and killed the men of the city."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Then he said to Zebah and Zalmunna, “Where were the men whom you killed at Tabor?” But they said, “You and they were alike, each one resembling the son of a king.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "And he said, “They were my brothers, the sons of my mother. As the Lord lives, if only you had let them live, I would not kill you.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "So he said to Jether his firstborn, “Rise, kill them.” But the youth did not draw his sword, for he was afraid, because he was still a youth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Then Zebah and Zalmunna said, “Rise up yourself, and attack us; for as the man, so is his strength.” So Gideon arose and killed Zebah and Zalmunna, and took the crescent amulets which were on their camels’ necks."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Then the men of Israel said to Gideon, “Rule over us, both you and your son, your son’s son as well, for you have saved us from the hand of Midian!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "But Gideon said to them, “I will not rule over you, nor shall my son rule over you; the Lord shall rule over you.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Yet Gideon said to them, “I would request of you, that each of you give me an earring from his plunder.” (For they had gold earrings, because they were Ishmaelites.)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "And they said, “We will certainly give them to you.” So they spread out a garment, and every one of them tossed an earring there from his plunder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "The weight of the gold earrings that he requested was 1,700 shekels of gold, apart from the crescent amulets, the ear pendants, and the purple robes which were on the kings of Midian, and apart from the neck chains that were on their camels’ necks."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Gideon made it into an ephod, and placed it in his city, Ophrah; but all Israel committed infidelity with it there, and it became a snare to Gideon and his household."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Forty Years of Peace"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "So Midian was subdued before the sons of Israel, and they did not lift up their heads anymore. And the land was undisturbed for forty years in the days of Gideon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Then Jerubbaal the son of Joash went and lived in his own house."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Now Gideon had seventy sons who were his direct descendants, for he had many wives."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "And his concubine who was in Shechem also bore him a son, and he named him Abimelech."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "And Gideon the son of Joash died at a good old age and was buried in the tomb of his father Joash, in Ophrah of the Abiezrites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Then it came about, as soon as Gideon was dead, that the sons of Israel again committed infidelity with the Baals, and made Baal-berith their god."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "So the sons of Israel did not remember the Lord their God, who had saved them from the hands of all their enemies on every side;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "nor did they show kindness to the household of Jerubbaal (that is, Gideon) in accordance with all the good that he had done for Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.9"
        ],
        "human": "Judges 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.10"
        ],
        "human": "Judges 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.8"
        ],
        "human": "Judges 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Abimelech’s Conspiracy"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now Abimelech the son of Jerubbaal went to Shechem, to his mother’s relatives, and spoke to them and to the entire family of the household of his mother’s father, saying,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Speak, now, in the hearing of all the leaders of Shechem, ‘Which is better for you: for seventy men, all the sons of Jerubbaal, to rule over you, or for one man to rule over you?’ Also, remember that I am your bone and your flesh.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "So his mother’s relatives spoke all these words on his behalf in the hearing of all the leaders of Shechem; and they were inclined to follow Abimelech, for they said, “He is our relative.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "And they gave him seventy pieces of silver from the house of Baal-berith, with which Abimelech hired worthless and reckless men, and they followed him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then he went to his father’s house in Ophrah and killed his brothers the sons of Jerubbaal, seventy men, on one stone. But Jotham the youngest son of Jerubbaal was left, because he hid himself."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "All the leaders of Shechem and all Beth-millo assembled together, and they went and made Abimelech king, by the oak of the memorial stone which was in Shechem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Now when they told Jotham, he went and stood on the top of Mount Gerizim, and raised his voice and called out. And he said to them, “Listen to me, you leaders of Shechem, that God may listen to you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Once the trees went to anoint a king over them, and they said to the olive tree, ‘Reign over us!’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "But the olive tree said to them, ‘Shall I give up my fatness with which God and mankind are honored, and go to wave over the trees?’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Then the trees said to the fig tree, ‘You, come, reign over us!’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "But the fig tree said to them, ‘Shall I give up my sweetness and my good fruit, and go to wave over the trees?’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then the trees said to the vine, ‘You, come, reign over us!’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "But the vine said to them, ‘Shall I give up my new wine, which cheers God and mankind, and go to wave over the trees?’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Then all the trees said to the bramble, ‘You, come, reign over us!’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "And the bramble said to the trees, ‘If you really are anointing me as king over you, come and take refuge in my shade; but if not, may fire come out of the bramble and consume the cedars of Lebanon.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "“Now then, if you have acted with honesty and integrity in making Abimelech king, and if you have dealt well with Jerubbaal and his house, and have dealt with him as he deserved—"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "for my father fought for you, and risked his life and saved you from the hand of Midian;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "but in fact you have risen against my father’s house today and have killed his sons, seventy men, on one stone, and have made Abimelech, the son of his female slave, king over the leaders of Shechem, because he is your relative—"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "so if you have acted with honesty and integrity toward Jerubbaal and his house this day, be joyful about Abimelech, and may he also be joyful about you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "But if not, may fire come out of Abimelech and consume the leaders of Shechem and Beth-millo; and may fire come out of the leaders of Shechem and from Beth-millo, and consume Abimelech.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Then Jotham escaped and fled, and went to Beer; and he stayed there because of his brother Abimelech."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Shechem and Abimelech Fall"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Now Abimelech ruled over Israel for three years."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Then God sent an evil spirit between Abimelech and the leaders of Shechem; and the leaders of Shechem dealt treacherously with Abimelech,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "so that the violence done to the seventy sons of Jerubbaal would come, and the responsibility for their blood would be placed on their brother Abimelech, who killed them, and on the leaders of Shechem, who encouraged him to kill his brothers."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "The leaders of Shechem set up men in ambush against him on the tops of the mountains, and they robbed everyone who would pass by them on the road; and it was reported to Abimelech."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Now Gaal the son of Ebed came with his relatives, and crossed over into Shechem; and the leaders of Shechem trusted him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "So they went out to the field and gathered the grapes of their vineyards and trampled them, and held a festival; and they went into the house of their god, and ate and drank and cursed Abimelech."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Then Gaal the son of Ebed said, “Who is Abimelech, and who is Shechem, that we should serve him? Is he not the son of Jerubbaal, and is Zebul not his governor? Serve the men of Hamor the father of Shechem; but why should we serve him?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "If only this people were under my authority! Then I would do away with Abimelech.” And he said to Abimelech, “Enlarge your army and come out!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "When Zebul the leader of the city heard the words of Gaal the son of Ebed, his anger burned."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "So using deception, he successfully sent messengers to Abimelech, saying, “Behold, Gaal the son of Ebed and his relatives have come to Shechem; and behold, they are stirring up the city against you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "So now, arise by night, you and the people who are with you, and lie in wait in the field."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Then in the morning, as soon as the sun is up, you shall rise early and attack the city; and behold, when he and the people who are with him come out against you, you shall do to them whatever you can.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "So Abimelech and all the people who were with him got up at night, and lay in wait against Shechem, in four units."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Now Gaal the son of Ebed went out and stood at the entrance of the city gate; and Abimelech and the people who were with him arose from the ambush."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "When Gaal saw the people, he said to Zebul, “Look, people are coming down from the tops of the mountains.” But Zebul said to him, “You are seeing the shadow of the mountains as if they were people.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "And Gaal spoke yet again and said, “Look, people are coming down from the highest part of the land, and one unit is coming by way of the diviners’ oak.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Then Zebul said to him, “Where then is your boasting with which you said, ‘Who is Abimelech that we should serve him?’ Is this not the people whom you rejected? Go out now and fight them!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "So Gaal went out in the sight of the leaders of Shechem and fought Abimelech."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "But Abimelech chased him, and he fled from him; and many fell wounded up to the entrance of the gate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Then Abimelech stayed in Arumah, but Zebul drove out Gaal and his relatives so that they could not stay in Shechem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Now it came about the next day, that the people went out to the field, and it was reported to Abimelech."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "So he took his people and divided them into three units, and lay in wait in the field; when he looked and saw the people coming out from the city, he attacked them and killed them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Then Abimelech and the company who was with him rushed forward and stood at the entrance of the city gate; the other two companies then attacked all who were in the field and killed them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Abimelech fought against the city that whole day, and he captured the city and killed the people who were in it; then he tore down the city and sowed it with salt."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "When all the leaders of the tower of Shechem heard about it, they entered the inner chamber of the temple of El-berith."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "And it was reported to Abimelech that all the leaders of the tower of Shechem were gathered together."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "So Abimelech went up to Mount Zalmon, he and all the people who were with him; and Abimelech took an axe in his hand and cut down a branch from the trees, and lifted it and put it on his shoulder. Then he said to the people who were with him, “What you saw me do, hurry and do likewise.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "So all the people also cut down, each one, his branch and followed Abimelech, and put them on top of the inner chamber and set the inner chamber on fire over those inside, so that all the people of the tower of Shechem also died, about a thousand men and women."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Then Abimelech went to Thebez, and he camped against Thebez and captured it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "But there was a strong tower in the center of the city, and all the men and women with all the leaders of the city fled there and shut themselves in; and they went up on the roof of the tower."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "So Abimelech came to the tower and fought against it, and approached the entrance of the tower to burn it down with fire."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "But a woman threw an upper millstone on Abimelech’s head, crushing his skull."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "Then he called quickly to the young man, his armor bearer, and said to him, “Draw your sword and kill me, so that it will not be said of me, ‘A woman killed him.’ ” So the young man pierced him through, and he died."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "Now when the men of Israel saw that Abimelech was dead, each left for his home."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "So God repaid the wickedness of Abimelech, which he had done to his father in killing his seventy brothers."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "God also returned all the wickedness of the men of Shechem on their heads, and the curse of Jotham the son of Jerubbaal came upon them."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.10"
        ],
        "human": "Judges 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.11"
        ],
        "human": "Judges 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.9"
        ],
        "human": "Judges 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Oppression by Philistines and Ammonites"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now after Abimelech died, Tola the son of Puah, the son of Dodo, a man of Issachar, rose up to save Israel; and he lived in Shamir in the hill country of Ephraim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "He judged Israel for twenty-three years. Then he died and was buried in Shamir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "After him, Jair the Gileadite rose up and judged Israel for twenty-two years."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "And he had thirty sons who rode on thirty donkeys, and they had thirty cities in the land of Gilead that are called Havvoth-jair to this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And Jair died and was buried in Kamon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Then the sons of Israel again did evil in the sight of the Lord, and they served the Baals and the Ashtaroth, the gods of Aram, the gods of Sidon, the gods of Moab, the gods of the sons of Ammon, and the gods of the Philistines; so they abandoned the Lord and did not serve Him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And the anger of the Lord burned against Israel, and He sold them into the hands of the Philistines, and into the hands of the sons of Ammon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And they afflicted and oppressed the sons of Israel that year; for eighteen years they oppressed all the sons of Israel who were beyond the Jordan, in Gilead in the land of the Amorites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "And the sons of Ammon crossed the Jordan to fight also against Judah, Benjamin, and the house of Ephraim, so that Israel was in great difficulty."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Then the sons of Israel cried out to the Lord, saying, “We have sinned against You, for indeed, we have abandoned our God and served the Baals.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And the Lord said to the sons of Israel, “Did I not save you from the Egyptians, the Amorites, the sons of Ammon, and the Philistines?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "And when the Sidonians, the Amalekites, and the Maonites oppressed you, you cried out to Me, and I saved you from their hands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Yet you abandoned Me and served other gods; therefore I will no longer save you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Go and cry out to the gods which you have chosen; let them save you in the time of your distress.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Then the sons of Israel said to the Lord, “We have sinned, do to us whatever seems good to You; only please save us this day.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "So they removed the foreign gods from among them and served the Lord; and He could no longer endure the misery of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Then the sons of Ammon were summoned, and they camped in Gilead. And the sons of Israel gathered together and camped in Mizpah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And the people, the leaders of Gilead, said to one another, “Who is the man who will begin to fight against the sons of Ammon? He shall become head over all the inhabitants of Gilead.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.11"
        ],
        "human": "Judges 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.12"
        ],
        "human": "Judges 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.10"
        ],
        "human": "Judges 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jephthah, the Ninth Judge"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now Jephthah the Gileadite was a valiant warrior, but he was the son of a prostitute. And Gilead had fathered Jephthah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Gilead’s wife bore him sons; and when his wife’s sons grew up, they drove Jephthah out and said to him, “You shall not have an inheritance in our father’s house, for you are the son of another woman.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "So Jephthah fled from his brothers and lived in the land of Tob; and worthless men gathered around Jephthah, and they went wherever he did."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Now it came about, after a while, that the sons of Ammon fought against Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "When the sons of Ammon fought against Israel, the elders of Gilead went to get Jephthah from the land of Tob;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "and they said to Jephthah, “Come and be our leader, that we may fight against the sons of Ammon.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "But Jephthah said to the elders of Gilead, “Did you not hate me and drive me from my father’s house? So why have you come to me now when you are in trouble?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "The elders of Gilead said to Jephthah, “For this reason we have now returned to you, that you may go with us and fight the sons of Ammon, and become our head over all the inhabitants of Gilead.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "So Jephthah said to the elders of Gilead, “If you bring me back to fight against the sons of Ammon and the Lord gives them up to me, will I become your head?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "And the elders of Gilead said to Jephthah, “The Lord is witness between us; be assured we will do as you have said.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Then Jephthah went with the elders of Gilead, and the people made him head and leader over them; and Jephthah spoke all his words before the Lord at Mizpah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "So Jephthah sent messengers to the king of the sons of Ammon, saying, “What conflict do you and I have, that you have come to me to fight against my land?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And the king of the sons of Ammon said to the messengers of Jephthah, “It is because Israel took my land when they came up from Egypt, from the Arnon as far as the Jabbok and the Jordan; so return them peaceably now.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "But Jephthah sent messengers once again to the king of the sons of Ammon,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "and they said to him, “This is what Jephthah says: ‘Israel did not take the land of Moab nor the land of the sons of Ammon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "For when they came up from Egypt, and Israel went through the wilderness to the Red Sea, and came to Kadesh,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "then Israel sent messengers to the king of Edom, saying, “Please let us pass through your land”; but the king of Edom would not listen. And they also sent messengers to the king of Moab, but he would not consent. So Israel remained at Kadesh."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Then they went through the wilderness and around the land of Edom and the land of Moab, and came to the east side of the land of Moab, and they camped beyond the Arnon; but they did not enter the territory of Moab, for the Arnon was the border of Moab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "And Israel sent messengers to Sihon king of the Amorites, the king of Heshbon; and Israel said to him, “Please let us pass through your land to our place.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "But Sihon did not trust Israel to pass through his territory; so Sihon gathered all his people and camped in Jahaz, and fought with Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "And the Lord, the God of Israel, handed Sihon and all his people over to Israel, and they defeated them; so Israel took possession of all the land of the Amorites, the inhabitants of that country."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "So they possessed all the territory of the Amorites, from the Arnon as far as the Jabbok, and from the wilderness as far as the Jordan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "And now the Lord, the God of Israel, has driven out the Amorites from His people Israel; so should you possess it?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Do you not possess what Chemosh your god gives you to possess? So whatever the Lord our God has dispossessed before us, we will possess it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Now then, are you any better than Balak the son of Zippor, king of Moab? Did he ever contend with Israel, or did he ever fight against them?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "While Israel was living in Heshbon and its villages, and in Aroer and its villages, and in all the cities that are on the banks of the Arnon, three hundred years, why did you not recover them within that time?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "So I have not sinned against you, but you are doing me wrong by making war against me. May the Lord, the Judge, judge today between the sons of Israel and the sons of Ammon.’ ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "But the king of the sons of Ammon disregarded the message which Jephthah sent him."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jephthah’s Tragic Vow"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Now the Spirit of the Lord came upon Jephthah, and he passed through Gilead and Manasseh; then he passed through Mizpah of Gilead, and from Mizpah of Gilead he went on to the sons of Ammon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "And Jephthah made a vow to the Lord and said, “If You will indeed hand over to me the sons of Ammon,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "then whatever comes out the doors of my house to meet me when I return safely from the sons of Ammon, it shall be the Lord’s, and I will offer it up as a burnt offering.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "So Jephthah crossed over to the sons of Ammon to fight against them; and the Lord handed them over to him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "He inflicted a very great defeat on them from Aroer to the entrance of Minnith, twenty cities, and as far as Abel-keramim. So the sons of Ammon were subdued before the sons of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "But Jephthah came to his house at Mizpah, and behold, his daughter was coming out to meet him with tambourines and with dancing. And she was his one and only child; besides her he had no son or daughter."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "So when he saw her, he tore his clothes and said, “Oh, my daughter! You have brought me disaster, and you are among those who trouble me; for I have given my word to the Lord, and I cannot take it back.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "So she said to him, “My father, you have given your word to the Lord; do to me just as you have said, since the Lord has brought you vengeance on your enemies, the sons of Ammon.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "And she said to her father, “Let this thing be done for me; allow me two months, so that I may go to the mountains and weep because of my virginity, I and my friends.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Then he said, “Go.” So he let her go for two months; and she left with her friends, and wept on the mountains because of her virginity."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "And at the end of two months she returned to her father, who did to her what he had vowed; and she had no relations with a man. And it became a custom in Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "that the daughters of Israel went annually to commemorate the daughter of Jephthah the Gileadite for four days in the year."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.12"
        ],
        "human": "Judges 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.13"
        ],
        "human": "Judges 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.11"
        ],
        "human": "Judges 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jephthah and His Successors"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now the men of Ephraim were summoned, and they crossed to Zaphon; and they said to Jephthah, “Why did you cross over to fight against the sons of Ammon without calling us to go with you? We will burn your house down on you!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "So Jephthah said to them, “I and my people were in a major dispute with the sons of Ammon; and I did call you, but you did not save me from their hand."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "When I saw that you were no deliverer, I took my life in my hands and crossed over against the sons of Ammon, and the Lord handed them over to me. Why then have you come up to me this day to fight against me?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then Jephthah gathered all the men of Gilead and fought Ephraim; and the men of Gilead defeated Ephraim, because they said, “You are survivors of Ephraim, you Gileadites, in the midst of Ephraim and in the midst of Manasseh.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And the Gileadites took control of the crossing places of the Jordan opposite Ephraim. And it happened whenever any of the survivors of Ephraim said, “Let me cross over,” that the men of Gilead would say to him, “Are you an Ephraimite?” If he said, “No,”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "then they would say to him, “Just say, ‘Shibboleth.’ ” But he said, “Sibboleth,” for he was not prepared to pronounce it correctly. Then they seized him and slaughtered him at the crossing places of the Jordan. So at that time forty-two thousand from Ephraim fell."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Jephthah judged Israel for six years. Then Jephthah the Gileadite died and was buried in one of the cities of Gilead."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Now Ibzan of Bethlehem judged Israel after him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "He had thirty sons, and thirty daughters whom he gave in marriage outside the family, and he brought in thirty daughters from outside for his sons. And he judged Israel for seven years."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Then Ibzan died and was buried in Bethlehem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Now Elon the Zebulunite judged Israel after him; he judged Israel for ten years."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then Elon the Zebulunite died and was buried at Aijalon in the land of Zebulun."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Now Abdon the son of Hillel the Pirathonite judged Israel after him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "He had forty sons and thirty grandsons who rode on seventy donkeys; and he judged Israel for eight years."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Then Abdon the son of Hillel the Pirathonite died and was buried at Pirathon in the land of Ephraim, in the hill country of the Amalekites."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.13"
        ],
        "human": "Judges 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.14"
        ],
        "human": "Judges 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.12"
        ],
        "human": "Judges 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Philistines Oppress Again"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now the sons of Israel again did evil in the sight of the Lord, and the Lord handed them over to the Philistines for forty years."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And there was a man of Zorah, of the family of the Danites, whose name was Manoah; and his wife was infertile and had not given birth to any children."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Then the angel of the Lord appeared to the woman and said to her, “Behold now, you are infertile and have not given birth; but you will conceive and give birth to a son."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "And now, be careful not to drink wine or strong drink, nor eat any unclean thing."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "For behold, you will conceive and give birth to a son, and no razor shall come upon his head, for the boy shall be a Nazirite to God from the womb; and he will begin to save Israel from the hands of the Philistines.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Then the woman came and told her husband, saying, “A man of God came to me, and his appearance was like the appearance of the angel of God, very awesome. So I did not ask him where he came from, nor did he tell me his name."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "But he said to me, ‘Behold, you shall conceive and give birth to a son, and now you shall not drink wine or strong drink, nor eat any unclean thing, for the boy shall be a Nazirite to God from the womb to the day of his death.’ ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Then Manoah pleaded with the Lord and said, “Lord, please let the man of God whom You have sent come to us again so that he may teach us what we are to do for the boy who is to be born.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "And God listened to the voice of Manoah; and the angel of God came again to the woman as she was sitting in the field, but Manoah her husband was not with her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "So the woman hurried and ran, and told her husband, “Behold, the man who came the other day has appeared to me!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "So Manoah got up and followed his wife, and when he came to the man he said to him, “Are you the man who spoke to the woman?” And he said, “I am.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then Manoah said, “Now when your words are fulfilled, what shall be the boy’s way of life and his vocation?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And the angel of the Lord said to Manoah, “The woman shall pay attention to all that I said."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "She shall not eat anything that comes from the vine nor drink wine or strong drink, nor eat any unclean thing; she shall keep all that I commanded.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Then Manoah said to the angel of the Lord, “Please let us detain you so that we may prepare a young goat for you.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "But the angel of the Lord said to Manoah, “Though you detain me, I will not eat your food, but if you prepare a burnt offering, offer it to the Lord.” For Manoah did not know that he was the angel of the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "And Manoah said to the angel of the Lord, “What is your name, so that when your words are fulfilled, we may honor you?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "But the angel of the Lord said to him, “Why do you ask my name, for it is wonderful?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "So Manoah took the young goat along with the grain offering and offered it on the rock to the Lord; and He performed wonders while Manoah and his wife looked on."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "For it came about when the flame went up from the altar toward heaven, that the angel of the Lord ascended in the flame of the altar. When Manoah and his wife saw this, they fell on their faces to the ground."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Now the angel of the Lord did not appear to Manoah or his wife again. Then Manoah knew that he was the angel of the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "So Manoah said to his wife, “We will certainly die, for we have seen God.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "But his wife said to him, “If the Lord had desired to kill us, He would not have accepted a burnt offering and a grain offering from our hands, nor would He have shown us all these things, nor would He have let us hear things like this at this time.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "So the woman gave birth to a son, and named him Samson; and the child grew up and the Lord blessed him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "And the Spirit of the Lord began to stir him when he was in Mahaneh-dan, between Zorah and Eshtaol."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.14"
        ],
        "human": "Judges 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.15"
        ],
        "human": "Judges 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.13"
        ],
        "human": "Judges 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Samson’s Marriage"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Then Samson went down to Timnah, and he saw a woman in Timnah, one of the daughters of the Philistines."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "So he came back and told his father and mother, “I saw a woman in Timnah, one of the daughters of the Philistines; so now, get her for me as a wife.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "But his father and his mother said to him, “Is there no woman among the daughters of your relatives, or among all our people, that you go to take a wife from the uncircumcised Philistines?” Yet Samson said to his father, “Get her for me, because she is right for me.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "However, his father and mother did not know that this was of the Lord, for He was seeking an occasion against the Philistines. And at that time the Philistines were ruling over Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then Samson went down to Timnah with his father and mother, and came as far as the vineyards of Timnah; and behold, a young lion came roaring toward him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And the Spirit of the Lord rushed upon him, so that he tore it apart as one tears apart a young goat, though he had nothing in his hand; but he did not tell his father or mother what he had done."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "So he went down and talked to the woman; and she looked pleasing to Samson."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "When he returned later to take her, he turned aside to look at the carcass of the lion; and behold, a swarm of bees and honey were in the body of the lion."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "So he took out the honey on his hands and went on, eating as he went. When he came to his father and mother, he gave some to them and they ate it; but he did not tell them that he had taken the honey out of the body of the lion."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Then his father went down to the woman; and Samson held a feast there, for the young men customarily did this."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "When they saw him, they brought thirty companions to be with him."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Samson’s Riddle"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then Samson said to them, “Let me now propose a riddle for you; if you actually tell me the answer within the seven days of the feast, and solve it, then I will give you thirty linen wraps and thirty outfits of clothes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "But if you are unable to tell me, then you shall give me thirty linen wraps and thirty outfits of clothes.” And they said to him, “Propose your riddle, so that we may hear it.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "So he said to them,",
            "“Out of the eater came something to eat,",
            "And out of the strong came something sweet.”",
            "But they could not tell the answer to the riddle in three days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Then it came about on the fourth day that they said to Samson’s wife, “Entice your husband, so that he will tell us the riddle, or we will burn you and your father’s house with fire. Have you invited us to impoverish us? Is this not so?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "So Samson’s wife wept in front of him and said, “You only hate me, and you do not love me; you have proposed a riddle to the sons of my people, and have not told it to me.” And he said to her, “Behold, I have not told it to my father or mother; so should I tell you?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "However she wept before him for seven days while their feast lasted. And on the seventh day he told her because she pressed him so hard. She then told the riddle to the sons of her people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "So the men of the city said to him on the seventh day before the sun went down,",
            "“What is sweeter than honey?",
            "And what is stronger than a lion?”",
            "And he said to them,",
            "“If you had not plowed with my heifer,",
            "You would not have found out my riddle.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Then the Spirit of the Lord rushed upon him, and he went down to Ashkelon and killed thirty men of them and took what they were wearing and gave the outfits of clothes to those who told the riddle. And his anger burned, and he went up to his father’s house."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "But Samson’s wife was given to his companion who had been his friend."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.15"
        ],
        "human": "Judges 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.16"
        ],
        "human": "Judges 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.14"
        ],
        "human": "Judges 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Samson Burns Philistine Crops"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "But after a while, in the time of wheat harvest, Samson visited his wife with a young goat, and said, “I will go in to my wife in her room.” But her father did not let him enter."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Her father said, “I really thought that you hated her intensely; so I gave her to your companion. Is her younger sister not more beautiful than she? Please let her be yours instead.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Samson then said to them, “This time I will have been blameless regarding the Philistines when I do them harm.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "And Samson went and caught three hundred jackals, and took torches, and turned the jackals tail to tail and put one torch in the middle between two tails."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "When he had set fire to the torches, he released the jackals into the standing grain of the Philistines and set fire to both the bundled heaps and the standing grain, along with the vineyards and olive groves."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Then the Philistines said, “Who did this?” And some said, “Samson, the son-in-law of the Timnite, because he took his wife and gave her to his companion.” So the Philistines came up and burned her and her father to death with fire."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Then Samson said to them, “If this is how you act, I will certainly take revenge on you, and only after that will I stop.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "So he struck them ruthlessly with a great slaughter; and afterward he went down and lived in the cleft of the rock of Etam."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then the Philistines went up and camped in Judah, and spread out in Lehi."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "So the men of Judah said, “Why have you come up against us?” And they said, “We have come up to bind Samson in order to do to him as he did to us.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Then three thousand men of Judah went down to the cleft of the rock of Etam and said to Samson, “Do you not know that the Philistines are rulers over us? What then is this that you have done to us?” And he said to them, “Just as they did to me, so I have done to them.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then they said to him, “We have come down to bind you so that we may hand you over to the Philistines.” And Samson said to them, “Swear to me that you will not kill me.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "So they said to him, “No, but we will bind you tightly and give you into their hands; but we certainly will not kill you.” Then they bound him with two new ropes, and brought him up from the rock."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "When he came to Lehi, the Philistines shouted as they met him. And the Spirit of the Lord rushed upon him so that the ropes that were on his arms were like flax that has burned with fire, and his restraints dropped from his hands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Then he found a fresh jawbone of a donkey, so he reached out with his hand and took it, and killed a thousand men with it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "And Samson said,",
            "“With the jawbone of a donkey,",
            "Heaps upon heaps,",
            "With the jawbone of a donkey",
            "I have killed a thousand men.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "When he had finished speaking, he threw the jawbone from his hand; and he named that place Ramath-lehi."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Then he became very thirsty, and he called to the Lord and said, “You have handed this great victory over to Your servant, and now am I to die of thirst and fall into the hands of the uncircumcised?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "But God split the hollow place that is in Lehi so that water came out of it. When he drank, his strength returned and he revived. Therefore he named it En-hakkore, which is in Lehi to this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "So he judged Israel for twenty years in the days of the Philistines."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.16"
        ],
        "human": "Judges 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.17"
        ],
        "human": "Judges 17",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.15"
        ],
        "human": "Judges 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Samson’s Weakness"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now Samson went to Gaza and saw a prostitute there, and had relations with her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "When it was reported to the Gazites, saying, “Samson has come here,” they surrounded the place and lay in wait for him all night at the gate of the city. And they kept silent all night, saying, “Let’s wait until the morning light, then we will kill him.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Now Samson lay asleep until midnight, and at midnight he got up and took hold of the doors of the city gate and the two doorposts, and pulled them up along with the bars; then he put them on his shoulders, and carried them up to the top of the mountain which is opposite Hebron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "After this it came about that he was in love with a woman in the Valley of Sorek, whose name was Delilah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "So the governors of the Philistines came up to her and said to her, “Entice him, and see where his great strength lies and how we can overpower him so that we may bind him to humble him. Then we will each give you 1,100 pieces of silver.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "So Delilah said to Samson, “Please tell me where your great strength lies, and how you can be bound to humble you.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And Samson said to her, “If they bind me with seven fresh animal tendons that have not been dried, then I will become weak and be like any other man.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Then the governors of the Philistines brought up to her seven fresh animal tendons that had not been dried, and she bound him with them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Now she had men prepared for an ambush in an inner room. And she said to him, “The Philistines are upon you, Samson!” But he tore the tendons to pieces just like a thread of flax is torn apart when it comes too close to fire. So his strength was not discovered."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Then Delilah said to Samson, “Behold, you have toyed with me and told me lies; now please tell me how you may be bound.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Then he said to her, “If they bind me tightly with new ropes which have not been used, then I will become weak and be like any other man.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "So Delilah took new ropes and bound him with them and said to him, “The Philistines are upon you, Samson!” For the men in the ambush were waiting in the inner room. But he tore the ropes from his arms like thread."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Then Delilah said to Samson, “Up to now you have toyed with me and told me lies; tell me how you may be bound.” And he said to her, “If you weave the seven locks of my hair with the web [and fasten it with the pin, then I will be weak like any other man.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "So while he slept, Delilah wove the seven locks of his hair with the web]. And she fastened it with the pin and said to him, “The Philistines are upon you, Samson!” But he awoke from his sleep and pulled out the pin of the loom and the web."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Delilah Extracts His Secret"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Then she said to him, “How can you say, ‘I love you,’ when your heart is not with me? You have toyed with me these three times and have not told me where your great strength is.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "And it came about, when she pressed him daily with her words and urged him, that his soul was annoyed to death."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "So he told her all that was in his heart and said to her, “A razor has never come on my head, for I have been a Nazirite to God from my mother’s womb. If I am shaved, then my strength will leave me and I will become weak and be like any other man.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "When Delilah saw that he had told her all that was in his heart, she sent word and called the governors of the Philistines, saying, “Come up once more, for he has told me all that is in his heart.” Then the governors of the Philistines came up to her and brought up the money in their hands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "And she made him sleep on her knees, and called for a man and had him shave off the seven locks of his head. Then she began to humble him, and his strength left him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "She said, “The Philistines are upon you, Samson!” And he awoke from his sleep and said, “I will go out as at other times and shake myself free.” But he did not know that the Lord had departed from him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Then the Philistines seized him and gouged out his eyes; and they brought him down to Gaza and restrained him with bronze chains, and he became a grinder in the prison."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "However, the hair of his head began to grow again after it was shaved off."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Now the governors of the Philistines assembled to offer a great sacrifice to Dagon their god, and to celebrate, for they said,",
            "“Our god has handed Samson our enemy over to us.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "When the people saw him, they praised their god, for they said,",
            "“Our god has handed our enemy over to us,",
            "Even the destroyer of our country,",
            "Who has killed many of us.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "It so happened when they were in high spirits, that they said, “Call for Samson, that he may amuse us.” So they called for Samson from the prison, and he entertained them. And they made him stand between the pillars."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Then Samson said to the boy who was holding his hand, “Let me feel the pillars on which the house rests, so that I may lean against them.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Now the house was full of men and women, and all the governors of the Philistines were there. And about three thousand men and women were on the roof looking on while Samson was entertaining them."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Samson Is Avenged"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Then Samson called to the Lord and said, “Lord God, please remember me and please strengthen me just this time, O God, that I may at once take vengeance on the Philistines for my two eyes.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Then Samson grasped the two middle pillars on which the house rested, and braced himself against them, the one with his right hand and the other with his left."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "And Samson said, “Let me die with the Philistines!” And he pushed outwards powerfully, so that the house fell on the governors and all the people who were in it. And the dead whom he killed at his death were more than those whom he killed during his lifetime."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Then his brothers and all his father’s household came down and took him, and brought him up and buried him between Zorah and Eshtaol in the tomb of his father Manoah. So he had judged Israel for twenty years."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.17",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.17"
        ],
        "human": "Judges 17"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.18"
        ],
        "human": "Judges 18",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.16"
        ],
        "human": "Judges 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Micah’s Idolatry"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now there was a man of the hill country of Ephraim whose name was Micah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And he said to his mother, “The 1,100 pieces of silver that were taken from you, about which you uttered a curse and also spoke it in my hearing, behold, the silver is with me; I took it.” And his mother said, “Blessed be my son by the Lord.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "He then returned the 1,100 pieces of silver to his mother, and his mother said, “I wholly consecrate the silver from my hand to the Lord for my son to make a carved image and a cast metal image; so now I will return them to you.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "So when he returned the silver to his mother, his mother took two hundred pieces of silver and gave them to the silversmith, who made them into a carved image and a cast metal image, and they were in the house of Micah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And the man Micah had a shrine and he made an ephod and household idols, and consecrated one of his sons, so that he might become his priest."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "In those days there was no king in Israel; everyone did what was right in his own eyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Now there was a young man from Bethlehem in Judah, of the family of Judah, who was a Levite; and he was staying there."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Then the man left the city, Bethlehem in Judah, to stay wherever he would find a place; and as he made his journey, he came to the hill country of Ephraim, to the house of Micah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Micah said to him, “Where do you come from?” And he said to him, “I am a Levite from Bethlehem in Judah, and I am going to stay wherever I may find a place.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Micah then said to him, “Stay with me and be a father and a priest to me, and I will give you ten pieces of silver a year, a supply of clothing, and your sustenance.” So the Levite went in."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "The Levite agreed to live with the man, and the young man became to him like one of his sons."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "So Micah consecrated the Levite, and the young man became his priest and lived in the house of Micah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Then Micah said, “Now I know that the Lord will prosper me, because I have a Levite as a priest.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.18",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.18"
        ],
        "human": "Judges 18"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.19"
        ],
        "human": "Judges 19",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.17"
        ],
        "human": "Judges 17",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Danites Seek Territory"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "In those days there was no king of Israel; and in those days the tribe of the Danites was seeking an inheritance for themselves to live in, for until that day an inheritance had not been allotted to them as a possession among the tribes of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "So the sons of Dan sent from their family five men out of their whole number, valiant men from Zorah and Eshtaol, to spy out the land and to explore it; and they said to them, “Go, explore the land.” And they came to the hill country of Ephraim, to the house of Micah, and stayed overnight there."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "When they were near the house of Micah, they recognized the voice of the young man, the Levite; and they turned aside there and said to him, “Who brought you here? And what are you doing in this place? And what do you have here?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "He said to them, “Micah has done this and that for me, and he has hired me and I have become his priest.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then they said to him, “Inquire of God, please, that we may know whether our way on which we are going will be successful.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And the priest said to them, “Go in peace; your way in which you are going has the Lord’s approval.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "So the five men departed and came to Laish, and saw the people who were in it living in security, in the way of the Sidonians, quiet and unsuspecting; for there was no oppressive ruler humiliating them for anything in the land, and they were far from the Sidonians and had no dealings with anyone."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "When they came back to their brothers at Zorah and Eshtaol, their brothers said to them, “What do you say?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "And they said, “Arise, and let’s go up against them; for we have seen the land, and behold, it is very good. And will you sit still? Do not hesitate to go, to enter, to take possession of the land."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "When you enter, you will come to an unsuspecting people with a spacious land; for God has handed it over to you, a place where there is no lack of anything that is on the earth.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Then from the family of the Danites, from Zorah and from Eshtaol, six hundred men armed with weapons of war set out."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "They went up and camped at Kiriath-jearim in Judah. Therefore they called that place Mahaneh-dan to this day; behold, it is west of Kiriath-jearim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And they passed from there to the hill country of Ephraim and came to the house of Micah."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Danites Take Micah’s Idols"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Then the five men who went to spy out the country of Laish said to their kinsmen, “Do you know that there are in these houses an ephod and household idols, and a carved image and a cast metal image? Now then, consider what you should do.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "So they turned aside there and came to the house of the young man, the Levite, to the house of Micah, and asked him how he was doing."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Meanwhile, the six hundred men armed with their weapons of war, who were of the sons of Dan, were positioned at the entrance of the gate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Now the five men who went to spy out the land went up and entered there; they took the carved image, the ephod, the household idols, and the cast metal image, while the priest was standing at the entrance of the gate with the six hundred men armed with weapons of war."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "When these men entered Micah’s house and took the carved image, the ephod, household idols, and the cast metal image, the priest said to them, “What are you doing?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "And they said to him, “Be silent, put your hand over your mouth, and go with us, and be to us a father and a priest. Is it better for you to be a priest to the house of one man, or to be priest to a tribe and a family in Israel?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "The priest’s heart was glad, and he took the ephod, the household idols, and the carved image, and went among the people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Then they turned and left, and put the children, the livestock, and the valuables in front of them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "When they had distanced themselves from Micah’s house, the men who were in the houses near Micah’s house assembled by command and overtook the sons of Dan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Then they called out to the sons of Dan, who turned around and said to Micah, “What is the matter with you, that you have assembled together?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "And he said, “You have taken my gods which I made, and the priest, and have gone away; what more do I have? So how can you say to me, ‘What is the matter with you?’ ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Then the sons of Dan said to him, “Do not let your voice be heard among us, or else fierce men will attack you, and you will lose your life and the lives of your household.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "So the sons of Dan went on their way; and when Micah saw that they were too strong for him, he turned and went back to his house."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Then they took what Micah had made and the priest who had belonged to him, and came to Laish, to a people quiet and unsuspecting, and struck them with the edge of the sword; and they burned the city with fire."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "And there was no one to save them, because it was far from Sidon and they had no dealings with anyone, and it was in the valley which is near Beth-rehob. So they rebuilt the city and lived in it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "And they named the city Dan, after the name of Dan their father who was born to Israel; however, the name of the city was previously Laish."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "The sons of Dan set up for themselves the carved image; and Jonathan, the son of Gershom, the son of Manasseh, he and his sons were priests to the tribe of the Danites until the day of the captivity of the land."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "So they set up for themselves Micah’s carved image which he had made, all the time that the house of God was in Shiloh."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.19",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.19"
        ],
        "human": "Judges 19"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.20"
        ],
        "human": "Judges 20",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.18"
        ],
        "human": "Judges 18",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "A Levite’s Concubine Raped and Killed"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now it came about in those days, when there was no king in Israel, that there was a certain Levite staying in the remote part of the hill country of Ephraim, who took a concubine for himself from Bethlehem in Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "But his concubine found him repugnant, and she left him and went to her father’s house in Bethlehem in Judah, and remained there for a period of four months."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Then her husband set out and went after her to speak gently to her in order to bring her back, taking with him his servant and a pair of donkeys. And she brought him into her father’s house, and when the girl’s father saw him, he was glad to meet him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "His father-in-law, the girl’s father, prevailed upon him, and he remained with him for three days. So they ate and drank and stayed there."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Now on the fourth day they got up early in the morning, and he prepared to go; but the girl’s father said to his son-in-law, “Strengthen yourself with a piece of bread, and afterward you may go.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "So both of them sat down and ate and drank together; and the girl’s father said to the man, “Please be so kind as to spend the night, and let your heart be cheerful.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "However, the man got up to go; but his father-in-law urged him, and he spent the night there again."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Now on the fifth day he got up to go early in the morning, but the girl’s father said, “Please strengthen yourself, and wait until late afternoon”; so both of them ate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "When the man got up to go, along with his concubine and servant, his father-in-law, the girl’s father, said to him, “Behold now, the day has drawn to a close; please spend the night. Behold, the day is coming to an end; spend the night here so that your heart may be cheerful. Then tomorrow you may arise early for your journey and go home.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "But the man was unwilling to spend the night, so he got up and left, and came to a place opposite Jebus (that is, Jerusalem). And with him was a pair of saddled donkeys; his concubine also was with him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "When they were near Jebus, the day was almost gone; and the servant said to his master, “Please come, and let’s turn aside into this city of the Jebusites and spend the night in it.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "However, his master said to him, “We will not turn aside into a city of foreigners who are not of the sons of Israel; instead, we will go on as far as Gibeah.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And he said to his servant, “Come, and let’s approach one of these places; and we will spend the night in Gibeah or Ramah.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "So they passed along and went their way, and the sun set on them near Gibeah which belongs to Benjamin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "They turned aside there to enter and spend the night in Gibeah. When they entered, they sat down in the public square of the city, for no one took them into his house to spend the night."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Then behold, an old man was coming out of the field from his work at evening. Now the man was from the hill country of Ephraim, and he was staying in Gibeah, but the men of the place were Benjaminites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "And he raised his eyes and saw the traveler in the public square of the city; and the old man said, “Where are you going, and where do you come from?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And he said to him, “We are passing from Bethlehem in Judah to the remote part of the hill country of Ephraim, for I am from there, and I went to Bethlehem in Judah. But I am now going to my house, and no one will take me into his house."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Yet there is both straw and feed for our donkeys, and also bread and wine for me, and your female slave, and the young man who is with your servants; there is no lack of anything.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Then the old man said, “Peace to you. Only let me take care of all your needs; however, do not spend the night in the public square.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "So he took him into his house and fed the donkeys, and they washed their feet and ate and drank."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "While they were celebrating, behold, the men of the city, certain worthless men, surrounded the house, pushing one another at the door; and they spoke to the owner of the house, the old man, saying, “Bring out the man who entered your house that we may have relations with him.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Then the man, the owner of the house, went out to them and said to them, “No, my brothers, please do not act so wickedly. Since this man has come into my house, do not commit this vile sin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Here is my virgin daughter and the man’s concubine. Please let me bring them out, then rape them and do to them whatever you wish. But do not commit this act of vile sin against this man.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "But the men would not listen to him. So the man seized his concubine and brought her outside to them; and they raped her and abused her all night until morning, then let her go at the approach of dawn."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "As the day began to dawn, the woman came and fell down at the doorway of the man’s house where her master was, until full daylight."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "When her master got up in the morning and opened the doors of the house and went out to go on his way, then behold, his concubine was lying at the doorway of the house with her hands on the threshold."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "And he said to her, “Get up and let’s go,” but there was no answer. Then he put her on the donkey; and the man set out and went to his home."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "When he entered his house, he took a knife and seized his concubine, and cut her in twelve pieces, limb by limb. Then he sent her throughout the territory of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "All who saw it said, “Nothing like this has ever happened or been seen from the day when the sons of Israel came up from the land of Egypt to this day. Consider it, make a plan, and speak up!”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.20",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.20"
        ],
        "human": "Judges 20"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.21"
        ],
        "human": "Judges 21",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.19"
        ],
        "human": "Judges 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Resolve to Punish the Guilty"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Then all the sons of Israel from Dan to Beersheba, including the land of Gilead, came out, and the congregation assembled as one person to the Lord at Mizpah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And the leaders of all the people, all the tribes of Israel, took their stand in the assembly of the people of God, four hundred thousand foot soldiers who drew the sword."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "(Now the sons of Benjamin heard that the sons of Israel had gone up to Mizpah.) And the sons of Israel said, “Tell us, how did this wickedness take place?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "So the Levite, the husband of the woman who was murdered, answered and said, “I came with my concubine to spend the night at Gibeah which belongs to Benjamin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "But the citizens of Gibeah rose up against me and surrounded the house at night, threatening me. They intended to kill me; instead, they raped my concubine so that she died."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And I took hold of my concubine and cut her in pieces, and sent her throughout the land of Israel’s inheritance; for they have committed an outrageous sin and vile act in Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Behold, all you sons of Israel, give your response and advice here.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Then all the people rose up as one person, saying, “Not one of us will go to his tent, nor will any of us go home."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "But now this is the thing which we will do to Gibeah; we will go up against it by lot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "And we will take ten men out of a hundred throughout the tribes of Israel, and a hundred out of a thousand, and a thousand out of ten thousand to supply provisions for the people, so that when they come to Gibeah of Benjamin, they may punish them for all the vile sin that they have committed in Israel.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "So all the men of Israel were gathered against the city, united as one man."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then the tribes of Israel sent men through the entire tribe of Benjamin, saying, “What is this wickedness that has taken place among you?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Now then, turn over the men, the worthless men who are in Gibeah, so that we may put them to death and remove this wickedness from Israel.” But the sons of Benjamin would not listen to the voice of their brothers, the sons of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Instead, the sons of Benjamin gathered from the cities to Gibeah, to go out to battle against the sons of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "From the cities on that day the sons of Benjamin were counted, twenty-six thousand men who drew the sword, besides the inhabitants of Gibeah who were counted, seven hundred choice men."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Out of all these people seven hundred choice men were left-handed; each one could sling a stone at a hair and not miss."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Then the men of Israel besides Benjamin were counted, four hundred thousand men who drew the sword; all of these were men of war."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Civil War, Benjamin Defeated"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Now the sons of Israel set out, went up to Bethel, and inquired of God and said, “Who shall go up first for us to battle against the sons of Benjamin?” Then the Lord said, “Judah shall go up first.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "So the sons of Israel got up in the morning and camped against Gibeah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "The men of Israel went to battle against Benjamin, and the men of Israel lined up for battle against them at Gibeah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Then the sons of Benjamin came out of Gibeah and struck to the ground on that day twenty-two thousand men of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "But the people, the men of Israel, showed themselves courageous and lined up for battle again in the place where they had lined themselves up on the first day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "And the sons of Israel went up and wept before the Lord until evening, and inquired of the Lord, saying, “Shall we again advance for battle against the sons of my brother Benjamin?” And the Lord said, “Go up against him.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "So the sons of Israel came against the sons of Benjamin on the second day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "And Benjamin went out against them from Gibeah the second day and struck to the ground again eighteen thousand men of the sons of Israel; all of these drew the sword."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Then all the sons of Israel and all the people went up and came to Bethel, and they wept and remained there before the Lord, and fasted that day until evening. And they offered burnt offerings and peace offerings before the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "And the sons of Israel inquired of the Lord (for the ark of the covenant of God was there in those days,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "and Phinehas the son of Eleazar, Aaron’s son, stood before it to minister in those days), saying, “Shall I yet again go out to battle against the sons of my brother Benjamin, or shall I stop?” And the Lord said, “Go up, for tomorrow I will hand them over to you.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "So Israel set men in ambush around Gibeah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "And the sons of Israel went up against the sons of Benjamin on the third day and lined up against Gibeah as at other times."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "When the sons of Benjamin went out against the people, they were lured away from the city, and they began to strike and kill some of the people as at other times, on the roads (one of which goes up to Bethel, and the other to Gibeah), and in the field, about thirty men of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "And the sons of Benjamin said, “They are defeated before us, like the first time.” But the sons of Israel said, “Let’s flee, so that we may draw them away from the city to the roads.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Then all the men of Israel rose from their place and lined up at Baal-tamar; and the men of Israel in ambush charged from their place, from Maareh-geba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "When ten thousand choice men from all Israel came against Gibeah, the battle became fierce; but Benjamin did not know that disaster was close to them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "And the Lord struck Benjamin before Israel, so that the sons of Israel destroyed 25,100 men of Benjamin that day, all who drew the sword."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "So the sons of Benjamin saw that they were defeated. When the men of Israel gave ground to Benjamin because they relied on the men in ambush whom they had set against Gibeah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "the men in ambush hurried and rushed against Gibeah; the men in ambush also deployed and struck all the city with the edge of the sword."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Now the agreed sign between the men of Israel and the men in ambush was that they would make a great cloud of smoke rise from the city."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Then the men of Israel turned in the battle, and Benjamin began to strike and kill about thirty men of Israel, for they said, “Undoubtedly they are defeated before us, as in the first battle.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "But when the cloud began to rise from the city in a column of smoke, Benjamin looked behind them; and behold, the entire city was going up in smoke to heaven."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Then the men of Israel turned, and the men of Benjamin were terrified; for they saw that disaster was close to them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Therefore, they turned their backs before the men of Israel to flee in the direction of the wilderness, but the battle overtook them while those who attacked from the cities were annihilating them in the midst of them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "They surrounded Benjamin, pursued them without rest, and trampled them down opposite Gibeah toward the east."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "So eighteen thousand men of Benjamin fell; all of these were valiant men."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "The rest turned and fled toward the wilderness to the rock of Rimmon, but they caught five thousand of them on the roads and overtook them at Gidom, and killed two thousand of them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "So all those of Benjamin who fell that day were twenty-five thousand men who drew the sword; all of these were valiant men."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "But six hundred men turned and fled toward the wilderness to the rock of Rimmon; and they remained at the rock of Rimmon for four months."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "The men of Israel then turned back against the sons of Benjamin and struck them with the edge of the sword, both the entire city with the cattle and all that they found; they also set on fire all the cities which they found."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.21",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.21"
        ],
        "human": "Judges 21"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "RUT.1"
        ],
        "human": "Ruth 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.20"
        ],
        "human": "Judges 20",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mourning a Lost Tribe"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now the men of Israel had sworn in Mizpah, saying, “None of us shall give his daughter to Benjamin in marriage.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "So the people came to Bethel and sat there before God until evening, and raised their voices and wept profusely."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "And they said, “Why, Lord, God of Israel, has this happened in Israel, that one tribe is missing today from Israel?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "And it came about the next day that the people got up early and built an altar there, and offered burnt offerings and peace offerings."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then the sons of Israel said, “Who is there among all the tribes of Israel who did not go up to the Lord in the assembly?” For they had taken a solemn oath concerning anyone who did not go up to the Lord at Mizpah, saying, “He shall certainly be put to death.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And the sons of Israel were sorry for their brother Benjamin, and said, “Today one tribe is cut off from Israel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "What are we to do for wives for those who are left, since we have sworn by the Lord not to give them any of our daughters as wives?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Provision for Their Survival"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And they said, “What one is there of the tribes of Israel that did not go up to the Lord at Mizpah?” And behold, no one had come to the camp from Jabesh-gilead to the assembly."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "For when the people were counted, behold, not one of the inhabitants of Jabesh-gilead was there."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "And the congregation sent twelve thousand of the valiant warriors there, and commanded them, saying, “Go and strike the inhabitants of Jabesh-gilead with the edge of the sword, along with the women and the children."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And this is the thing that you shall do: you shall utterly destroy every male, and every woman who has slept with a male.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "And they found among the inhabitants of Jabesh-gilead four hundred young virgins who had not known a man by sleeping with him; and they brought them to the camp at Shiloh, which is in the land of Canaan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Then the whole congregation sent word and spoke to the sons of Benjamin who were at the rock of Rimmon, and proclaimed peace to them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "And the tribe of Benjamin returned at that time, and they gave them the women whom they had allowed to live from the women of Jabesh-gilead; but they were not enough for them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "And the people were sorry for Benjamin, because the Lord had created a gap in the tribes of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Then the elders of the congregation said, “What are we to do for wives for those who are left, since the women have been eliminated from Benjamin?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "And they said, “There must be an inheritance for the survivors of Benjamin, so that a tribe will not be wiped out from Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "But we cannot give them wives from our daughters.” For the sons of Israel had sworn, saying, “Cursed is he who gives a wife to Benjamin!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "So they said, “Behold, there is a feast of the Lord from year to year in Shiloh, which is on the north side of Bethel, on the east side of the road that goes up from Bethel to Shechem, and on the south side of Lebonah.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "And they commanded the sons of Benjamin, saying, “Go and lie in wait in the vineyards,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "and watch; and behold, if the daughters of Shiloh come out to take part in the dances, then you shall come out of the vineyards, and each of you shall seize his wife from the daughters of Shiloh, and go to the land of Benjamin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "And when their fathers or their brothers come to complain to us, we shall say to them, ‘Give them to us voluntarily, because we did not take for each man of Benjamin a wife in battle, nor did you give them to them, otherwise you would now be guilty.’ ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "The sons of Benjamin did so, and took wives according to their number from those who danced, whom they seized. And they went and returned to their inheritance, and rebuilt the cities and lived in them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "And the sons of Israel departed from there at that time, every man to his tribe and family, and each one departed from there to his inheritance."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "In those days there was no king in Israel; everyone did what was right in his own eyes."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}