{
  "book_usfm": "MAL",
  "name": "Malachi",
  "local_title": "New American Standard Bible - NASB",
  "local_abbreviation": "NASB2020",
  "version_id": 2692,
  "publisher": {
    "name": "The Lockman Foundation"
  },
  "copyright": {
    "html": "<p>NEW AMERICAN STANDARD BIBLE® NASB®</p> <p>Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation</p> <p>A Corporation Not for Profit</p> <p>La Habra, CA</p> <p>All Rights Reserved</p> <p>www.lockman.org</p>",
    "text": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
  },
  "language": {
    "iso_639_1": "en",
    "iso_639_3": "eng",
    "language_tag": "eng",
    "local_name": "English",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-en-eng",
  "chapters": [
    {
      "chapter_usfm": "MAL.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "MAL.1"
        ],
        "human": "Malachi 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "MAL.2"
        ],
        "human": "Malachi 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.14"
        ],
        "human": "Zechariah 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "God’s Love for Jacob"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The pronouncement of the word of the Lord to Israel through Malachi:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“I have loved you,” says the Lord. But you say, “How have You loved us?” “Was Esau not Jacob’s brother?” declares the Lord. “Yet I have loved Jacob;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "but I have hated Esau, and I have made his mountains a desolation and given his inheritance to the jackals of the wilderness.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Though Edom says, “We have been beaten down, but we will return and build up the ruins”; this is what the Lord of armies says: “They may build, but I will tear down; and people will call them the territory of wickedness, and the people with whom the Lord is indignant forever.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And your eyes will see this, and you will say, “The Lord be exalted beyond the border of Israel!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sin of the Priests"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“ ‘A son honors his father, and a servant his master. Then if I am a father, where is My honor? And if I am a master, where is My respect?’ says the Lord of armies to you, the priests who despise My name! But you say, ‘How have we despised Your name?’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "You are presenting defiled food upon My altar. But you say, ‘How have we defiled You?’ In that you say, ‘The table of the Lord is to be despised.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And when you present a blind animal for sacrifice, is it not evil? Or when you present a lame or sick animal, is it not evil? So offer it to your governor! Would he be pleased with you, or would he receive you kindly?” says the Lord of armies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "“But now, do indeed plead for God’s favor, so that He will be gracious to us. With such an offering on your part, will He receive any of you kindly?” says the Lord of armies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“If only there were one among you who would shut the gates, so that you would not kindle fire on My altar for nothing! I am not pleased with you,” says the Lord of armies, “nor will I accept an offering from your hand."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "For from the rising of the sun even to its setting, My name shall be great among the nations, and in every place frankincense is going to be offered to My name, and a grain offering that is pure; for My name shall be great among the nations,” says the Lord of armies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "“But you are profaning it by your saying, ‘The table of the Lord is defiled, and as for its fruit, its food is to be despised.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "You also say, ‘See, how tiresome it is!’ And you view it as trivial,” says the Lord of armies, “and you bring what was taken by robbery and what is lame or sick; so you bring the offering! Should I accept it from your hand?” says the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“But cursed be the swindler who has a male in his flock and vows it, but sacrifices a blemished animal to the Lord, for I am a great King,” says the Lord of armies, “and My name is feared among the nations.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "MAL.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "MAL.2"
        ],
        "human": "Malachi 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "MAL.3"
        ],
        "human": "Malachi 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "MAL.1"
        ],
        "human": "Malachi 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Priests to Be Disciplined"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "“And now, this commandment is for you, the priests."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "If you do not listen, and if you do not take it to heart to give honor to My name,” says the Lord of armies, “then I will send the curse upon you and I will curse your blessings; and indeed, I have cursed them already, because you are not taking it to heart."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Behold, I am going to rebuke your descendants, and I will spread dung on your faces, the dung of your feasts; and you will be taken away with it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then you will know that I have sent this commandment to you, so that My covenant may continue with Levi,” says the Lord of armies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "“My covenant with him was one of life and peace, and I gave them to him as an object of reverence; so he revered Me and was in awe of My name."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "True instruction was in his mouth and injustice was not found on his lips; he walked with Me in peace and justice, and he turned many back from wrongdoing."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "For the lips of a priest should maintain knowledge, and people should seek instruction from his mouth; for he is the messenger of the Lord of armies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "But as for you, you have turned aside from the way; you have caused many to stumble by the instruction; you have ruined the covenant of Levi,” says the Lord of armies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "“So I also have made you despised and of low reputation in the view of all the people, since you are not keeping My ways but are showing partiality in the instruction.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sin in the Family"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Do we not all have one Father? Is it not one God who has created us? Why do we deal treacherously, each against his brother so as to profane the covenant of our fathers?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Judah has dealt treacherously, and an abomination has been committed in Israel and in Jerusalem; for Judah has profaned the sanctuary of the Lord which He loves, and has married the daughter of a foreign god."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "As for the man who does this, may the Lord eliminate from the tents of Jacob everyone who is awake and answers, or who presents an offering to the Lord of armies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And this is another thing you do: you cover the altar of the Lord with tears, with weeping and sighing, because He no longer gives attention to the offering or accepts it with favor from your hand."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Yet you say, “For what reason?” Because the Lord has been a witness between you and the wife of your youth, against whom you have dealt treacherously, though she is your marriage companion and your wife by covenant."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "But not one has done so who has a remnant of the Spirit. And why the one? He was seeking a godly offspring. Be careful then about your spirit, and see that none of you deals treacherously against the wife of your youth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "“For I hate divorce,” says the Lord, the God of Israel, “and him who covers his garment with violence,” says the Lord of armies. “So be careful about your spirit, that you do not deal treacherously.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "You have wearied the Lord with your words. Yet you say, “How have we wearied Him?” In that you say, “Everyone who does evil is good in the sight of the Lord, and He delights in them,” or, “Where is the God of justice?”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "MAL.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "MAL.3"
        ],
        "human": "Malachi 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "MAL.4"
        ],
        "human": "Malachi 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "MAL.2"
        ],
        "human": "Malachi 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Purifier"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "“Behold, I am sending My messenger, and he will clear a way before Me. And the Lord, whom you are seeking, will suddenly come to His temple; and the messenger of the covenant, in whom you delight, behold, He is coming,” says the Lord of armies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“But who can endure the day of His coming? And who can stand when He appears? For He is like a refiner’s fire, and like launderer’s soap."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "And He will sit as a smelter and purifier of silver, and He will purify the sons of Levi and refine them like gold and silver, so that they may present to the Lord offerings in righteousness."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then the offering of Judah and Jerusalem will be pleasing to the Lord as in the days of old, and as in former years."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "“Then I will come near to you for judgment; and I will be a swift witness against the sorcerers, the adulterers, against those who swear falsely, those who oppress the wage earner in his wages or the widow or the orphan, and those who turn away the stranger from justice and do not fear Me,” says the Lord of armies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“For I, the Lord, do not change; therefore you, the sons of Jacob, have not come to an end."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "“From the days of your fathers you have turned away from My statutes and have not kept them. Return to Me, and I will return to you,” says the Lord of armies. “But you say, ‘How shall we return?’"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "You Have Robbed God"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "“Would anyone rob God? Yet you are robbing Me! But you say, ‘How have we robbed You?’ In tithes and offerings."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "You are cursed with a curse, for you are robbing Me, the entire nation of you!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Bring the whole tithe into the storehouse, so that there may be food in My house, and put Me to the test now in this,” says the Lord of armies, “if I do not open for you the windows of heaven and pour out for you a blessing until it overflows."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Then I will rebuke the devourer for you, so that it will not destroy the fruit of your ground; nor will the vine in the field prove fruitless to you,” says the Lord of armies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "“All the nations will call you blessed, for you will be a delightful land,” says the Lord of armies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "“Your words have been arrogant against Me,” says the Lord. “Yet you say, ‘What have we spoken against You?’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "You have said, ‘It is pointless to serve God; and what benefit is it for us that we have done what He required, and that we have walked in mourning before the Lord of armies?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "So now we call the arrogant blessed; not only are the doers of wickedness built up, but they also put God to the test and escape punishment.’ ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Book of Remembrance"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Then those who feared the Lord spoke to one another, and the Lord listened attentively and heard it, and a book of remembrance was written before Him for those who fear the Lord and esteem His name."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "“And they will be Mine,” says the Lord of armies, “on the day that I prepare My own possession, and I will have compassion for them just as a man has compassion for his own son who serves him.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "So you will again distinguish between the righteous and the wicked, between one who serves God and one who does not serve Him."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "MAL.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "MAL.4"
        ],
        "human": "Malachi 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "MAT.1"
        ],
        "human": "Matthew 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "MAL.3"
        ],
        "human": "Malachi 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Final Admonition"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "“For behold, the day is coming, burning like a furnace; and all the arrogant and every evildoer will be chaff; and the day that is coming will set them ablaze,” says the Lord of armies, “so that it will leave them neither root nor branches."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "But for you who fear My name, the sun of righteousness will rise with healing in its wings; and you will go forth and frolic like calves from the stall."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "And you will crush the wicked underfoot, for they will be ashes under the soles of your feet on the day that I am preparing,” says the Lord of armies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "“Remember the Law of Moses My servant, the statutes and ordinances which I commanded him in Horeb for all Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "“Behold, I am going to send you Elijah the prophet before the coming of the great and terrible day of the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "He will turn the hearts of the fathers back to their children and the hearts of the children to their fathers, so that I will not come and strike the land with complete destruction.”"
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}