{
  "book_usfm": "NEH",
  "name": "Nehemiah",
  "local_title": "New American Standard Bible - NASB",
  "local_abbreviation": "NASB2020",
  "version_id": 2692,
  "publisher": {
    "name": "The Lockman Foundation"
  },
  "copyright": {
    "html": "<p>NEW AMERICAN STANDARD BIBLE® NASB®</p> <p>Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation</p> <p>A Corporation Not for Profit</p> <p>La Habra, CA</p> <p>All Rights Reserved</p> <p>www.lockman.org</p>",
    "text": "NEW AMERICAN STANDARD BIBLE® NASB® Copyright © 1960, 1971, 1977,1995, 2020 by The Lockman Foundation A Corporation Not for Profit La Habra, CA All Rights Reserved www.lockman.org"
  },
  "language": {
    "iso_639_1": "en",
    "iso_639_3": "eng",
    "language_tag": "eng",
    "local_name": "English",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-en-eng",
  "chapters": [
    {
      "chapter_usfm": "NEH.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.1"
        ],
        "human": "Nehemiah 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.2"
        ],
        "human": "Nehemiah 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZR.10"
        ],
        "human": "Ezra 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemiah’s Grief for the Exiles"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The words of Nehemiah the son of Hacaliah.",
            "Now it happened in the month Chislev, in the twentieth year, while I was in Susa the capitol,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "that Hanani, one of my brothers, and some men from Judah came; and I asked them about the Jews who had escaped and had survived the captivity, and about Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "And they said to me, “The remnant there in the province who survived the captivity are in great distress and disgrace, and the wall of Jerusalem is broken down and its gates have been burned with fire.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Now when I heard these words, I sat down and wept and mourned for days; and I was fasting and praying before the God of heaven."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "I said, “Please, Lord God of heaven, the great and awesome God, who keeps the covenant and faithfulness for those who love Him and keep His commandments:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "let Your ear now be attentive and Your eyes open, to hear the prayer of Your servant which I am praying before You now, day and night, on behalf of the sons of Israel Your servants, confessing the sins of the sons of Israel which we have committed against You; I and my father’s house have sinned."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "We have acted very corruptly against You and have not kept the commandments, nor the statutes, nor the ordinances which You commanded Your servant Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Remember, please, the word which You commanded Your servant Moses, saying, ‘If you are unfaithful, I will scatter you among the peoples;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "but if you return to Me and keep My commandments and do them, though those of you who have been scattered were in the most remote part of the heavens, I will gather them from there and bring them to the place where I have chosen to have My name dwell.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "They are Your servants and Your people whom You redeemed by Your great power and by Your strong hand."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Please, Lord, may Your ear be attentive to the prayer of Your servant and the prayer of Your servants who delight to revere Your name, and please make Your servant successful today and grant him mercy before this man.”",
            "Now I was the cupbearer to the king."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.2"
        ],
        "human": "Nehemiah 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.3"
        ],
        "human": "Nehemiah 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.1"
        ],
        "human": "Nehemiah 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemiah’s Prayer Answered"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "And it came about in the month Nisan, in the twentieth year of King Artaxerxes, that wine was before him, and I picked up the wine and gave it to the king. Now I had not been sad in his presence."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "So the king said to me, “Why is your face sad, though you are not ill? This is nothing but sadness of heart.” Then I was very much afraid."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "And I said to the king, “May the king live forever. Why should my face not be sad when the city, the site of my fathers’ tombs, is desolate and its gates have been consumed by fire?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then the king said to me, “What would you request?” So I prayed to the God of heaven."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then I said to the king, “If it pleases the king, and if your servant has found favor before you, I request that you send me to Judah, to the city of my fathers’ tombs, that I may rebuild it.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Then the king said to me, with the queen sitting beside him, “How long will your journey be, and when will you return?” So it pleased the king to send me, and I gave him a definite time."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And I said to the king, “If it pleases the king, let letters be given me for the governors of the provinces beyond the River, so that they will allow me to pass through until I come to Judah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "and a letter to Asaph the keeper of the king’s forest, so that he will give me timber to make beams for the gates of the citadel which is by the temple, for the wall of the city, and for the house to which I will go.” And the king granted them to me because the good hand of my God was on me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then I came to the governors of the provinces beyond the Euphrates River and gave them the king’s letters. Now the king had sent with me officers of the army and horsemen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "And when Sanballat the Horonite and Tobiah the Ammonite official heard about it, it was very displeasing to them that someone had come to seek the welfare of the sons of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemiah Inspects Jerusalem’s Walls"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "So I came to Jerusalem and was there for three days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "And I got up in the night, I and a few men with me. I did not tell anyone what my God was putting into my mind to do for Jerusalem, and there was no animal with me except the animal on which I was riding."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "So I went out at night by the Valley Gate in the direction of the Dragon’s Spring and on to the Dung Gate, and I was inspecting the walls of Jerusalem which were broken down and its gates which had been consumed by fire."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Then I passed on to the Fountain Gate and the King’s Pool, but there was no place for my mount to pass."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "So I was going up at night by the ravine and inspecting the wall. Then I entered the Valley Gate again and returned."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "However, the officials did not know where I had gone or what I was doing; nor had I as yet told the Jews, the priests, the nobles, the officials, or the rest who were doing the work."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Then I said to them, “You see the bad situation we are in, that Jerusalem is desolate and its gates have been burned by fire. Come, let’s rebuild the wall of Jerusalem so that we will no longer be a disgrace.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And I told them how the hand of my God had been favorable to me and also about the king’s words which he had spoken to me. Then they said, “Let’s arise and build.” So they put their hands to the good work."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "But when Sanballat the Horonite and Tobiah the Ammonite official, and Geshem the Arab heard about it, they mocked us and despised us, and said, “What is this thing that you are doing? Are you rebelling against the king?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "So I answered them and said to them, “The God of heaven will make us successful; therefore we His servants will arise and build, but you have no part, right, or memorial in Jerusalem.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.3"
        ],
        "human": "Nehemiah 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.4"
        ],
        "human": "Nehemiah 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.2"
        ],
        "human": "Nehemiah 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Builders of the Walls"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Then Eliashib the high priest arose with his brothers the priests and built the Sheep Gate; they consecrated it and installed its doors. They consecrated the wall to the Tower of the Hundred and the Tower of Hananel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And next to him the men of Jericho built, and next to them Zaccur the son of Imri built."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Now the sons of Hassenaah built the Fish Gate; they laid its beams and installed its doors with its bolts and bars."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Next to them Meremoth the son of Uriah the son of Hakkoz made repairs. And next to him Meshullam the son of Berechiah the son of Meshezabel made repairs. And next to him Zadok the son of Baana also made repairs."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Moreover, next to him the Tekoites made repairs, but their nobles did not support the work of their masters."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Now Joiada the son of Paseah and Meshullam the son of Besodeiah repaired the Ancient Gate; they laid its beams and installed its doors with its bolts and its bars."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Next to them Melatiah the Gibeonite and Jadon the Meronothite, the men of Gibeon and of Mizpah, also made repairs for the official seat of the governor of the province beyond the Euphrates River."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Next to him Uzziel the son of Harhaiah of the goldsmiths made repairs. And next to him Hananiah, one of the perfumers, made repairs, and they restored Jerusalem as far as the Broad Wall."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "And next to them Rephaiah the son of Hur, the official of half the district of Jerusalem, made repairs."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Next to them Jedaiah the son of Harumaph made repairs opposite his house. And next to him Hattush the son of Hashabneiah made repairs."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Malchijah the son of Harim and Hasshub the son of Pahath-moab repaired another section and the Tower of Furnaces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Next to him Shallum the son of Hallohesh, the official of half the district of Jerusalem, made repairs, he and his daughters."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Hanun and the inhabitants of Zanoah repaired the Valley Gate. They built it and installed its doors with its bolts and its bars, and a thousand cubits of the wall to the Dung Gate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "And Malchijah the son of Rechab, the official of the district of Beth-haccherem repaired the Dung Gate. He built it and installed its doors with its bolts and its bars."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Shallum the son of Col-hozeh, the official of the district of Mizpah, repaired the Fountain Gate. He built it, made a roof for it, and installed its doors with its bolts and its bars, and the wall of the Pool of Shelah at the king’s garden as far as the steps that descend from the city of David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "After him Nehemiah the son of Azbuk, official of half the district of Beth-zur, made repairs as far as a point opposite the tombs of David, and as far as the artificial pool and the house of the mighty men."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "After him the Levites carried out repairs under Rehum the son of Bani. Next to him Hashabiah, the official of half the district of Keilah, carried out repairs for his district."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "After him their brothers carried out repairs under Bavvai the son of Henadad, official of the other half of the district of Keilah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "And next to him Ezer the son of Jeshua, the official of Mizpah, repaired another section in front of the ascent of the armory at the Angle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "After him Baruch the son of Zabbai zealously repaired another section, from the Angle to the doorway of the house of Eliashib the high priest."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "After him Meremoth the son of Uriah the son of Hakkoz repaired another section, from the doorway of Eliashib’s house even as far as the end of his house."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "And after him the priests, the men of the vicinity, carried out repairs."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "After them Benjamin and Hasshub carried out repairs in front of their house. After them Azariah the son of Maaseiah, son of Ananiah, carried out repairs beside his house."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "After him Binnui the son of Henadad repaired another section, from the house of Azariah as far as the Angle and as far as the corner."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Palal the son of Uzai made repairs in front of the Angle and the tower projecting from the upper house of the king, which is by the courtyard of the guard. After him Pedaiah the son of Parosh made repairs."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Now the temple servants living in Ophel made repairs as far as the front of the Water Gate toward the east and the projecting tower."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "After them the Tekoites repaired another section in front of the great projecting tower and as far as the wall of Ophel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Above the Horse Gate the priests carried out repairs, each in front of his house."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "After them Zadok the son of Immer carried out repairs in front of his house. And after him Shemaiah the son of Shecaniah, the keeper of the East Gate, carried out repairs."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "After him Hananiah the son of Shelemiah, and Hanun the sixth son of Zalaph, repaired another section. After him Meshullam the son of Berechiah carried out repairs in front of his own quarters."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "After him Malchijah, one of the goldsmiths, carried out repairs as far as the house of the temple servants and of the merchants, in front of the Inspection Gate and as far as the upper room of the corner."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "And between the upper room of the corner and the Sheep Gate the goldsmiths and the merchants carried out repairs."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.4"
        ],
        "human": "Nehemiah 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.5"
        ],
        "human": "Nehemiah 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.3"
        ],
        "human": "Nehemiah 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Work Is Ridiculed"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now it came about that when Sanballat heard that we were rebuilding the wall, he became furious and very angry, and he mocked the Jews."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And he spoke in the presence of his brothers and the wealthy people of Samaria and said, “What are these feeble Jews doing? Are they going to restore the temple for themselves? Can they offer sacrifices? Can they finish it in a day? Can they revive the stones from the heaps of rubble, even the burned ones?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Now Tobiah the Ammonite was near him, and he said, “Even what they are building—if a fox were to jump on it, it would break their stone wall down!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Hear, O our God, how we are an object of contempt! Return their taunting on their own heads, and turn them into plunder in a land of captivity."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Do not forgive their guilt and do not let their sin be wiped out before You, for they have demoralized the builders."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "So we built the wall, and the entire wall was joined together to half its height, for the people had a mind to work."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Now when Sanballat, Tobiah, the Arabs, the Ammonites, and the Ashdodites heard that the repair of the walls of Jerusalem went on, and that the breaches began to be closed, they were very angry."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "So all of them conspired together to come to fight against Jerusalem and to cause confusion in it."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Discouragement Overcome"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "But we prayed to our God, and because of them we set up a guard against them day and night."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "And so in Judah it was said:",
            "“The strength of the burden bearers is failing,",
            "Yet there is much rubble;",
            "And we ourselves are unable",
            "To rebuild the wall.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And our enemies said, “They will not know or see until we come among them, kill them, and put a stop to the work.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "When the Jews who lived near them came and told us ten times, “They will come up against us from every place where you may turn,”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "then I stationed men in the lowest parts of the space behind the wall, the exposed places, and I stationed the people in families with their swords, spears, and bows."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "When I saw their fear, I stood and said to the nobles, the officials, and the rest of the people: “Do not be afraid of them; remember the Lord who is great and awesome, and fight for your brothers, your sons, your daughters, your wives, and your houses.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Now when our enemies heard that it was known to us, and that God had frustrated their plan, then all of us returned to the wall, each one to his work."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "And from that day on, half of my servants carried on the work while half of them kept hold of the spears, the shields, the bows, and the coats of mail; and the captains were behind all the house of Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Those who were rebuilding the wall and those who carried burdens carried with one hand doing the work, and the other keeping hold of a weapon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "As for the builders, each wore his sword strapped to his waist as he built, while the trumpeter stood near me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "And I said to the nobles, the officials, and the rest of the people, “The work is great and extensive, and we are separated on the wall far from one another."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "At whatever place you hear the sound of the trumpet, assemble to us there. Our God will fight for us.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "So we carried on the work with half of them holding spears from dawn until the stars appeared."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "At that time I also said to the people, “Each man with his servant shall spend the night within Jerusalem, so that they may be a guard for us by night and a laborer by day.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "So neither I, my brothers, my servants, nor the men of the guard who followed me—none of us removed our clothes; each took his weapon even to the water."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.5"
        ],
        "human": "Nehemiah 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.6"
        ],
        "human": "Nehemiah 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.4"
        ],
        "human": "Nehemiah 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Charging Interest Abolished"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now there was a great outcry of the people and of their wives against their Jewish brothers."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "For there were those who said, “We, our sons, and our daughters are many; therefore let’s get grain so that we may eat and live.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "And there were others who said, “We are mortgaging our fields, our vineyards, and our houses so that we might get grain because of the famine.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "There also were those who said, “We have borrowed money for the king’s tax on our fields and our vineyards."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And now our flesh is like the flesh of our brothers, our children like their children. Yet behold, we are forcing our sons and our daughters to be slaves, and some of our daughters are forced into bondage already, and we are helpless because our fields and vineyards belong to others.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Then I was very angry when I heard their outcry and these words."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "So I thought it over and contended with the nobles and the leading people, and said to them, “You are lending at interest, each to his brother!” Therefore, I held a great assembly against them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And I said to them, “We, according to our ability, have redeemed our Jewish brothers who were sold to the nations; now would you even sell your brothers that they may be sold to us?” Then they were silent and could not find a word to say."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "So I said, “The thing which you are doing is not good; should you not walk in the fear of our God because of the taunting of the nations, our enemies?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "And likewise I, my brothers, and my servants are lending them money and grain. Please, let’s do without this interest."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Please, give back to them this very day their fields, their vineyards, their olive groves, and their houses, as well as the hundredth part of the money and of the grain, the new wine, and the oil that you are charging as interest from them.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then they said, “We will give it back and will require nothing from them; we will do exactly as you say.” So I called the priests and made them take an oath to act in accordance with this promise."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "I also shook out the front of my garment and said, “So may God shake out every person from his house and from his possessions who does not keep this promise; just so may he be shaken out and emptied.” And all the assembly said, “Amen!” And they praised the Lord. Then the people acted in accordance with this promise."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemiah’s Example"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Furthermore, since the day that I was appointed to be their governor in the land of Judah, from the twentieth year to the thirty-second year of King Artaxerxes, for twelve years, neither I nor my kinsmen have eaten the governor’s food allowance."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "But the previous governors who were before me laid burdens on the people and took from them bread and wine besides forty shekels of silver; even their servants domineered the people. But I did not do so because of my fear of God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "I also applied myself to the work on this wall; we did not buy any land, and all my servants were gathered there for the work."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Moreover, there were at my table 150 Jews and officials, besides those who came to us from the nations that were around us."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Now that which was prepared for each day was one ox and six choice sheep; also birds were prepared for me, and every ten days all sorts of wine were provided in abundance. Yet for all this I did not request the governor’s food allowance, because the forced labor was heavy on this people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Remember me, my God, for good, in return for all that I have done for this people."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.6"
        ],
        "human": "Nehemiah 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.7"
        ],
        "human": "Nehemiah 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.5"
        ],
        "human": "Nehemiah 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Enemy’s Plot"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now when it was reported to Sanballat, Tobiah, Geshem the Arab, and to the rest of our enemies that I had rebuilt the wall, and that no breach was left in it, although at that time I had not installed the doors in the gates,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Sanballat and Geshem sent a message to me, saying, “Come, let’s meet together at Chephirim in the plain of Ono.” But they were plotting to harm me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "So I sent messengers to them, saying, “I am doing a great work and am unable to come down. Why should the work stop while I leave it and come down to you?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then they sent messages to me four times worded in this way, and I answered them with the same wording."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then Sanballat sent his servant to me in the same way a fifth time with an open letter in his hand."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "In it was written: “It is reported among the nations, and Gashmu says, that you and the Jews intend to rebel; for that reason you are rebuilding the wall. And you are to be their king, according to these reports."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "You have also appointed prophets to proclaim in Jerusalem concerning you, ‘A king is in Judah!’ And now it will be reported to the king according to these reports. So come now, let’s consult together.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Then I sent a message to him saying, “Nothing like these things that you are saying has been done, but you are inventing them in your own mind.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "For all of them were trying to frighten us, thinking, “They will become discouraged with the work and it will not be done.” But now, God, strengthen my hands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "When I entered the house of Shemaiah the son of Delaiah, son of Mehetabel, who was confined at home, he said, “Let’s meet together in the house of God, within the temple, and let’s close the doors of the temple, for they are coming to kill you, and they are coming to kill you at night.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "But I said, “Should a man like me flee? And who is there like me who would go into the temple to save his own life? I will not go in.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then I realized that God certainly had not sent him, but he uttered his prophecy against me because Tobiah and Sanballat had hired him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "He was hired for this reason, that I would become frightened and act accordingly and sin, so that they might have an evil report in order that they could taunt me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Remember, my God, Tobiah and Sanballat in accordance with these works of theirs, and also Noadiah the prophetess and the rest of the prophets, who were trying to frighten me."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Wall Is Finished"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "So the wall was completed on the twenty-fifth of the month Elul, in fifty-two days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "When all our enemies heard about it, and all the nations surrounding us saw it, they lost their confidence; for they realized that this work had been accomplished with the help of our God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Also in those days many letters went from the nobles of Judah to Tobiah, and Tobiah’s letters came to them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "For many in Judah were bound by oath to him because he was the son-in-law of Shecaniah the son of Arah, and his son Jehohanan had married the daughter of Meshullam the son of Berechiah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Moreover, they were speaking about his good deeds in my presence, and were reporting my words to him. Then Tobiah sent letters to frighten me."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.7"
        ],
        "human": "Nehemiah 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.8"
        ],
        "human": "Nehemiah 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.6"
        ],
        "human": "Nehemiah 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Census of First Returned Exiles"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now when the wall was rebuilt and I had installed the doors, and the gatekeepers, the singers, and the Levites were appointed,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "then I put Hanani my brother, and Hananiah the commander of the citadel, in charge of Jerusalem, for he was a faithful man and feared God more than many."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Then I said to them, “The gates of Jerusalem are not to be opened until the sun is hot, and while they are standing guard, the gatekeepers are to keep the doors shut and bolted. Also appoint guards from the inhabitants of Jerusalem, each at his post, and each in front of his own house.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Now the city was large and spacious, but the people in it were few and the houses were not built."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then my God put it into my heart to assemble the nobles, the officials, and the other people to be enrolled by genealogies. Then I found the book of the genealogy of those who came up first, in which I found the following record:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "These are the people of the province who came up from the captivity of the exiles whom Nebuchadnezzar the king of Babylon had taken into exile, and who returned to Jerusalem and Judah, each to his city,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "who came with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, and Baanah.",
            "The number of men of the people of Israel:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "the sons of Parosh, 2,172;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "the sons of Shephatiah, 372;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "the sons of Arah, 652;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "the sons of Pahath-moab of the sons of Jeshua and Joab, 2,818;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "the sons of Elam, 1,254;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "the sons of Zattu, 845;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "the sons of Zaccai, 760;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "the sons of Binnui, 648;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "the sons of Bebai, 628;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "the sons of Azgad, 2,322;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "the sons of Adonikam, 667;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "the sons of Bigvai, 2,067;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "the sons of Adin, 655;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "the sons of Ater, of Hezekiah, 98;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "the sons of Hashum, 328;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "the sons of Bezai, 324;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "the sons of Hariph, 112;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "the sons of Gibeon, 95;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "the men of Bethlehem and Netophah, 188;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "the men of Anathoth, 128;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "the men of Beth-azmaveth, 42;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "the men of Kiriath-jearim, Chephirah, and Beeroth, 743;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "the men of Ramah and Geba, 621;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "the men of Michmas, 122;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "the men of Bethel and Ai, 123;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "the men of the other Nebo, 52;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "the sons of the other Elam, 1,254;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "the sons of Harim, 320;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "the men of Jericho, 345;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "the sons of Lod, Hadid, and Ono, 721;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "the sons of Senaah, 3,930."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "The priests: the sons of Jedaiah of the house of Jeshua, 973;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "the sons of Immer, 1,052;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "the sons of Pashhur, 1,247;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "the sons of Harim, 1,017."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "The Levites: the sons of Jeshua, of Kadmiel, of the sons of Hodevah, 74."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "The singers: the sons of Asaph, 148."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "The gatekeepers: the sons of Shallum, the sons of Ater, the sons of Talmon, the sons of Akkub, the sons of Hatita, the sons of Shobai, 138."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "The temple servants: the sons of Ziha, the sons of Hasupha, the sons of Tabbaoth,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "the sons of Keros, the sons of Sia, the sons of Padon,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "the sons of Lebana, the sons of Hagaba, the sons of Shalmai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "the sons of Hanan, the sons of Giddel, the sons of Gahar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "the sons of Reaiah, the sons of Rezin, the sons of Nekoda,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "the sons of Gazzam, the sons of Uzza, the sons of Paseah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "the sons of Besai, the sons of Meunim, the sons of Nephushesim,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "the sons of Bakbuk, the sons of Hakupha, the sons of Harhur,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "the sons of Bazlith, the sons of Mehida, the sons of Harsha,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "the sons of Barkos, the sons of Sisera, the sons of Temah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "the sons of Neziah, the sons of Hatipha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "The sons of Solomon’s servants: the sons of Sotai, the sons of Sophereth, the sons of Perida,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            58
          ],
          "lines": [
            "the sons of Jaala, the sons of Darkon, the sons of Giddel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            59
          ],
          "lines": [
            "the sons of Shephatiah, the sons of Hattil, the sons of Pochereth-hazzebaim, and the sons of Amon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            60
          ],
          "lines": [
            "All the temple servants and the sons of Solomon’s servants totaled 392."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            61
          ],
          "lines": [
            "These were the ones who came up from Tel-melah, Tel-harsha, Cherub, Addon, and Immer; but they could not provide evidence for their fathers’ households or their descendants, whether they were of Israel:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            62
          ],
          "lines": [
            "the sons of Delaiah, the sons of Tobiah, the sons of Nekoda, 642."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            63
          ],
          "lines": [
            "And of the priests: the sons of Hobaiah, the sons of Hakkoz, the sons of Barzillai, who took a wife of the daughters of Barzillai, the Gileadite, and was named after them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            64
          ],
          "lines": [
            "These searched among their ancestral registration, but it could not be located; therefore they were considered unclean and disqualified from the priesthood."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            65
          ],
          "lines": [
            "And the governor said to them that they were not to eat from the most holy things until a priest arose with Urim and Thummim."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Total of People and Gifts"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            66
          ],
          "lines": [
            "The whole assembly together totaled 42,360,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            67
          ],
          "lines": [
            "besides their male slaves and their female slaves, of whom there were 7,337; and they had 245 male and female singers."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            68
          ],
          "lines": [
            "Their horses were 736; their mules, 245;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            69
          ],
          "lines": [
            "their camels, 435; their donkeys, 6,720."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            70
          ],
          "lines": [
            "Some of the heads of fathers’ households gave to the work. The governor gave to the treasury a thousand gold drachmas, fifty basins, and 530 priests’ garments."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            71
          ],
          "lines": [
            "And some of the heads of fathers’ households gave to the treasury for the work twenty thousand gold drachmas and 2,200 silver minas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            72
          ],
          "lines": [
            "What the rest of the people gave was twenty thousand gold drachmas, two thousand silver minas, and sixty-seven priests’ garments."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            73
          ],
          "lines": [
            "Now the priests, the Levites, the gatekeepers, the singers, some of the people, the temple servants, and all Israel lived in their cities.",
            "And when the seventh month came, the sons of Israel were in their cities."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.8"
        ],
        "human": "Nehemiah 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.9"
        ],
        "human": "Nehemiah 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.7"
        ],
        "human": "Nehemiah 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ezra Reads the Law"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "And all the people gathered as one person at the public square which was in front of the Water Gate, and they asked Ezra the scribe to bring the Book of the Law of Moses which the Lord had given to Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Then Ezra the priest brought the Law before the assembly of men, women, and all who could listen with understanding, on the first day of the seventh month."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "And he read from it before the public square which was in front of the Water Gate, from early morning until midday, in the presence of men and women, those who could understand; and all the people were attentive to the Book of the Law."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ezra the scribe stood at a wooden podium which they had made for the purpose. And beside him stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah on his right; and Pedaiah, Mishael, Malchijah, Hashum, Hashbaddanah, Zechariah, and Meshullam on his left."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then Ezra opened the book in the sight of all the people, for he was standing above all the people; and when he opened it, all the people stood up."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Then Ezra blessed the Lord, the great God. And all the people answered, “Amen, Amen!” with the raising of their hands; then they kneeled down and worshiped the Lord with their faces to the ground."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Also Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, and the Levites explained the Law to the people while the people remained in their place."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "They read from the book, from the Law of God, translating to give the sense so that they understood the reading."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "This Day Is Holy"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then Nehemiah, who was the governor, and Ezra the priest and scribe, and the Levites who taught the people said to all the people, “This day is holy to the Lord your God; do not mourn or weep.” For all the people were weeping when they heard the words of the Law."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Then he said to them, “Go, eat the festival foods, drink the sweet drinks, and send portions to him who has nothing prepared; for this day is holy to our Lord. Do not be grieved, for the joy of the Lord is your refuge.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "So the Levites silenced all the people, saying, “Be still, for the day is holy; do not be grieved.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then all the people went away to eat, drink, to send portions, and to celebrate a great feast, because they understood the words which had been made known to them."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Feast of Booths Restored"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Then on the second day the heads of fathers’ households of all the people, the priests, and the Levites were gathered to Ezra the scribe so that they might gain insight into the words of the Law."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "And they found written in the Law how the Lord had commanded through Moses that the sons of Israel were to live in booths during the feast of the seventh month."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "And that they were to proclaim and circulate a proclamation in all their cities and in Jerusalem, saying, “Go out to the hills, and bring olive branches and wild olive branches, myrtle branches, palm branches, and branches of other trees with thick branches, to make booths, as it is written.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "So the people went out and brought them and made booths for themselves, each on his roof, and in their courtyards and in the courtyards of the house of God, and in the public square at the Water Gate, and in the square at the Gate of Ephraim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "The entire assembly of those who had returned from the captivity made booths and lived in the booths. Indeed, the sons of Israel had not done so since the days of Joshua the son of Nun to that day. And there was very great rejoicing."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "He read from the Book of the Law of God daily, from the first day to the last day. And they celebrated the feast seven days, and on the eighth day there was a festive assembly in accordance with the ordinance."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.9"
        ],
        "human": "Nehemiah 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.10"
        ],
        "human": "Nehemiah 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.8"
        ],
        "human": "Nehemiah 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The People Confess Their Sin"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now on the twenty-fourth day of this month the sons of Israel assembled with fasting, in sackcloth and with dirt upon them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "The descendants of Israel separated themselves from all foreigners, and they stood and confessed their sins and the wrongdoings of their fathers."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "While they stood in their place, they read from the Book of the Law of the Lord their God for a fourth of the day; and for another fourth they confessed and worshiped the Lord their God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Now on the Levites’ platform stood Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani, and they cried out with a loud voice to the Lord their God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then the Levites, Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah said, “Arise, bless the Lord your God forever and ever!",
            "May Your glorious name be blessed",
            "And exalted above all blessing and praise!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“You alone are the Lord.",
            "You have made the heavens,",
            "The heaven of heavens with all their lights,",
            "The earth and everything that is on it,",
            "The seas and everything that is in them.",
            "You give life to all of them,",
            "And the heavenly lights bow down before You."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "“You are the Lord God,",
            "Who chose Abram",
            "And brought him out from Ur of the Chaldees,",
            "And gave him the name Abraham."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "“You found his heart faithful before You,",
            "And made a covenant with him",
            "To give him the land of the Canaanite,",
            "Of the Hittite and the Amorite,",
            "Of the Perizzite, the Jebusite, and the Girgashite—",
            "To give it to his descendants.",
            "And You have fulfilled Your promise,",
            "Because You are righteous."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "¶“You saw the affliction of our fathers in Egypt,",
            "And heard their cry by the Red Sea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“Then You performed signs and wonders against Pharaoh,",
            "Against all his servants and all the people of his land;",
            "For You knew that they acted arrogantly toward them,",
            "And You made a name for Yourself as it is this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“You divided the sea before them,",
            "So they passed through the midst of the sea on dry ground;",
            "And You hurled their pursuers into the depths,",
            "Like a stone into raging waters."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "“And with a pillar of cloud You led them by day,",
            "And with a pillar of fire by night",
            "To light for them the way",
            "In which they were to go."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "“Then You came down on Mount Sinai,",
            "And spoke with them from heaven;",
            "You gave them just ordinances and true laws,",
            "Good statutes and commandments."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“So You made known to them Your holy Sabbath,",
            "And gave them commandments, statutes, and law,",
            "Through Your servant Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "“You provided bread from heaven for them for their hunger,",
            "You brought out water from a rock for them for their thirst,",
            "And You told them to enter in order to take possession of",
            "The land which You swore to give them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¶“But they, our fathers, acted arrogantly;",
            "They became stubborn and would not listen to Your commandments."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "“They refused to listen,",
            "And did not remember Your wondrous deeds which You performed among them;",
            "So they became stubborn and appointed a leader to return to their slavery in Egypt.",
            "But You are a God of forgiveness,",
            "Gracious and compassionate,",
            "Slow to anger and abounding in mercy;",
            "And You did not abandon them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "“Even when they made for themselves",
            "A calf of cast metal",
            "And said, ‘This is your god",
            "Who brought you up from Egypt,’",
            "And committed great blasphemies,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "You, in Your great compassion,",
            "Did not abandon them in the wilderness;",
            "The pillar of cloud did not leave them by day,",
            "To guide them on their way,",
            "Nor the pillar of fire by night, to light for them the way in which they were to go."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "“Instead, You gave Your good Spirit to instruct them,",
            "You did not withhold Your manna from their mouth,",
            "And You gave them water for their thirst."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "“Indeed, for forty years You provided for them in the wilderness and they were not lacking;",
            "Their clothes did not wear out, nor did their feet swell up."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "“You also gave them kingdoms and peoples,",
            "And allotted them to them as a boundary.",
            "They took possession of the land of Sihon the king of Heshbon",
            "And the land of Og the king of Bashan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "“You made their sons as numerous as the stars of heaven,",
            "And You brought them into the land",
            "Which You had told their fathers to enter and possess."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "“So their sons entered and took possession of the land.",
            "And You subdued before them the inhabitants of the land, the Canaanites,",
            "And You handed them over to them, with their kings and the peoples of the land,",
            "To do with them as they desired."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "“They captured fortified cities and a fertile land.",
            "They took possession of houses full of every good thing,",
            "Carved out cisterns, vineyards, olive groves,",
            "Fruit trees in abundance.",
            "So they ate, were filled and put on fat,",
            "And lived luxuriously in Your great goodness."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "¶“But they became rebellious and revolted against You,",
            "And threw Your Law behind their backs",
            "And killed Your prophets who had admonished them",
            "In order to bring them back to You,",
            "And they committed great blasphemies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "“Therefore You handed them over to their enemies who oppressed them,",
            "But when they cried out to You in the time of their distress,",
            "You heard from heaven, and according to Your great compassion",
            "You gave them people who saved them from the hand of their enemies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "“But as soon as they had rest, they did evil again before You;",
            "Therefore You abandoned them to the hand of their enemies, so that they ruled over them.",
            "When they cried out again to You, You heard from heaven,",
            "And many times You rescued them according to Your compassion,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "And admonished them in order to turn them back to Your Law.",
            "Yet they acted arrogantly and did not listen to Your commandments but sinned against Your ordinances,",
            "Which, if a person follows them, then he will live by them.",
            "And they turned a stubborn shoulder and stiffened their neck, and would not listen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "“However, You remained patient with them for many years,",
            "And admonished them by Your Spirit through Your prophets,",
            "Yet they would not listen.",
            "Therefore You handed them over to the peoples of the lands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "“Nevertheless, in Your great compassion You did not make an end of them or abandon them,",
            "For You are a gracious and compassionate God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "¶“Now then, our God, the great, the mighty, and the awesome God, who keeps His covenant and faithfulness,",
            "Do not let all the hardship seem insignificant before You,",
            "Which has happened to us, our kings, our leaders, our priests, our prophets, our fathers, and to all Your people,",
            "From the days of the kings of Assyria to this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "“However, You are righteous in everything that has happened to us;",
            "For You have dealt faithfully, but we have acted wickedly."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "“For our kings, our leaders, our priests, and our fathers have not kept Your Law",
            "Or paid attention to Your commandments and Your admonitions with which You have admonished them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "“But they, in their own kingdom,",
            "With Your great goodness which You gave them,",
            "With the broad and rich land which You placed before them,",
            "Did not serve You or turn from their evil deeds."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "“Behold, we are slaves today,",
            "And as for the land which You gave to our fathers to eat its fruit and its bounty,",
            "Behold, we are slaves on it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "“And its abundant produce is for the kings",
            "Whom You have set over us because of our sins;",
            "They also rule over our bodies",
            "And over our cattle as they please,",
            "So we are in great distress."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "A Covenant Results"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "¶“Now because of all this",
            "We are making an agreement in writing;",
            "And on the sealed document are the names of our leaders, our Levites, and our priests.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.10"
        ],
        "human": "Nehemiah 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.11"
        ],
        "human": "Nehemiah 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.9"
        ],
        "human": "Nehemiah 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Signers of the Document"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now on the sealed document were the names of: Nehemiah the governor, the son of Hacaliah, and Zedekiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Seraiah, Azariah, Jeremiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pashhur, Amariah, Malchijah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Hattush, Shebaniah, Malluch,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Harim, Meremoth, Obadiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Daniel, Ginnethon, Baruch,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Meshullam, Abijah, Mijamin,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Maaziah, Bilgai, and Shemaiah. These were the priests."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "And the Levites: Jeshua the son of Azaniah, Binnui of the sons of Henadad, and Kadmiel;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "also their brothers Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Mica, Rehob, Hashabiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Zaccur, Sherebiah, Shebaniah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Hodiah, Bani, and Beninu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "The leaders of the people: Parosh, Pahath-moab, Elam, Zattu, Bani,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Bunni, Azgad, Bebai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Adonijah, Bigvai, Adin,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ater, Hezekiah, Azzur,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Hodiah, Hashum, Bezai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Hariph, Anathoth, Nebai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Magpiash, Meshullam, Hezir,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Meshezabel, Zadok, Jaddua,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pelatiah, Hanan, Anaiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Hoshea, Hananiah, Hasshub,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Hallohesh, Pilha, Shobek,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Rehum, Hashabnah, Maaseiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Ahiah, Hanan, Anan,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Malluch, Harim, and Baanah."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Obligations of the Document"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Now the rest of the people, the priests, the Levites, the gatekeepers, the singers, the temple servants, and all those who had separated themselves from the peoples of the lands to the Law of God, their wives, their sons, and their daughters, all those who had knowledge and understanding,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "are joining with their kinsmen, their nobles, and are taking on themselves a curse and an oath to walk in God’s Law, which was given through Moses, God’s servant, and to keep and to comply with all the commandments of God our Lord, and His ordinances and statutes;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "and that we will not give our daughters to the peoples of the land or take their daughters for our sons."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "As for the peoples of the land who bring wares or any grain on the Sabbath day to sell, we will not buy from them on the Sabbath or on any holy day; and we will forgo the crops of the seventh year and every debt."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "We also imposed on ourselves the obligation to contribute yearly a third of a shekel for the service of the house of our God:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "for the showbread, for the continual grain offering, for the continual burnt offering, the Sabbaths, the new moons, for the appointed times, for the holy things, and for the sin offerings to make atonement for Israel, and all the work of the house of our God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Likewise we cast lots for the supply of wood among the priests, the Levites, and the people so that they could bring it to the house of our God, according to our fathers’ households, at set times annually, to burn on the altar of the Lord our God, as it is written in the Law;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "and so that they could bring the first fruits of our ground and the first fruits of all the fruit of every tree to the house of the Lord annually,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "and bring to the house of our God the firstborn of our sons and of our cattle, and the firstborn of our herds and our flocks as it is written in the Law, for the priests who are ministering in the house of our God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "We will also bring the first of our dough, our contributions, the fruit of every tree, the new wine, and the oil to the priests at the chambers of the house of our God, and the tithe of our ground to the Levites, for the Levites are they who receive the tithes in all the rural towns."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "And the priest, the son of Aaron, shall be with the Levites when the Levites receive tithes, and the Levites shall bring up the tenth of the tithes to the house of our God, to the chambers of the storehouse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "For the sons of Israel and the sons of Levi shall bring the contribution of the grain, the new wine, and the oil to the chambers; the utensils of the sanctuary, the priests who are ministering, the gatekeepers, and the singers are there. So we will not neglect the house of our God."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.11"
        ],
        "human": "Nehemiah 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.12"
        ],
        "human": "Nehemiah 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.10"
        ],
        "human": "Nehemiah 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Time Passes; Heads of Provinces"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now the leaders of the people lived in Jerusalem, but the rest of the people cast lots to bring one out of ten to live in Jerusalem, the holy city, while nine-tenths remained in the other cities."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And the people blessed all the men who volunteered to live in Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Now these are the heads of the provinces who lived in Jerusalem, but in the cities of Judah each lived on his own property in their cities—the Israelites, the priests, the Levites, the temple servants, and the descendants of Solomon’s servants."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Some of the sons of Judah and some of the sons of Benjamin lived in Jerusalem. From the sons of Judah: Athaiah the son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalalel, of the sons of Perez;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "and Maaseiah the son of Baruch, the son of Col-hozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of the Shilonite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "All the sons of Perez who lived in Jerusalem were 468 able men."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Now these are the sons of Benjamin: Sallu the son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jeshaiah;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "and after him Gabbai and Sallai, 928."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Joel the son of Zichri was their overseer, and Judah the son of Hassenuah was second in command of the city."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "From the priests: Jedaiah the son of Joiarib, Jachin,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Seraiah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the overseer of the house of God,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "and their kinsmen who did the work of the temple, 822; and Adaiah the son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashhur, the son of Malchijah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "and his kinsmen, heads of fathers’ households, 242; and Amashsai the son of Azarel, the son of Ahzai, the son of Meshillemoth, the son of Immer,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "and their brothers, valiant warriors, 128. And their overseer was Zabdiel, the son of Haggedolim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Now from the Levites: Shemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, the son of Bunni;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "and Shabbethai and Jozabad, from the leaders of the Levites, who were in charge of the outside work of the house of God;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "and Mattaniah the son of Mica, the son of Zabdi, the son of Asaph, who was the leader in beginning the thanksgiving at prayer, and Bakbukiah, the second among his kinsmen; and Abda the son of Shammua, the son of Galal, the son of Jeduthun."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "All the Levites in the holy city were 284."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Also the gatekeepers: Akkub, Talmon, and their kinsmen who kept watch at the gates, were 172."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Outside Jerusalem"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "The rest of Israel, of the priests and of the Levites, were in all the cities of Judah, each on his own inheritance."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "But the temple servants were living in Ophel, and Ziha and Gishpa were in charge of the temple servants."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Now the overseer of the Levites in Jerusalem was Uzzi the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Mica, from the sons of Asaph, who were the singers for the service of the house of God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "For there was a commandment from the king concerning them and a royal command for the singers day by day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "And Pethahiah the son of Meshezabel, of the sons of Zerah the son of Judah, was the king’s representative for every matter concerning the people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Now as for the villages with their fields, some of the sons of Judah lived in Kiriath-arba and its towns, in Dibon and its towns, and in Jekabzeel and its villages,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "and in Jeshua, in Moladah, and Beth-pelet,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "and in Hazar-shual, in Beersheba and its towns,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "and in Ziklag, in Meconah and in its towns,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "and in En-rimmon, in Zorah, and in Jarmuth,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Zanoah, Adullam, and their villages, Lachish and its fields, Azekah and its towns. So they camped from Beersheba as far as the Valley of Hinnom."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "The sons of Benjamin also lived from Geba onward, at Michmash and Aija, at Bethel and its towns,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "at Anathoth, Nob, Ananiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Hazor, Ramah, Gittaim,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Hadid, Zeboim, Neballat,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Lod, and Ono, the Valley of Craftsmen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "And from the Levites, some divisions in Judah belonged to Benjamin."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.12"
        ],
        "human": "Nehemiah 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.13"
        ],
        "human": "Nehemiah 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.11"
        ],
        "human": "Nehemiah 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Priests and Levites Who Returned to Jerusalem with Zerubbabel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now these are the priests and the Levites who came up with Zerubbabel the son of Shealtiel, and Jeshua: Seraiah, Jeremiah, Ezra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Amariah, Malluch, Hattush,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Shecaniah, Rehum, Meremoth,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Iddo, Ginnethoi, Abijah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Mijamin, Maadiah, Bilgah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Shemaiah and Joiarib, Jedaiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Sallu, Amok, Hilkiah, and Jedaiah. These were the heads of the priests and their kinsmen in the days of Jeshua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And the Levites were Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah who was in charge of the songs of thanksgiving, he and his brothers."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Also Bakbukiah and Unni, their brothers, stood opposite them in their service divisions."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Jeshua fathered Joiakim, Joiakim fathered Eliashib, Eliashib fathered Joiada,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Joiada fathered Jonathan, and Jonathan fathered Jaddua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Now in the days of Joiakim, the priests, the heads of fathers’ households were: of Seraiah, Meraiah; of Jeremiah, Hananiah;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "of Ezra, Meshullam; of Amariah, Jehohanan;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "of Malluchi, Jonathan; of Shebaniah, Joseph;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "of Harim, Adna; of Meraioth, Helkai;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "of Iddo, Zechariah; of Ginnethon, Meshullam;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "of Abijah, Zichri; of Miniamin, of Moadiah, Piltai;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "of Bilgah, Shammua; of Shemaiah, Jehonathan;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "of Joiarib, Mattenai; of Jedaiah, Uzzi;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "of Sallai, Kallai; of Amok, Eber;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "of Hilkiah, Hashabiah; and of Jedaiah, Nethanel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Chief Levites"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "As for the Levites, the heads of fathers’ households were registered in the days of Eliashib, Joiada, and Johanan, and Jaddua; so were the priests in the reign of Darius the Persian."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "The sons of Levi, the heads of fathers’ households, were registered in the Book of the Chronicles up to the days of Johanan the son of Eliashib."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "And the heads of the Levites were Hashabiah, Sherebiah, and Jeshua the son of Kadmiel, with their brothers opposite them, to praise and give thanks, as prescribed by David the man of God, division corresponding to division."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon, and Akkub were gatekeepers keeping watch at the storerooms of the gates."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "These men served in the days of Joiakim the son of Jeshua, the son of Jozadak, and in the days of Nehemiah the governor and Ezra the priest and scribe."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dedication of the Wall"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Now at the dedication of the wall of Jerusalem they sought out the Levites from all their places, to bring them to Jerusalem so that they could celebrate the dedication with joy, with songs of thanksgiving and with songs to the accompaniment of cymbals, harps, and lyres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "So the sons of the singers were assembled from the territory around Jerusalem, and from the villages of the Netophathites,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "from Beth-gilgal and from their fields in Geba and Azmaveth, because the singers had built themselves villages around Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "The priests and the Levites purified themselves; they also purified the people, the gates, and the wall."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Procedures for the Temple"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Then I had the leaders of Judah come up on top of the wall, and I appointed two large choirs, the first proceeding to the right on top of the wall toward the Dung Gate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Hoshaiah and half of the leaders of Judah followed them,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "with Azariah, Ezra, Meshullam,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Judah, Benjamin, Shemaiah, Jeremiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "and some of the sons of the priests with trumpets; and Zechariah the son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Micaiah, the son of Zaccur, the son of Asaph,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "and his kinsmen, Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah, and Hanani, with the musical instruments of David the man of God. And Ezra the scribe went before them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "At the Fountain Gate they went directly up the steps of the city of David by the stairway of the wall, above the house of David to the Water Gate on the east."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "The second choir proceeded to the left, while I followed them with half of the people on the wall, above the Tower of Furnaces, to the Broad Wall,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "and above the Gate of Ephraim, by the Ancient Gate, by the Fish Gate, the Tower of Hananel, and the Tower of the Hundred, as far as the Sheep Gate; and they stopped at the Gate of the Guard."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Then the two choirs took their positions in the house of God. So did I and half of the officials with me;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "and the priests, Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah, and Hananiah, with the trumpets;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "and Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malchijah, Elam, and Ezer. And the singers sang, with Jezrahiah their leader,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "and on that day they offered great sacrifices and rejoiced because God had given them great joy, and the women and children rejoiced as well, so that the joy of Jerusalem was heard from far away."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "On that day men were also appointed over the chambers for the supplies, the contributions, the first fruits, and the tithes, to gather into them from the fields of the cities the portions required by the Law for the priests and Levites; for Judah rejoiced over the priests and the Levites who served."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "For they performed the worship of their God and the service of purification, together with the singers and the gatekeepers in accordance with the command of David and of his son Solomon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "For in the days of David and Asaph, in ancient times, there were leaders of the singers, songs of praise and songs of thanksgiving to God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "So all Israel in the days of Zerubbabel and Nehemiah gave the portions due the singers and the gatekeepers as each day required, and they set apart the consecrated portion for the Levites, and the Levites set apart the consecrated portion for the sons of Aaron."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.13"
        ],
        "human": "Nehemiah 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.1"
        ],
        "human": "Esther 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.12"
        ],
        "human": "Nehemiah 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Foreigners Excluded"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "On that day the Book of Moses was read aloud as the people listened; and there was found written in it that no Ammonite or Moabite was ever to enter the assembly of God,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "because they did not meet the sons of Israel with bread and water, but hired Balaam against them to curse them. However, our God turned the curse into a blessing."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "So when they heard the Law, they excluded all foreigners from Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Tobiah Expelled and the Temple Cleansed"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Now prior to this, Eliashib the priest, who was appointed over the chambers of the house of our God, being related to Tobiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "had prepared a large room for him, where previously they used to put the grain offerings, the frankincense, the utensils and the tithes of grain, wine, and oil prescribed for the Levites, the singers, and the gatekeepers, and the contributions for the priests."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "But during all this time I was not in Jerusalem, for in the thirty-second year of Artaxerxes king of Babylon I had come to the king. After some time, however, I requested a leave of absence from the king,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "and I came to Jerusalem and learned about the evil that Eliashib had committed for Tobiah, by preparing a room for him in the courtyards of the house of God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "It was very displeasing to me, so I threw all of Tobiah’s household articles out of the room."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then I gave an order, and they cleansed the rooms; and I returned the utensils of the house of God there with the grain offering and the frankincense."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Tithes Restored"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "I also discovered that the portions of the Levites had not been given to them, so the Levites and the singers who performed the service had gone away, each to his own field."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "So I reprimanded the officials and said, “Why has the house of God been neglected?” Then I gathered them together and stationed them at their posts."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "All Judah then brought the tithe of the grain, wine, and oil into the storehouses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "To be in charge of the storehouses, I appointed Shelemiah the priest, Zadok the scribe, and Pedaiah from the Levites, and in addition to them was Hanan the son of Zaccur, the son of Mattaniah; for they were considered reliable, and it was their task to distribute to their kinsmen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Remember me for this, my God, and do not wipe out my loyal deeds which I have performed for the house of my God and its services."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sabbath Restored"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "In those days I saw in Judah people who were treading wine presses on the Sabbath, and bringing in sacks of grain and loading them on donkeys, as well as wine, grapes, figs, and every kind of load, and they were bringing them into Jerusalem on the Sabbath day. So I admonished them on the day they sold food."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Also people of Tyre were living there who imported fish and all kinds of merchandise, and sold them to the sons of Judah on the Sabbath, even in Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Then I reprimanded the nobles of Judah and said to them, “What is this evil thing that you are doing, by profaning the Sabbath day?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Did your fathers not do the same, so that our God brought on us and on this city all this trouble? Yet you are adding to the wrath against Israel by profaning the Sabbath.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "And it came about that just as it became dark at the gates of Jerusalem before the Sabbath, I ordered that the doors be shut, and that they were not to open them until after the Sabbath. Then I stationed some of my servants at the gates so that no load would enter on the Sabbath day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Once or twice the traders and merchants of every kind of merchandise spent the night outside Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Then I warned them and said to them, “Why do you spend the night in front of the wall? If you do so again, I will use force against you.” From that time on they did not come on the Sabbath."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "And I ordered the Levites that they were to purify themselves and come as gatekeepers to sanctify the Sabbath day. For this also remember me, my God, and have compassion on me according to the greatness of Your mercy."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mixed Marriages Forbidden"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "In those days I also saw that the Jews had married women from Ashdod, Ammon, and Moab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "As for their children, half spoke in the language of Ashdod, and none of them knew how to speak the language of Judah, but only the language of his own people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "So I quarreled with them and cursed them, and struck some of them and pulled out their hair, and made them swear by God, “You shall not give your daughters to their sons, nor take any of their daughters for your sons or for yourselves."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Did Solomon the king of Israel not sin regarding these things? Yet among the many nations there was no king like him, and he was loved by his God, and God made him king over all Israel; yet the foreign women caused even him to sin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Has it not then been reported about you that you have committed all this great evil by acting unfaithfully against our God, by marrying foreign women?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Even one of the sons of Joiada, the son of Eliashib the high priest, became a son-in-law of Sanballat the Horonite, so I chased him away from me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Remember them, my God, because they have defiled the priesthood and the covenant of the priesthood and the Levites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "So I purified them from everything foreign, and assigned duties to the priests and the Levites, each in his work,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "and I arranged for the delivery of wood at appointed times and for the first fruits. Remember me, my God, for good."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}