{
  "book_usfm": "2TI",
  "name": "2 Timoteo",
  "local_title": "Traducción en Lenguaje Actual Interconfesional",
  "local_abbreviation": "TLAI",
  "version_id": 178,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004.</p>",
    "text": "Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "2TI.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2TI.1"
        ],
        "human": "2 Timoteo 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2TI.2"
        ],
        "human": "2 Timoteo 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1TI.6"
        ],
        "human": "1 Timoteo 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2
          ],
          "lines": [
            "Querido hijo Timoteo:",
            "Te envío mis saludos, y de todo corazón les pido a Dios Padre y a Jesucristo nuestro Señor que te llenen de amor, te ayuden en todo, y te den su paz.",
            "Como te dije antes, soy apóstol de Cristo. Dios me envió a comunicar su mensaje, y me prometió la vida eterna por medio de Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Oración de agradecimiento"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Mis familiares y yo hemos servido a Dios, y nadie puede acusarnos de nada malo. Siempre que oro, ya sea de día o de noche, te recuerdo y doy gracias a Dios por ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cada vez que me acuerdo de cómo lloraste y te pusiste triste, me dan más ganas de verte. ¡Cómo me alegraría eso!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Tu abuela Loida y tu madre Eunice confiaron sinceramente en Dios; y cuando me acuerdo de ti, me siento seguro de que también tú tienes esa misma confianza."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "No hay que avergonzarse"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por eso te recomiendo que no dejes de usar esa capacidad especial que Dios te dio cuando puse mis manos sobre tu cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Porque el Espíritu de Dios no nos hace cobardes. Al contrario, nos da poder para amar a los demás, y nos fortalece para que podamos vivir una buena vida cristiana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Por lo tanto, no te avergüences de hablar bien de nuestro Señor Jesús. Tampoco te avergüences de mí, que estoy preso por servir a Jesucristo. Al contrario, tienes que estar dispuesto a sufrir por anunciar la buena noticia. ¡Ya Dios te dará las fuerzas necesarias para soportar el sufrimiento!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Dios nos salvó y nos eligió para que seamos parte de su pueblo santo. No hicimos nada para merecerlo, sino que Dios, por su gran amor, así lo planeó. Dios ya nos amaba desde antes de crear el mundo, pues desde entonces pertenecíamos a Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Dios nos mostró ese gran amor por medio de lo que Jesucristo nuestro Salvador hizo por nosotros. Porque él destruyó a la muerte y, por medio de la buena noticia, nos ha dado la vida eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Dios me nombró apóstol para anunciar y enseñar a las naciones la buena noticia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por eso mismo estoy sufriendo ahora. Pero no me avergüenzo de lo que me pasa, porque yo sé bien en quién he puesto mi confianza. Estoy seguro de que él tiene poder para hacer que la buena noticia se siga anunciando hasta que llegue el fin del mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Las enseñanzas que te he dado son un buen ejemplo de lo que debes hacer. No dejes de confiar en Dios y en el amor que tenemos por estar unidos a Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "No permitas que nadie contradiga la buena enseñanza que recibiste. Dios te ha encargado ese trabajo, y el Espíritu Santo te ayudará a hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Seguramente ya sabes que todos los cristianos de la provincia de Asia me abandonaron. ¡Hasta Figelo y Hermógenes me dejaron solo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Le pido a Dios que sea bueno con la familia de Onesíforo y la ayude. Él me animó muchas veces, y no se avergonzó de que yo estuviera en la cárcel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Al contrario, tan pronto llegó a Roma, me buscó por todas partes, hasta que me encontró."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Espero que el Señor Jesús lo trate con bondad el día en que Dios juzgará a todo el mundo. Como sabes, Onesíforo nos fue de gran ayuda en la ciudad de Éfeso."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2TI.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2TI.2"
        ],
        "human": "2 Timoteo 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2TI.3"
        ],
        "human": "2 Timoteo 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2TI.1"
        ],
        "human": "2 Timoteo 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El fiel soldado de Jesucristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Hijo mío, Dios te ama mucho porque has creído en Jesucristo. Pídele fuerzas para soportar cualquier cosa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Tú has oído lo que les he enseñado a muchas personas. Ahora quiero que enseñes eso mismo a cristianos en los que puedas confiar, y que sean capaces de enseñar a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Tú, como buen soldado de Jesucristo, debes estar dispuesto a sufrir por él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Los soldados que tratan de agradar a sus jefes no se interesan por ninguna otra cosa que no sea el ejército."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "De igual manera, el atleta que participa en una carrera no puede ganar el premio si no obedece las reglas de la competencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y el que cultiva la tierra tiene que trabajarla antes de poder disfrutar de la cosecha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Piensa en estas cosas, y el Señor Jesucristo te ayudará a entenderlo todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "¡Acuérdate de Jesucristo! Según la buena noticia que yo enseño, Jesús era de la familia del rey David; y aun cuando murió, resucitó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Por anunciar esa buena noticia sufro mucho y estoy en la cárcel; me tienen encadenado, como si fuera yo un criminal. Pero el mensaje de Dios no está encadenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Por esa razón soporto toda clase de sufrimientos, para que los que Dios ha elegido se salven y reciban la vida eterna que Cristo ofrece junto a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Esto es verdad:",
            "Si morimos por Cristo,",
            "también viviremos con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Si soportamos los sufrimientos,",
            "compartiremos su reinado.",
            "Si decimos que no lo conocemos,",
            "también él dirá que no nos conoce."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y aunque no seamos fieles,",
            "Cristo permanece fiel;",
            "porque él jamás rompe su promesa."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El sirviente aprobado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "No dejes que nadie olvide estas cosas. Pon a Dios como testigo, y advierte a los miembros de la iglesia que no deben seguir discutiendo. Esas discusiones no ayudan a nadie, y dañan a quienes las oyen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Haz todo lo posible por ganarte la aprobación de Dios. Así, Dios te aprobará como un trabajador que no tiene de qué avergonzarse, y que enseña correctamente el mensaje verdadero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "No prestes atención a las discusiones de los que no creen en Dios, pues eso no sirve de nada. Los que así discuten, van de mal en peor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "y sus malas enseñanzas se van extendiendo, como el cáncer. Así también lo han hecho Himeneo y Fileto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Ellos afirman que ya hemos resucitado, pero eso no es verdad, y lo único que logran es confundir a los creyentes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero podemos estar seguros de lo que hemos creído. Porque lo que Dios nos ha enseñado es como la sólida base de un edificio, en donde está escrito lo siguiente: «Dios sabe quiénes son suyos», y también: «Que todos los que adoran a Dios dejen de hacer el mal.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "En la casa de un hombre rico no todo es de oro o de plata, sino que algunos objetos son de madera o de barro. Unos sirven para ocasiones especiales, y otros para usarlos todos los días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Algo parecido pasa con nosotros: si dejamos de hacer lo malo y nos olvidamos de las falsas enseñanzas, seremos como esos objetos útiles y muy especiales. Toda nuestra vida le será útil a Dios, que es su dueño, y estaremos preparados para hacer toda clase de bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "No te dejes llevar por las tentaciones propias de tu edad. Tú eres joven, así que aléjate de esas cosas y dedícate a hacer el bien. Busca la justicia, el amor y la paz, y únete a los que, con toda sinceridad, adoran a Dios y confían en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "No prestes atención a discusiones que no ayudan en nada. Los que así discuten siempre terminan peleando."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Un servidor de Dios no debe andar en peleas. Al contrario, debe ser bueno con todos, saber enseñar, y tener mucha paciencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y cuando corrijas a tus enemigos, hazlo con humildad. Tal vez Dios les dé la oportunidad de arrepentirse y de conocer la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Se darán cuenta entonces de que cayeron en una trampa del diablo, y lograrán escapar. Por el momento, el diablo los tiene prisioneros y hace con ellos lo que quiere."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2TI.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2TI.3"
        ],
        "human": "2 Timoteo 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2TI.4"
        ],
        "human": "2 Timoteo 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2TI.2"
        ],
        "human": "2 Timoteo 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cómo será todo antes del fin del mundo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Debes saber también que en los últimos días, antes de que llegue el fin del mundo, la gente enfrentará muchas dificultades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Habrá gente egoísta, interesada solamente en ganar más y más dinero. También habrá gente orgullosa, que se creerá más importante que los demás. No respetarán a Dios ni obedecerán a sus padres, sino que serán malagradecidos y ofenderán a todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Serán crueles y violentos, no podrán dominar sus malos deseos, se llenarán de odio, dirán mentiras acerca de los demás, y odiarán todo lo que es bueno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "No se podrá confiar en esos orgullosos, porque actuarán sin pensar. En vez de obedecer a Dios, solo harán lo que les venga en gana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Dirán que aman y respetan a Dios, pero con su conducta demostrarán lo contrario.",
            "No te hagas amigo de esa clase de gente,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "porque tienen la mala costumbre de meterse en cualquier casa, para engañar a mujeres tontas y pecadoras, que son incapaces de dominar sus malos deseos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "siempre están queriendo aprender algo nuevo, pero nunca llegan a entender la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8,
            9
          ],
          "lines": [
            "Esa clase de gente es enemiga de que se dé a conocer el verdadero mensaje de Dios. Tiene la mente corrompida, y no ha aprendido a confiar en Dios. Pero no seguirá así por mucho tiempo. Todos habrán de darse cuenta de que esa gente es estúpida, como lo eran Janes y Jambrés, los magos que estaban en contra de Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Últimas instrucciones para Timoteo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero tú, Timoteo, conoces bien mis enseñanzas, mi manera de vivir y de pensar, y sabes cuánto confío en Dios. Tú has visto mi paciencia, mi amor y mi fuerza para soportar las dificultades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Sabes cómo me han maltratado, y cómo he sufrido en las ciudades de Antioquía, Iconio y Listra. Pero el Señor Jesucristo me libró de todo eso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Bien sabemos que todo el que desee vivir obedeciendo a Jesucristo será maltratado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero los malvados y los engañadores irán de mal en peor, y engañarán a unos, pero serán engañados por otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Tú debes seguir creyendo en lo que aprendiste, y que sabes que es la verdad. Después de todo, conoces muy bien a quienes te lo han enseñado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Recuerda que desde niño has leído la Biblia, y que sus enseñanzas pueden hacerte sabio, para que aprendas a confiar más en Jesucristo y así seas salvo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Todo lo que está escrito en la Biblia es el mensaje de Dios, y es útil para enseñar a la gente, para ayudarla y corregirla, y para mostrarle cómo debe vivir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "De ese modo, los servidores de Dios estarán completamente entrenados y preparados para hacer el bien."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2TI.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2TI.4"
        ],
        "human": "2 Timoteo 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "TIT.1"
        ],
        "human": "Tito 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2TI.3"
        ],
        "human": "2 Timoteo 3",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando Jesucristo venga como Rey, juzgará a todos, tanto a los que estén vivos como a los que estén muertos. Por eso pongo a Dios y a Jesucristo por testigos de lo que te ordeno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Tú anuncia el mensaje de Dios en todo momento. Anúncialo, aunque ese momento no parezca ser el mejor. Muéstrale a la gente sus errores, corrígela y anímala; instrúyela con mucha paciencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque llegará el día en que la gente no querrá escuchar la buena enseñanza. Al contrario, querrá oír enseñanzas diferentes. Por eso buscará maestros que le digan lo que quiere oír."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "La gente no escuchará la verdadera enseñanza, sino que prestará atención a toda clase de cuentos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero tú, Timoteo, mantén la calma en todo momento, soporta los sufrimientos y anuncia siempre la buena noticia. Haz bien tu trabajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ya falta poco para que yo muera, y mi muerte será mi ofrenda a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "He luchado por obedecer a Dios en todo, y lo he logrado; he llegado a la meta, y en ningún momento he dejado de confiar en Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Sé que Dios es un juez justo y que, cuando juzgue a todos, me dará una corona como premio a mi obediencia. Y no solo a mí me la dará, sino también a todos los que esperan con ansias su regreso."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Instrucciones personales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Haz todo lo posible por venir a verme pronto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Demas me ha abandonado y se ha ido a la ciudad de Tesalónica, pues ama demasiado las cosas de este mundo. Crescente se fue a la región de Galacia, y Tito a la de Dalmacia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El único que está conmigo es Lucas.",
            "Marcos puede ayudarme mucho en mi trabajo, así que búscalo y tráelo contigo cuando vengas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "A Tíquico lo envié a la ciudad de Éfeso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Cuando vengas, tráeme el abrigo que dejé en la ciudad de Tróade, en casa de Carpo. Trae también los libros, especialmente los pergaminos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14,
            15
          ],
          "lines": [
            "Cuídate de Alejandro, el herrero, pues me ha hecho mucho daño y está en contra de lo que enseñamos. Pero yo sé que el Señor Jesucristo habrá de castigarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "La primera vez que tuve que presentar mi defensa ante las autoridades de Roma, nadie me ayudó. ¡Todos me abandonaron! Le pido a Dios que no los castigue por eso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero el Señor Jesucristo sí me ayudó, y me dio valor para anunciar su mensaje a gente de otros países. Así Dios me salvó de la muerte, como si me hubiera rescatado de la boca de un león hambriento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Yo sé que Dios siempre me cuidará y me protegerá de todo mal, hasta que me lleve a su reino celestial. ¡Él merece que lo alabemos por siempre! Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Despedida"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Dale mis saludos a Priscila y a Áquila, y a toda la familia de Onesíforo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Erasto se quedó en la ciudad de Corinto, y a Trófimo lo dejé en la ciudad de Mileto porque estaba enfermo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Haz todo lo posible por venir antes de que llegue el invierno.",
            "Te envían sus saludos Eubulo, Pudente, Lino y Claudia, y todos los hermanos de la iglesia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Que el Señor Jesucristo te bendiga. Que el amor de Dios los acompañe siempre."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}