{
  "book_usfm": "COL",
  "name": "Colosenses",
  "local_title": "Traducción en Lenguaje Actual Interconfesional",
  "local_abbreviation": "TLAI",
  "version_id": 178,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004.</p>",
    "text": "Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "COL.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "COL.1"
        ],
        "human": "Colosenses 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "COL.2"
        ],
        "human": "Colosenses 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "PHP.4"
        ],
        "human": "Filipenses 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2
          ],
          "lines": [
            "Queridos hermanos y hermanas de la iglesia de Colosas:",
            "Nosotros, Pablo y Timoteo, les enviamos nuestros saludos. Ustedes son parte del pueblo especial de Dios y han puesto su confianza en Cristo. Yo soy apóstol de Jesucristo porque Dios, nuestro Padre, así lo quiso.",
            "Deseo de todo corazón que Dios y el Señor Jesucristo les den mucho amor y paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo da gracias a Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Siempre que oramos por ustedes, damos gracias a Dios, el Padre de nuestro Señor Jesucristo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "pues hemos sabido que ustedes confían mucho en Cristo y aman a todos los que forman parte del pueblo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ustedes se comportan así porque, desde que oyeron el mensaje verdadero de la buena noticia, saben bien lo que Dios les tiene guardado en el cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Esta buena noticia se está anunciando por todo el Imperio Romano, y está dando buenos resultados. Así ocurrió entre ustedes desde el día en que supieron de verdad cuánto los ama Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Eso lo aprendieron de labios de Epafras, nuestro querido compañero de trabajo, que tan fielmente les sirve por amor a Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Él nos ha traído noticias de ustedes, y nos ha contado cómo el Espíritu Santo les hace amar a los demás."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo pide fortaleza para la iglesia de Colosas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Desde el momento en que supimos todo eso, no hemos dejado de orar por ustedes. Y siempre le pedimos a Dios que puedan conocer su voluntad, y que tengan toda la sabiduría y la inteligencia que da el Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Así podrán vivir de acuerdo con lo que el Señor quiere, y él estará contento con ustedes porque harán toda clase de cosas buenas y sabrán más cómo es Dios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "por el gran poder de Dios cobrarán nuevas fuerzas, y podrán soportar con paciencia todas las dificultades. Así, con gran alegría,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "darán gracias a Dios, el Padre. Porque él nos ha preparado para que recibamos, en su reino de luz, la herencia que él ha prometido a su pueblo elegido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Dios nos rescató de la oscuridad en que vivíamos, y nos llevó al reino de su amado Hijo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "quien por su muerte nos salvó y perdonó nuestros pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La obra de Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cristo es el Hijo de Dios, y existe desde antes de la creación del mundo; él es la imagen del Dios que no podemos ver."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por medio de él, Dios creó todo lo que hay en el cielo y en la tierra, lo que puede verse y lo que no se puede ver, y también los espíritus poderosos que tienen dominio y autoridad. En pocas palabras: Dios creó todo por medio de Cristo y para Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Cristo existía antes de todas las cosas. Por medio de él, todo se mantiene en orden,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "y él gobierna a su iglesia y le da vida. Él es la cabeza, y la iglesia es su cuerpo.",
            "Cristo es el principio de todas las cosas. Por eso él fue el primero en resucitar, para que ocupe el primer lugar en todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y en él se encuentra todo el poder divino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Por medio de Cristo, Dios hizo que todo el universo volviera a estar en paz con él. Y esto lo hizo posible por medio de la muerte de su Hijo en la cruz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cristo nos hace amigos de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21,
            22
          ],
          "lines": [
            "Antes, ustedes estaban lejos de Dios y eran sus enemigos, pues pensaban y hacían lo malo. Sin embargo, ahora Dios los ha hecho sus amigos por medio de la muerte de su Hijo, quien se hizo hombre. Dios lo hizo así para que ustedes pudieran presentarse ante él sin pecado y libres de culpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero esto será así, solo si mantienen su confianza en Cristo y siguen creyendo en lo que nos promete el mensaje de la buena noticia. Este mensaje ha sido anunciado por todo el Imperio Romano, y yo colaboro anunciándolo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El trabajo de Pablo para la Iglesia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Ahora me alegro de sufrir por ustedes, pues así voy completando en mi propio cuerpo los sufrimientos del cuerpo de Cristo, que es la iglesia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Por el bien de ustedes, Dios me ha hecho servidor de la iglesia y me ha enviado a anunciar su mensaje."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Este mensaje habla del plan que, desde hacía muchos siglos, Dios había mantenido en secreto, pero que ahora ha revelado a su pueblo elegido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Dios decidió darles a conocer este plan tan grande y maravilloso para todas las naciones, y que es el siguiente: Dios envió a Cristo, para que habite en ustedes y les dé la seguridad de que van a compartir el poder y la gloria de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Nosotros anunciamos a Cristo, y con toda sabiduría aconsejamos y enseñamos a todos, para que lleguen a ser perfectos como Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Para esto trabajo y lucho con la fuerza y el poder que Cristo me da."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "COL.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "COL.2"
        ],
        "human": "Colosenses 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "COL.3"
        ],
        "human": "Colosenses 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "COL.1"
        ],
        "human": "Colosenses 1",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Yo quiero que sepan que estoy luchando mucho, tanto por ustedes, los de la iglesia en el pueblo de Laodicea, como por los que no me conocen personalmente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y lucho para animarlos a todos, y para que se mantengan unidos en el amor de Cristo, y así lleguen a tener la plena seguridad de comprender todo el plan que Dios y Cristo habían mantenido en secreto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Todas las riquezas de la sabiduría y del conocimiento se encuentran presentes en Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Les digo esto para que nadie los engañe con frases bonitas, pero falsas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Porque, aunque no estoy con ustedes, siempre los recuerdo y me alegro de saber que son ordenados, y que siguen confiando plenamente en Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La vida nueva que Cristo da"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ustedes han aceptado a Jesucristo como su dueño y Señor. Por eso, deben vivir como a él le agrada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Tal como se les enseñó, confíen cada vez más en él, y vivan obedeciendo sus enseñanzas para ser cada vez mejores, y den siempre gracias a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Tengan cuidado. No presten atención a los que quieren engañarlos con ideas y razonamientos que parecen contener sabiduría, pero que solo son enseñanzas humanas. Esa gente obedece a los espíritus poderosos de este mundo, y no a Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cristo es completamente igual a Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y reina sobre todos los espíritus que tienen poder y autoridad. A ustedes no les falta nada, pues están unidos a Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Los judíos se circuncidan en señal de que son parte del pueblo de Dios. Pero a ustedes Dios los hizo parte de su pueblo al unirlos a Cristo, y así les quitó el deseo de seguir pecando. Esa fue la circuncisión que Dios mismo les hizo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando ustedes fueron bautizados, fueron sepultados con Cristo. Y resucitaron con él, porque confiaron en el poder de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Antes, ustedes estaban muertos, pues eran pecadores y no formaban parte del pueblo de Dios. Pero ahora Dios les ha dado vida junto con Cristo, y les ha perdonado todos sus pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "La ley escrita estaba en contra de nosotros, pero Dios le puso fin por medio de la muerte de Cristo en la cruz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Dios les quitó el poder a los espíritus que tienen autoridad, y por medio de Cristo los humilló delante de todos, al pasearlos como prisioneros en su desfile victorioso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "No dejen que nadie los critique por lo que comen o beben, o porque no celebran ciertas fiestas ni respetan los días de luna nueva o de descanso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Todo eso no era más que la sombra engañosa de lo que estaba por venir. Lo real y verdadero es Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Así que no dejen que nadie los condene, y menos esa gente que adora a los ángeles y que aparenta ser humilde. Dicen que ven visiones, pero mienten. Sus pensamientos los llenan de orgullo, pero solo piensan cosas malas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Esa gente no está unida a Cristo, que es quien gobierna a la iglesia y quien le da más y más fuerzas. Cristo le da a la iglesia todo lo que necesita, y une a todos sus miembros de acuerdo con el plan de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Vivir como Dios quiere"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Ustedes están unidos a Cristo por medio de su muerte en la cruz, y ya no están sometidos a los espíritus que gobiernan este mundo. Entonces, ¿por qué se comportan como si todavía estuvieran bajo su dominio? ¿Por qué obedecen a quienes les dicen"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "«no toquen esto», «no coman eso», «no prueben aquello»?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Esas reglas no son más que enseñanzas humanas, que con el tiempo van perdiendo su valor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "No se puede negar que son útiles, porque enseñan acerca de la conducta religiosa, la humildad y el dominio del cuerpo. Pero lo cierto es que no ayudan a combatir los malos deseos de nuestra naturaleza humana."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "COL.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "COL.3"
        ],
        "human": "Colosenses 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "COL.4"
        ],
        "human": "Colosenses 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "COL.2"
        ],
        "human": "Colosenses 2",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2
          ],
          "lines": [
            "Dios les dio nueva vida, pues los resucitó juntamente con Cristo. Por eso, dediquen toda su vida a hacer lo que a Dios le agrada. Piensen en las cosas del cielo, donde Cristo gobierna a la derecha de Dios. No piensen en las cosas de este mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3,
            4
          ],
          "lines": [
            "Pues ustedes ya han muerto para el mundo, y ahora, por medio de Cristo, Dios les ha dado la vida verdadera. Cuando Cristo venga, también ustedes estarán con él y compartirán su gloriosa presencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cómo deben vivir ahora"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por eso, den muerte a todos sus malos deseos; no tengan relaciones sexuales prohibidas, no sean indecentes, dominen sus malos deseos, y no busquen amontonar dinero, pues es lo mismo que adorar a dioses falsos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Todo esto hace que Dios se enoje con los desobedientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ustedes mismos se comportaban así antes de conocer a Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero ahora tienen que dejar también todo esto: no se enojen, no busquen hacer el mal a otros, no ofendan a Dios ni insulten a sus semejantes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "ni se mientan unos a otros, porque ustedes ya han dejado la vida de pecado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y ahora viven de manera diferente.",
            "En realidad, ustedes son personas nuevas, que cada vez se parecen más a Dios, su creador, y cada vez lo conocen mejor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por eso, ya no importa si alguien es judío o no lo es, o si está circuncidado o no lo está. Tampoco tiene importancia si pertenece a un pueblo muy desarrollado o poco desarrollado, o si es esclavo o libre. Lo que importa es que Cristo lo es todo, y está en todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Dios los ama mucho a ustedes, y los ha elegido para que formen parte de su pueblo. Por eso, vivan como se espera de ustedes: amen a los demás, sean buenos, humildes, amables y pacientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Sean tolerantes los unos con los otros, y si alguien tiene alguna queja contra otro, perdónense, así como el Señor los ha perdonado a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y sobre todo, ámense unos a otros, porque el amor es el mejor lazo de unión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ustedes fueron llamados a formar un solo cuerpo, el cuerpo de Cristo. Dejen que la paz de Cristo gobierne sus corazones, y sean agradecidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "No se olviden nunca de las maravillosas enseñanzas de Cristo. Y cuando se enseñen unos a otros, o se corrijan, háganlo de manera inteligente. Canten salmos, himnos y cantos espirituales, dando gracias a Dios de todo corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y todo lo que hagan o digan, háganlo como verdaderos seguidores del Señor Jesucristo, y denle gracias a Dios el Padre por lo que Cristo ha hecho por ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La familia cristiana"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Ustedes, las esposas, deben sujetarse a sus esposos, pues es lo que se espera de ustedes como cristianas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y ustedes los esposos deben amar a sus esposas y no ser groseros ni duros con ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Ustedes, los hijos, deben obedecer a sus padres en todo, pues eso agrada al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y ustedes, los padres, no deben hacer enojar a sus hijos, para que no se desanimen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Ustedes, esclavos y esclavas, deben obedecer en todo a sus amos aquí en la tierra. No lo hagan para quedar bien con ellos, y solo cuando los estén mirando. Más bien, háganlo con sinceridad y por respeto al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Todo lo que hagan, háganlo de buena gana, como si estuvieran sirviendo al Señor Jesucristo y no a la gente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Porque ya saben que Dios les dará, en recompensa, parte de la herencia que ha prometido a su pueblo. Recuerden que sirven a Cristo, que es su verdadero dueño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "En cambio, todo el que haga lo malo será castigado, según lo que haya hecho, porque Dios no tiene favoritos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "COL.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "COL.4"
        ],
        "human": "Colosenses 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1TH.1"
        ],
        "human": "1 Tesalonicenses 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "COL.3"
        ],
        "human": "Colosenses 3",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los que tienen esclavos, deben ser amos justos y tratar bien a sus esclavos. Recuerden que en el cielo también tienen un Amo, que es el Señor Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otras enseñanzas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Dediquen siempre tiempo a la oración, y den gracias a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Oren también por nosotros, y pídanle a Dios que podamos anunciar libremente el mensaje y explicar el plan secreto de Cristo. Precisamente por anunciarlo estoy ahora preso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pídanle a Dios que yo pueda explicar ese mensaje con toda claridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Usen su inteligencia para tratar como se debe a los que no confían en Cristo. Aprovechen bien cada oportunidad que tengan"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "de conversar con ellos. Hablen siempre de cosas buenas, díganlas de manera agradable, y piensen bien cómo se debe contestar a cada uno."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludos finales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Tíquico, fiel seguidor de Cristo y compañero nuestro, les contará todo lo que tiene que ver conmigo. Él siempre me ha ayudado, y juntos hemos servido al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Por eso mismo lo estoy enviando a ustedes, para que les dé ánimo y les diga cómo estamos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Con él va también Onésimo, que es un fiel miembro de la iglesia de ustedes y al cual queremos mucho. Ellos les contarán todo lo que pasa por aquí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Aristarco, que está preso conmigo, les envía saludos. También los saluda Marcos, el primo de Bernabé. Si él llega a visitarlos, no dejen de recibirlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Jesús, al que llaman el Justo, también les envía saludos. De todos los judíos que han confiado en Cristo, solo ellos me han ayudado en mi trabajo por el reino de Dios, y me han animado mucho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Reciban saludos de Epafras, un servidor de Jesucristo que también pertenece a la iglesia de ustedes. Él siempre ora por ustedes, y pide a Dios que los ayude, para que sigan confiando firmemente en Cristo y se mantengan cumpliendo la voluntad de Dios, sin cometer ninguna falta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Yo mismo he visto cómo Epafras se preocupa por ustedes y por los de las iglesias en Hierápolis y Laodicea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "También les envían saludos Demas y el médico Lucas, a quien queremos mucho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Saluden de mi parte a los miembros de la iglesia en Laodicea. También a Ninfa y a los cristianos que se reúnen en su casa para adorar a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Cuando ustedes hayan leído esta carta, háganla llegar a los que se reúnen en Laodicea, para que también ellos la lean, y ustedes a su vez lean la carta que yo les envié a ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Díganle a Arquipo que trate de hacer bien el trabajo que el Señor Jesucristo le ha encargado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Yo mismo, con mi propia mano les escribo esto: «Recuerden que estoy preso. Deseo de todo corazón que Dios los llene de su amor.»"
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}