{
  "book_usfm": "1PE",
  "name": "1 Peter",
  "local_title": "King James Version",
  "local_abbreviation": "KJV",
  "version_id": 1,
  "publisher": {
    "name": "Cambridge Univ. Press & BFBS"
  },
  "copyright": {
    "html": "Rights in the Authorized (King James) Version in the United Kingdom are vested in the Crown. Published by permission of the Crown’s patentee, Cambridge University Press.",
    "text": "Rights in the Authorized (King James) Version in the United Kingdom are vested in the Crown. Published by permission of the Crown’s patentee, Cambridge University Press."
  },
  "language": {
    "iso_639_1": "en",
    "iso_639_3": "eng",
    "language_tag": "eng",
    "local_name": "English",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-en-eng",
  "chapters": [
    {
      "chapter_usfm": "1PE.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1PE.1"
        ],
        "human": "1 Peter 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1PE.2"
        ],
        "human": "1 Peter 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JAS.5"
        ],
        "human": "James 5",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Peter, an apostle of Jesus Christ, to the strangers scattered throughout Pontus, Galatia, Cappadocia, Asia, and Bithynia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "elect according to the foreknowledge of God the Father, through sanctification of the Spirit, unto obedience and sprinkling of the blood of Jesus Christ: Grace unto you, and peace, be multiplied."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Blessed be the God and Father of our Lord Jesus Christ, which according to his abundant mercy hath begotten us again unto a lively hope by the resurrection of Jesus Christ from the dead,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "to an inheritance incorruptible, and undefiled, and that fadeth not away, reserved in heaven for you,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "who are kept by the power of God through faith unto salvation ready to be revealed in the last time."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Wherein ye greatly rejoice, though now for a season, if need be, ye are in heaviness through manifold temptations:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "that the trial of your faith, being much more precious than of gold that perisheth, though it be tried with fire, might be found unto praise and honour and glory at the appearing of Jesus Christ:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "whom having not seen, ye love; in whom, though now ye see him not, yet believing, ye rejoice with joy unspeakable and full of glory:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "receiving the end of your faith, even the salvation of your souls."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Of which salvation the prophets have enquired and searched diligently, who prophesied of the grace that should come unto you:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "searching what, or what manner of time the Spirit of Christ which was in them did signify, when it testified beforehand the sufferings of Christ, and the glory that should follow."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Unto whom it was revealed, that not unto themselves, but unto us they did minister the things, which are now reported unto you by them that have preached the gospel unto you with the Holy Ghost sent down from heaven; which things the angels desire to look into."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Wherefore gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "as obedient children, not fashioning yourselves according to the former lusts in your ignorance:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "but as he which hath called you is holy, so be ye holy in all manner of conversation;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "because it is written, Be ye holy; for I am holy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "And if ye call on the Father, who without respect of persons judgeth according to every man's work, pass the time of your sojourning here in fear:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "forasmuch as ye know that ye were not redeemed with corruptible things, as silver and gold, from your vain conversation received by tradition from your fathers;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "but with the precious blood of Christ, as of a lamb without blemish and without spot:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "who verily was foreordained before the foundation of the world, but was manifest in these last times for you,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "who by him do believe in God, that raised him up from the dead, and gave him glory; that your faith and hope might be in God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Seeing ye have purified your souls in obeying the truth through the Spirit unto unfeigned love of the brethren, see that ye love one another with a pure heart fervently:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "being born again, not of corruptible seed, but of incorruptible, by the word of God, which liveth and abideth for ever."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "For",
            "All flesh is as grass,",
            "And all the glory of man as the flower of grass.",
            "The grass withereth, and the flower thereof falleth away:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "But the word of the Lord endureth for ever.",
            "And this is the word which by the gospel is preached unto you."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1PE.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1PE.2"
        ],
        "human": "1 Peter 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1PE.3"
        ],
        "human": "1 Peter 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1PE.1"
        ],
        "human": "1 Peter 1",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Wherefore laying aside all malice, and all guile, and hypocrisies, and envies, and all evil speakings,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "as newborn babes, desire the sincere milk of the word, that ye may grow thereby:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "if so be ye have tasted that the Lord is gracious."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "To whom coming, as unto a living stone, disallowed indeed of men, but chosen of God, and precious,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "ye also, as lively stones, are built up a spiritual house, an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Wherefore also it is contained in the scripture,",
            "Behold, I lay in Sion a chief corner stone, elect, precious:",
            "And he that believeth on him shall not be confounded."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Unto you therefore which believe he is precious: but unto them which be disobedient,",
            "The stone which the builders disallowed,",
            "The same is made the head of the corner,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "and",
            "A stone of stumbling, and a rock of offence,",
            "even to them which stumble at the word, being disobedient: whereunto also they were appointed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "which in time past were not a people, but are now the people of God: which had not obtained mercy, but now have obtained mercy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "having your conversation honest among the Gentiles: that, whereas they speak against you as evildoers, they may by your good works, which they shall behold, glorify God in the day of visitation."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Submit yourselves to every ordinance of man for the Lord's sake: whether it be to the king, as supreme;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "or unto governors, as unto them that are sent by him for the punishment of evildoers, and for the praise of them that do well."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "For so is the will of God, that with well doing ye may put to silence the ignorance of foolish men:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "as free, and not using your liberty for a cloke of maliciousness, but as the servants of God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Honour all men. Love the brotherhood. Fear God. Honour the king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Servants, be subject to your masters with all fear; not only to the good and gentle, but also to the froward."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "For this is thankworthy, if a man for conscience toward God endure grief, suffering wrongfully."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "For what glory is it, if, when ye be buffeted for your faults, ye shall take it patiently? but if, when ye do well, and suffer for it, ye take it patiently, this is acceptable with God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "For even hereunto were ye called: because Christ also suffered for us, leaving us an example, that ye should follow his steps:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "who did no sin, neither was guile found in his mouth:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "who, when he was reviled, reviled not again; when he suffered, he threatened not; but committed himself to him that judgeth righteously:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "For ye were as sheep going astray; but are now returned unto the Shepherd and Bishop of your souls."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1PE.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1PE.3"
        ],
        "human": "1 Peter 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1PE.4"
        ],
        "human": "1 Peter 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1PE.2"
        ],
        "human": "1 Peter 2",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Likewise, ye wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "while they behold your chaste conversation coupled with fear."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "but let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "For after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "even as Sara obeyed Abraham, calling him lord: whose daughters ye are, as long as ye do well, and are not afraid with any amazement."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Likewise, ye husbands, dwell with them according to knowledge, giving honour unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Finally, be ye all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "not rendering evil for evil, or railing for railing: but contrariwise blessing; knowing that ye are thereunto called, that ye should inherit a blessing."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "For",
            "He that will love life,",
            "And see good days,",
            "Let him refrain his tongue from evil,",
            "And his lips that they speak no guile:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Let him eschew evil, and do good;",
            "Let him seek peace, and ensue it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "For the eyes of the Lord are over the righteous,",
            "And his ears are open unto their prayers:",
            "But the face of the Lord is against them that do evil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And who is he that will harm you, if ye be followers of that which is good?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "But and if ye suffer for righteousness' sake, happy are ye: and be not afraid of their terror, neither be troubled;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "but sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "having a good conscience; that, whereas they speak evil of you, as of evildoers, they may be ashamed that falsely accuse your good conversation in Christ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "For it is better, if the will of God be so, that ye suffer for well doing, than for evil doing."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "by which also he went and preached unto the spirits in prison;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1PE.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1PE.4"
        ],
        "human": "1 Peter 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1PE.5"
        ],
        "human": "1 Peter 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1PE.3"
        ],
        "human": "1 Peter 3",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Forasmuch then as Christ hath suffered for us in the flesh, arm yourselves likewise with the same mind: for he that hath suffered in the flesh hath ceased from sin;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "that he no longer should live the rest of his time in the flesh to the lusts of men, but to the will of God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "For the time past of our life may suffice us to have wrought the will of the Gentiles, when we walked in lasciviousness, lusts, excess of wine, revellings, banquetings, and abominable idolatries:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "wherein they think it strange that ye run not with them to the same excess of riot, speaking evil of you:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "who shall give account to him that is ready to judge the quick and the dead."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "For for this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, but live according to God in the spirit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "But the end of all things is at hand: be ye therefore sober, and watch unto prayer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And above all things have fervent charity among yourselves: for charity shall cover the multitude of sins."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Use hospitality one to another without grudging."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "As every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "If any man speak, let him speak as the oracles of God; if any man minister, let him do it as of the ability which God giveth: that God in all things may be glorified through Jesus Christ to whom be praise and dominion for ever and ever. Amen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Beloved, think it not strange concerning the fiery trial which is to try you, as though some strange thing happened unto you:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "but rejoice, inasmuch as ye are partakers of Christ's sufferings; that, when his glory shall be revealed, ye may be glad also with exceeding joy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "If ye be reproached for the name of Christ, happy are ye; for the spirit of glory and of God resteth upon you: on their part he is evil spoken of, but on your part he is glorified."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "But let none of you suffer as a murderer, or as a thief, or as an evildoer, or as a busybody in other men's matters."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Yet if any man suffer as a Christian, let him not be ashamed; but let him glorify God on this behalf."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "For the time is come that judgment must begin at the house of God: and if it first begin at us, what shall the end be of them that obey not the gospel of God?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And if the righteous scarcely be saved, where shall the ungodly and the sinner appear?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Wherefore let them that suffer according to the will of God commit the keeping of their souls to him in well doing, as unto a faithful Creator."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1PE.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1PE.5"
        ],
        "human": "1 Peter 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2PE.1"
        ],
        "human": "2 Peter 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1PE.4"
        ],
        "human": "1 Peter 4",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The elders which are among you I exhort, who am also an elder, and a witness of the sufferings of Christ, and also a partaker of the glory that shall be revealed:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "feed the flock of God which is among you, taking the oversight thereof, not by constraint, but willingly; not for filthy lucre, but of a ready mind;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "neither as being lords over God's heritage, but being ensamples to the flock."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "And when the chief Shepherd shall appear, ye shall receive a crown of glory that fadeth not away."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Likewise, ye younger, submit yourselves unto the elder. Yea, all of you be subject one to another, and be clothed with humility: for God resisteth the proud, and giveth grace to the humble."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "casting all your care upon him; for he careth for you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "whom resist stedfast in the faith, knowing that the same afflictions are accomplished in your brethren that are in the world."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "But the God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "To him be glory and dominion for ever and ever. Amen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "By Silvanus, a faithful brother unto you, as I suppose, I have written briefly, exhorting, and testifying that this is the true grace of God wherein ye stand."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "The church that is at Babylon, elected together with you, saluteth you; and so doth Marcus my son."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Greet ye one another with a kiss of charity.",
            "Peace be with you all that are in Christ Jesus. Amen."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}