{
  "book_usfm": "ZEC",
  "name": "Zechariah",
  "local_title": "King James Version",
  "local_abbreviation": "KJV",
  "version_id": 1,
  "publisher": {
    "name": "Cambridge Univ. Press & BFBS"
  },
  "copyright": {
    "html": "Rights in the Authorized (King James) Version in the United Kingdom are vested in the Crown. Published by permission of the Crown’s patentee, Cambridge University Press.",
    "text": "Rights in the Authorized (King James) Version in the United Kingdom are vested in the Crown. Published by permission of the Crown’s patentee, Cambridge University Press."
  },
  "language": {
    "iso_639_1": "en",
    "iso_639_3": "eng",
    "language_tag": "eng",
    "local_name": "English",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-en-eng",
  "chapters": [
    {
      "chapter_usfm": "ZEC.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.1"
        ],
        "human": "Zechariah 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.2"
        ],
        "human": "Zechariah 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "HAG.2"
        ],
        "human": "Haggai 2",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "In the eighth month, in the second year of Darius, came the word of the LORD unto Zechariah, the son of Berechiah, the son of Iddo the prophet, saying,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "The LORD hath been sore displeased with your fathers."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "Call to Repentance"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Therefore say thou unto them, Thus saith the LORD of hosts; Turn ye unto me, saith the LORD of hosts, and I will turn unto you, saith the LORD of hosts."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Be ye not as your fathers, unto whom the former prophets have cried, saying, Thus saith the LORD of hosts; Turn ye now from your evil ways, and from your evil doings: but they did not hear, nor hearken unto me, saith the LORD."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Your fathers, where are they? and the prophets, do they live for ever?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "But my words and my statutes, which I commanded my servants the prophets, did they not take hold of your fathers? and they returned and said, Like as the LORD of hosts thought to do unto us, according to our ways, and according to our doings, so hath he dealt with us."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visions of the Night"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "Among the Myrtle Trees"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Upon the four and twentieth day of the eleventh month, which is the month Sebat, in the second year of Darius, came the word of the LORD unto Zechariah, the son of Berechiah, the son of Iddo the prophet, saying,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "I saw by night, and behold a man riding upon a red horse, and he stood among the myrtle trees that were in the bottom; and behind him were there red horses, speckled, and white."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then said I, O my lord, what are these? And the angel that talked with me said unto me, I will shew thee what these be."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "And the man that stood among the myrtle trees answered and said, These are they whom the LORD hath sent to walk to and fro through the earth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And they answered the angel of the LORD that stood among the myrtle trees, and said, We have walked to and fro through the earth, and, behold, all the earth sitteth still, and is at rest."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then the angel of the LORD answered and said, O LORD of hosts, how long wilt thou not have mercy on Jerusalem and on the cities of Judah, against which thou hast had indignation these threescore and ten years?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And the LORD answered the angel that talked with me with good words and comfortable words."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "So the angel that communed with me said unto me, Cry thou, saying, Thus saith the LORD of hosts; I am jealous for Jerusalem and for Zion with a great jealousy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "And I am very sore displeased with the heathen that are at ease: for I was but a little displeased, and they helped forward the affliction."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Therefore thus saith the LORD; I am returned to Jerusalem with mercies: my house shall be built in it, saith the LORD of hosts, and a line shall be stretched forth upon Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Cry yet, saying, Thus saith the LORD of hosts; My cities through prosperity shall yet be spread abroad; and the LORD shall yet comfort Zion, and shall yet choose Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "Four Horns"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Then lifted I up mine eyes, and saw, and behold four horns."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "And I said unto the angel that talked with me, What be these? And he answered me, These are the horns which have scattered Judah, Israel, and Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "And the LORD shewed me four carpenters."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Then said I, What come these to do? And he spake, saying, These are the horns which have scattered Judah, so that no man did lift up his head: but these are come to fray them, to cast out the horns of the Gentiles, which lifted up their horn over the land of Judah to scatter it."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.2"
        ],
        "human": "Zechariah 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.3"
        ],
        "human": "Zechariah 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.1"
        ],
        "human": "Zechariah 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "A Measuring Line"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "I lifted up mine eyes again, and looked, and behold a man with a measuring line in his hand."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Then said I, Whither goest thou? And he said unto me, To measure Jerusalem, to see what is the breadth thereof, and what is the length thereof."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "And, behold, the angel that talked with me went forth, and another angel went out to meet him,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "and said unto him, Run, speak to this young man, saying, Jerusalem shall be inhabited as towns without walls for the multitude of men and cattle therein:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "For I, saith the LORD, will be unto her a wall of fire round about, and will be the glory in the midst of her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ho, ho, come forth, and flee from the land of the north, saith the LORD: for I have spread you abroad as the four winds of the heaven, saith the LORD."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Deliver thyself, O Zion, that dwellest with the daughter of Babylon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "For thus saith the LORD of hosts; After the glory hath he sent me unto the nations which spoiled you: for he that toucheth you toucheth the apple of his eye."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "For, behold, I will shake mine hand upon them, and they shall be a spoil to their servants: and ye shall know that the LORD of hosts hath sent me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Sing and rejoice, O daughter of Zion: for, lo, I come, and I will dwell in the midst of thee, saith the LORD."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And many nations shall be joined to the LORD in that day, and shall be my people: and I will dwell in the midst of thee, and thou shalt know that the LORD of hosts hath sent me unto thee."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "And the LORD shall inherit Judah his portion in the holy land, and shall choose Jerusalem again."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Be silent, O all flesh, before the LORD: for he is raised up out of his holy habitation."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.3"
        ],
        "human": "Zechariah 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.4"
        ],
        "human": "Zechariah 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.2"
        ],
        "human": "Zechariah 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "The Trial of the High Priest"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "And he shewed me Joshua the high priest standing before the angel of the LORD, and Satan standing at his right hand to resist him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And the LORD said unto Satan, The LORD rebuke thee, O Satan; even the LORD that hath chosen Jerusalem rebuke thee: is not this a brand plucked out of the fire?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Now Joshua was clothed with filthy garments, and stood before the angel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "And he answered and spake unto those that stood before him, saying, Take away the filthy garments from him. And unto him he said, Behold, I have caused thine iniquity to pass from thee, and I will clothe thee with change of raiment."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And I said, Let them set a fair mitre upon his head. So they set a fair mitre upon his head, and clothed him with garments. And the angel of the LORD stood by."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And the angel of the LORD protested unto Joshua, saying,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Thus saith the LORD of hosts; If thou wilt walk in my ways, and if thou wilt keep my charge, then thou shalt also judge my house, and shalt also keep my courts, and I will give thee places to walk among these that stand by."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Hear now, O Joshua the high priest, thou, and thy fellows that sit before thee: for they are men wondered at: for, behold, I will bring forth my servant the BRANCH."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "For behold the stone that I have laid before Joshua; upon one stone shall be seven eyes: behold, I will engrave the graving thereof, saith the LORD of hosts, and I will remove the iniquity of that land in one day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "In that day, saith the LORD of hosts, shall ye call every man his neighbour under the vine and under the fig tree."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.4"
        ],
        "human": "Zechariah 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.5"
        ],
        "human": "Zechariah 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.3"
        ],
        "human": "Zechariah 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "A Golden Candlestick"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "And the angel that talked with me came again, and waked me, as a man that is wakened out of his sleep,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "and said unto me, What seest thou? And I said, I have looked, and behold a candlestick all of gold, with a bowl upon the top of it, and his seven lamps thereon, and seven pipes to the seven lamps, which are upon the top thereof:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "and two olive trees by it, one upon the right side of the bowl, and the other upon the left side thereof."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "So I answered and spake to the angel that talked with me, saying, What are these, my lord?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then the angel that talked with me answered and said unto me, Knowest thou not what these be? And I said, No, my lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Then he answered and spake unto me, saying, This is the word of the LORD unto Zerubbabel, saying, Not by might, nor by power, but by my spirit, saith the LORD of hosts."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Who art thou, O great mountain? before Zerubbabel thou shalt become a plain: and he shall bring forth the headstone thereof with shoutings, crying, Grace, grace unto it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Moreover the word of the LORD came unto me, saying,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "The hands of Zerubbabel have laid the foundation of this house; his hands shall also finish it; and thou shalt know that the LORD of hosts hath sent me unto you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "For who hath despised the day of small things? for they shall rejoice, and shall see the plummet in the hand of Zerubbabel with those seven; they are the eyes of the LORD, which run to and fro through the whole earth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Then answered I, and said unto him, What are these two olive trees upon the right side of the candlestick and upon the left side thereof?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "And I answered again, and said unto him, What be these two olive branches which through the two golden pipes empty the golden oil out of themselves?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And he answered me and said, Knowest thou not what these be? And I said, No, my lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Then said he, These are the two anointed ones, that stand by the Lord of the whole earth."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.5"
        ],
        "human": "Zechariah 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.6"
        ],
        "human": "Zechariah 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.4"
        ],
        "human": "Zechariah 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "A Flying Roll"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Then I turned, and lifted up mine eyes, and looked, and behold a flying roll."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And he said unto me, What seest thou? And I answered, I see a flying roll; the length thereof is twenty cubits, and the breadth thereof ten cubits."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Then said he unto me, This is the curse that goeth forth over the face of the whole earth: for every one that stealeth shall be cut off as on this side according to it; and every one that sweareth shall be cut off as on that side according to it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "I will bring it forth, saith the LORD of hosts, and it shall enter into the house of the thief, and into the house of him that sweareth falsely by my name: and it shall remain in the midst of his house, and shall consume it with the timber thereof and the stones thereof."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "An Ephah and a Talent"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then the angel that talked with me went forth, and said unto me, Lift up now thine eyes, and see what is this that goeth forth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And I said, What is it? And he said, This is an ephah that goeth forth. He said moreover, This is their resemblance through all the earth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And, behold, there was lifted up a talent of lead: and this is a woman that sitteth in the midst of the ephah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And he said, This is wickedness. And he cast it into the midst of the ephah; and he cast the weight of lead upon the mouth thereof."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then lifted I up mine eyes, and looked, and, behold, there came out two women, and the wind was in their wings; for they had wings like the wings of a stork: and they lifted up the ephah between the earth and the heaven."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Then said I to the angel that talked with me, Whither do these bear the ephah?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And he said unto me, To build it an house in the land of Shinar: and it shall be established, and set there upon her own base."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.6"
        ],
        "human": "Zechariah 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.7"
        ],
        "human": "Zechariah 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.5"
        ],
        "human": "Zechariah 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "Four Chariots"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "And I turned, and lifted up mine eyes, and looked, and, behold, there came four chariots out from between two mountains; and the mountains were mountains of brass."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "In the first chariot were red horses; and in the second chariot black horses;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "and in the third chariot white horses; and in the fourth chariot grisled and bay horses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then I answered and said unto the angel that talked with me, What are these, my lord?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And the angel answered and said unto me, These are the four spirits of the heavens, which go forth from standing before the Lord of all the earth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "The black horses which are therein go forth into the north country; and the white go forth after them; and the grisled go forth toward the south country."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And the bay went forth, and sought to go that they might walk to and fro through the earth: and he said, Get you hence, walk to and fro through the earth. So they walked to and fro through the earth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Then cried he upon me, and spake unto me, saying, Behold, these that go toward the north country have quieted my spirit in the north country."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The New Jerusalem"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "A Coronation"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "And the word of the LORD came unto me, saying,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Take of them of the captivity, even of Heldai, of Tobijah, and of Jedaiah, which are come from Babylon, and come thou the same day, and go into the house of Josiah the son of Zephaniah;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "then take silver and gold, and make crowns, and set them upon the head of Joshua the son of Josedech, the high priest;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "and speak unto him, saying, Thus speaketh the LORD of hosts, saying, Behold the man whose name is The BRANCH; and he shall grow up out of his place, and he shall build the temple of the LORD:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "even he shall build the temple of the LORD; and he shall bear the glory, and shall sit and rule upon his throne; and he shall be a priest upon his throne: and the counsel of peace shall be between them both."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "And the crowns shall be to Helem, and to Tobijah, and to Jedaiah, and to Hen the son of Zephaniah, for a memorial in the temple of the LORD."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "And they that are far off shall come and build in the temple of the LORD, and ye shall know that the LORD of hosts hath sent me unto you. And this shall come to pass, if ye will diligently obey the voice of the LORD your God."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.7"
        ],
        "human": "Zechariah 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.8"
        ],
        "human": "Zechariah 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.6"
        ],
        "human": "Zechariah 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "True Righteousness"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "And it came to pass in the fourth year of king Darius, that the word of the LORD came unto Zechariah in the fourth day of the ninth month, even in Chisleu;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "when they had sent unto the house of God Sherezer and Regem-melech, and their men, to pray before the LORD,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "and to speak unto the priests which were in the house of the LORD of hosts, and to the prophets, saying, Should I weep in the fifth month, separating myself, as I have done these so many years?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then came the word of the LORD of hosts unto me, saying,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Speak unto all the people of the land, and to the priests, saying, When ye fasted and mourned in the fifth and seventh month, even those seventy years, did ye at all fast unto me, even to me?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And when ye did eat, and when ye did drink, did not ye eat for yourselves, and drink for yourselves?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Should ye not hear the words which the LORD hath cried by the former prophets, when Jerusalem was inhabited and in prosperity, and the cities thereof round about her, when men inhabited the south and the plain?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And the word of the LORD came unto Zechariah, saying,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Thus speaketh the LORD of hosts, saying, Execute true judgment, and shew mercy and compassions every man to his brother:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "and oppress not the widow, nor the fatherless, the stranger, nor the poor; and let none of you imagine evil against his brother in your heart."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "But they refused to hearken, and pulled away the shoulder, and stopped their ears, that they should not hear."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Yea, they made their hearts as an adamant stone, lest they should hear the law, and the words which the LORD of hosts hath sent in his spirit by the former prophets: therefore came a great wrath from the LORD of hosts."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Therefore it is come to pass, that as he cried, and they would not hear; so they cried, and I would not hear, saith the LORD of hosts:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "but I scattered them with a whirlwind among all the nations whom they knew not. Thus the land was desolate after them, that no man passed through nor returned: for they laid the pleasant land desolate."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.8"
        ],
        "human": "Zechariah 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.9"
        ],
        "human": "Zechariah 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.7"
        ],
        "human": "Zechariah 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "A City of Truth"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Again the word of the LORD of hosts came to me, saying,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Thus saith the LORD of hosts; I was jealous for Zion with great jealousy, and I was jealous for her with great fury."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Thus saith the LORD; I am returned unto Zion, and will dwell in the midst of Jerusalem: and Jerusalem shall be called a city of truth; and the mountain of the LORD of hosts the holy mountain."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Thus saith the LORD of hosts; There shall yet old men and old women dwell in the streets of Jerusalem, and every man with his staff in his hand for very age."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And the streets of the city shall be full of boys and girls playing in the streets thereof."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Thus saith the LORD of hosts; If it be marvellous in the eyes of the remnant of this people in these days, should it also be marvellous in mine eyes? saith the LORD of hosts."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Thus saith the LORD of hosts; Behold, I will save my people from the east country, and from the west country;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "and I will bring them, and they shall dwell in the midst of Jerusalem: and they shall be my people, and I will be their God, in truth and in righteousness."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Thus saith the LORD of hosts; Let your hands be strong, ye that hear in these days these words by the mouth of the prophets, which were in the day that the foundation of the house of the LORD of hosts was laid, that the temple might be built."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "For before these days there was no hire for man, nor any hire for beast; neither was there any peace to him that went out or came in because of the affliction: for I set all men every one against his neighbour."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "But now I will not be unto the residue of this people as in the former days, saith the LORD of hosts."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "For the seed shall be prosperous; the vine shall give her fruit, and the ground shall give her increase, and the heavens shall give their dew; and I will cause the remnant of this people to possess all these things."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And it shall come to pass, that as ye were a curse among the heathen, O house of Judah, and house of Israel; so will I save you, and ye shall be a blessing: fear not, but let your hands be strong."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "For thus saith the LORD of hosts; As I thought to punish you, when your fathers provoked me to wrath, saith the LORD of hosts, and I repented not:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "so again have I thought in these days to do well unto Jerusalem and to the house of Judah: fear ye not."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "These are the things that ye shall do; Speak ye every man the truth to his neighbour; execute the judgment of truth and peace in your gates:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "and let none of you imagine evil in your hearts against his neighbour; and love no false oath: for all these are things that I hate, saith the LORD."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And the word of the LORD of hosts came unto me, saying,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Thus saith the LORD of hosts; The fast of the fourth month, and the fast of the fifth, and the fast of the seventh, and the fast of the tenth, shall be to the house of Judah joy and gladness, and cheerful feasts; therefore love the truth and peace."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Thus saith the LORD of hosts; It shall yet come to pass, that there shall come people, and the inhabitants of many cities:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "and the inhabitants of one city shall go to another, saying, Let us go speedily to pray before the LORD, and to seek the LORD of hosts: I will go also."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Yea, many people and strong nations shall come to seek the LORD of hosts in Jerusalem, and to pray before the LORD."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Thus saith the LORD of hosts; In those days it shall come to pass, that ten men shall take hold out of all languages of the nations, even shall take hold of the skirt of him that is a Jew, saying, We will go with you: for we have heard that God is with you."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.9"
        ],
        "human": "Zechariah 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.10"
        ],
        "human": "Zechariah 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.8"
        ],
        "human": "Zechariah 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The City of God"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "Look to the Lord"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The burden of the word of the LORD in the land of Hadrach, and Damascus shall be the rest thereof: when the eyes of man, as of all the tribes of Israel, shall be toward the LORD."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And Hamath also shall border thereby; Tyrus, and Zidon, though it be very wise."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "And Tyrus did build herself a strong hold, and heaped up silver as the dust, and fine gold as the mire of the streets."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Behold, the Lord will cast her out, and he will smite her power in the sea; and she shall be devoured with fire."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ashkelon shall see it, and fear; Gaza also shall see it, and be very sorrowful, and Ekron; for her expectation shall be ashamed; and the king shall perish from Gaza, and Ashkelon shall not be inhabited."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And a bastard shall dwell in Ashdod, and I will cut off the pride of the Philistines."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And I will take away his blood out of his mouth, and his abominations from between his teeth: but he that remaineth, even he, shall be for our God, and he shall be as a governor in Judah, and Ekron as a Jebusite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And I will encamp about mine house because of the army, because of him that passeth by, and because of him that returneth: and no oppressor shall pass through them any more: for now have I seen with mine eyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "The King of Peace"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Rejoice greatly, O daughter of Zion; shout, O daughter of Jerusalem: behold, thy King cometh unto thee: he is just, and having salvation; lowly, and riding upon an ass, and upon a colt the foal of an ass."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "And I will cut off the chariot from Ephraim, and the horse from Jerusalem, and the battle bow shall be cut off: and he shall speak peace unto the heathen: and his dominion shall be from sea even to sea, and from the river even to the ends of the earth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "As for thee also, by the blood of thy covenant I have sent forth thy prisoners out of the pit wherein is no water."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Turn you to the strong hold, ye prisoners of hope: even to day do I declare that I will render double unto thee;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "when I have bent Judah for me, filled the bow with Ephraim, and raised up thy sons, O Zion, against thy sons, O Greece, and made thee as the sword of a mighty man."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "And the LORD shall be seen over them, and his arrow shall go forth as the lightning: and the Lord GOD shall blow the trumpet, and shall go with whirlwinds of the south."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "He Will Save His People"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "The LORD of hosts shall defend them; and they shall devour, and subdue with sling stones; and they shall drink, and make a noise as through wine; and they shall be filled like bowls, and as the corners of the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "And the LORD their God shall save them in that day as the flock of his people: for they shall be as the stones of a crown, lifted up as an ensign upon his land."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "For how great is his goodness, and how great is his beauty! corn shall make the young men cheerful, and new wine the maids."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.10"
        ],
        "human": "Zechariah 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.11"
        ],
        "human": "Zechariah 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.9"
        ],
        "human": "Zechariah 9",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ask ye of the LORD rain in the time of the latter rain; so the LORD shall make bright clouds, and give them showers of rain, to every one grass in the field."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "For the idols have spoken vanity, and the diviners have seen a lie, and have told false dreams; they comfort in vain: therefore they went their way as a flock, they were troubled, because there was no shepherd."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Mine anger was kindled against the shepherds, and I punished the goats: for the LORD of hosts hath visited his flock the house of Judah, and hath made them as his goodly horse in the battle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Out of him came forth the corner, out of him the nail, out of him the battle bow, out of him every oppressor together."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And they shall be as mighty men, which tread down their enemies in the mire of the streets in the battle: and they shall fight, because the LORD is with them, and the riders on horses shall be confounded."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "Judah and Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And I will strengthen the house of Judah, and I will save the house of Joseph, and I will bring them again to place them; for I have mercy upon them: and they shall be as though I had not cast them off: for I am the LORD their God, and will hear them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And they of Ephraim shall be like a mighty man, and their heart shall rejoice as through wine: yea, their children shall see it, and be glad; their heart shall rejoice in the LORD."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "I will hiss for them, and gather them; for I have redeemed them: and they shall increase as they have increased."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "And I will sow them among the people: and they shall remember me in far countries; and they shall live with their children, and turn again."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "I will bring them again also out of the land of Egypt, and gather them out of Assyria; and I will bring them into the land of Gilead and Lebanon; and place shall not be found for them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And he shall pass through the sea with affliction, and shall smite the waves in the sea, and all the deeps of the river shall dry up: and the pride of Assyria shall be brought down, and the sceptre of Egypt shall depart away."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "And I will strengthen them in the LORD; and they shall walk up and down in his name, saith the LORD."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.11"
        ],
        "human": "Zechariah 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.12"
        ],
        "human": "Zechariah 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.10"
        ],
        "human": "Zechariah 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "Their Glory is Spoiled"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Open thy doors, O Lebanon, that the fire may devour thy cedars."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Howl, fir tree; for the cedar is fallen; because the mighty are spoiled: howl, O ye oaks of Bashan; for the forest of the vintage is come down."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "There is a voice of the howling of the shepherds; for their glory is spoiled: a voice of the roaring of young lions; for the pride of Jordan is spoiled."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Thus saith the LORD my God; Feed the flock of the slaughter;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "whose possessors slay them, and hold themselves not guilty: and they that sell them say, Blessed be the LORD; for I am rich: and their own shepherds pity them not."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "For I will no more pity the inhabitants of the land, saith the LORD: but, lo, I will deliver the men every one into his neighbour's hand, and into the hand of his king: and they shall smite the land, and out of their hand I will not deliver them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And I will feed the flock of slaughter, even you, O poor of the flock. And I took unto me two staves; the one I called Beauty, and the other I called Bands; and I fed the flock."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Three shepherds also I cut off in one month; and my soul lothed them, and their soul also abhorred me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then said I, I will not feed you: that that dieth, let it die; and that that is to be cut off, let it be cut off; and let the rest eat every one the flesh of another."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "And I took my staff, even Beauty, and cut it asunder, that I might break my covenant which I had made with all the people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And it was broken in that day: and so the poor of the flock that waited upon me knew that it was the word of the LORD."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "And I said unto them, If ye think good, give me my price; and if not, forbear. So they weighed for my price thirty pieces of silver."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And the LORD said unto me, Cast it unto the potter: a goodly price that I was prised at of them. And I took the thirty pieces of silver, and cast them to the potter in the house of the LORD."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Then I cut asunder mine other staff, even Bands, that I might break the brotherhood between Judah and Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "And the LORD said unto me, Take unto thee yet the instruments of a foolish shepherd."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "For, lo, I will raise up a shepherd in the land, which shall not visit those that be cut off, neither shall seek the young one, nor heal that that is broken, nor feed that that standeth still: but he shall eat the flesh of the fat, and tear their claws in pieces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Woe to the idol shepherd that leaveth the flock! the sword shall be upon his arm, and upon his right eye: his arm shall be clean dried up, and his right eye shall be utterly darkened."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.12"
        ],
        "human": "Zechariah 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.13"
        ],
        "human": "Zechariah 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.11"
        ],
        "human": "Zechariah 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "A Trembling City"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The burden of the word of the LORD for Israel, saith the LORD, which stretcheth forth the heavens, and layeth the foundation of the earth, and formeth the spirit of man within him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Behold, I will make Jerusalem a cup of trembling unto all the people round about, when they shall be in the siege both against Judah and against Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "And in that day will I make Jerusalem a burdensome stone for all people: all that burden themselves with it shall be cut in pieces, though all the people of the earth be gathered together against it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "In that day, saith the LORD, I will smite every horse with astonishment, and his rider with madness: and I will open mine eyes upon the house of Judah, and will smite every horse of the people with blindness."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And the governors of Judah shall say in their heart, The inhabitants of Jerusalem shall be my strength in the LORD of hosts their God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "In that day will I make the governors of Judah like an hearth of fire among the wood, and like a torch of fire in a sheaf; and they shall devour all the people round about, on the right hand and on the left: and Jerusalem shall be inhabited again in her own place, even in Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "The LORD also shall save the tents of Judah first, that the glory of the house of David and the glory of the inhabitants of Jerusalem do not magnify themselves against Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "In that day shall the LORD defend the inhabitants of Jerusalem; and he that is feeble among them at that day shall be as David; and the house of David shall be as God, as the angel of the LORD before them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "And it shall come to pass in that day, that I will seek to destroy all the nations that come against Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "A Day of Mourning"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "And I will pour upon the house of David, and upon the inhabitants of Jerusalem, the spirit of grace and of supplications: and they shall look upon me whom they have pierced, and they shall mourn for him, as one mourneth for his only son, and shall be in bitterness for him, as one that is in bitterness for his firstborn."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "In that day shall there be a great mourning in Jerusalem, as the mourning of Hadadrimmon in the valley of Megiddon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "And the land shall mourn, every family apart; the family of the house of David apart, and their wives apart; the family of the house of Nathan apart, and their wives apart;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "the family of the house of Levi apart, and their wives apart; the family of Shimei apart, and their wives apart;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "all the families that remain, every family apart, and their wives apart."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.13"
        ],
        "human": "Zechariah 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.14"
        ],
        "human": "Zechariah 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.12"
        ],
        "human": "Zechariah 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "A Cleansing Fountain"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "In that day there shall be a fountain opened to the house of David and to the inhabitants of Jerusalem for sin and for uncleanness."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And it shall come to pass in that day, saith the LORD of hosts, that I will cut off the names of the idols out of the land, and they shall no more be remembered: and also I will cause the prophets and the unclean spirit to pass out of the land."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "And it shall come to pass, that when any shall yet prophesy, then his father and his mother that begat him shall say unto him, Thou shalt not live; for thou speakest lies in the name of the LORD: and his father and his mother that begat him shall thrust him through when he prophesieth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "And it shall come to pass in that day, that the prophets shall be ashamed every one of his vision, when he hath prophesied; neither shall they wear a rough garment to deceive:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "but he shall say, I am no prophet, I am an husbandman; for man taught me to keep cattle from my youth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And one shall say unto him, What are these wounds in thine hands? Then he shall answer, Those with which I was wounded in the house of my friends."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Awake, O sword, against my shepherd, and against the man that is my fellow, saith the LORD of hosts: smite the shepherd, and the sheep shall be scattered: and I will turn mine hand upon the little ones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And it shall come to pass, that in all the land, saith the LORD, two parts therein shall be cut off and die; but the third shall be left therein."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "And I will bring the third part through the fire, and will refine them as silver is refined, and will try them as gold is tried: they shall call on my name, and I will hear them: I will say, It is my people: and they shall say, The LORD is my God."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.14"
        ],
        "human": "Zechariah 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "MAL.1"
        ],
        "human": "Malachi 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.13"
        ],
        "human": "Zechariah 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "The City Saved"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Behold, the day of the LORD cometh, and thy spoil shall be divided in the midst of thee."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "For I will gather all nations against Jerusalem to battle; and the city shall be taken, and the houses rifled, and the women ravished; and half of the city shall go forth into captivity, and the residue of the people shall not be cut off from the city."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Then shall the LORD go forth, and fight against those nations, as when he fought in the day of battle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "And his feet shall stand in that day upon the mount of Olives, which is before Jerusalem on the east, and the mount of Olives shall cleave in the midst thereof toward the east and toward the west, and there shall be a very great valley; and half of the mountain shall remove toward the north, and half of it toward the south."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And ye shall flee to the valley of the mountains; for the valley of the mountains shall reach unto Azal: yea, ye shall flee, like as ye fled from before the earthquake in the days of Uzziah king of Judah: and the LORD my God shall come, and all the saints with thee."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And it shall come to pass in that day, that the light shall not be clear, nor dark:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "but it shall be one day which shall be known to the LORD, not day, nor night: but it shall come to pass, that at evening time it shall be light."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And it shall be in that day, that living waters shall go out from Jerusalem; half of them toward the former sea, and half of them toward the hinder sea: in summer and in winter shall it be."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "Lord of All"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "And the LORD shall be king over all the earth: in that day shall there be one LORD, and his name one."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "All the land shall be turned as a plain from Geba to Rimmon south of Jerusalem: and it shall be lifted up, and inhabited in her place, from Benjamin's gate unto the place of the first gate, unto the corner gate, and from the tower of Hananeel unto the king's winepresses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And men shall dwell in it, and there shall be no more utter destruction; but Jerusalem shall be safely inhabited."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "And this shall be the plague wherewith the LORD will smite all the people that have fought against Jerusalem; Their flesh shall consume away while they stand upon their feet, and their eyes shall consume away in their holes, and their tongue shall consume away in their mouth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And it shall come to pass in that day, that a great tumult from the LORD shall be among them; and they shall lay hold every one on the hand of his neighbour, and his hand shall rise up against the hand of his neighbour."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "And Judah also shall fight at Jerusalem; and the wealth of all the heathen round about shall be gathered together, gold, and silver, and apparel, in great abundance."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "And so shall be the plague of the horse, of the mule, of the camel, and of the ass, and of all the beasts that shall be in these tents, as this plague."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "Universal Worship"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "And it shall come to pass, that every one that is left of all the nations which came against Jerusalem shall even go up from year to year to worship the King, the LORD of hosts, and to keep the feast of tabernacles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "And it shall be, that whoso will not come up of all the families of the earth unto Jerusalem to worship the King, the LORD of hosts, even upon them shall be no rain."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And if the family of Egypt go not up, and come not, that have no rain; there shall be the plague, wherewith the LORD will smite the heathen that come not up to keep the feast of tabernacles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "This shall be the punishment of Egypt, and the punishment of all nations that come not up to keep the feast of tabernacles."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "An Age of Holiness"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "In that day shall there be upon the bells of the horses, HOLINESS UNTO THE <span class=\"nd\">Lord</span>; and the pots in the LORD's house shall be like the bowls before the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Yea, every pot in Jerusalem and in Judah shall be holiness unto the LORD of hosts: and all they that sacrifice shall come and take of them, and seethe therein: and in that day there shall be no more the Canaanite in the house of the LORD of hosts."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}