{
  "book_usfm": "JOS",
  "name": "Joshua",
  "local_title": "New International Version",
  "local_abbreviation": "NIV",
  "version_id": 111,
  "publisher": {
    "name": "Biblica, Inc."
  },
  "copyright": {
    "html": "<p>The Holy Bible, New International Version® NIV®</p> <p>Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.®</p> <p>Used by Permission of Biblica, Inc.® All rights reserved worldwide.</p>",
    "text": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
  },
  "language": {
    "iso_639_1": "en",
    "iso_639_3": "eng",
    "language_tag": "eng",
    "local_name": "English",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-en-eng",
  "chapters": [
    {
      "chapter_usfm": "JOS.INTRO1",
      "is_chapter": false,
      "current": {
        "usfm": [
          "JOS.INTRO1"
        ],
        "human": "Joshua Intro"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.1"
        ],
        "human": "Joshua 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.34"
        ],
        "human": "Deuteronomy 34",
        "toc": true
      },
      "items": []
    },
    {
      "chapter_usfm": "JOS.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.1"
        ],
        "human": "Joshua 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.2"
        ],
        "human": "Joshua 2",
        "toc": true
      },
      "previous": {
        "canonical": false,
        "usfm": [
          "JOS.INTRO1"
        ],
        "human": "Joshua Intro",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Joshua Installed as Leader"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "After the death of Moses the servant of the Lord, the Lord said to Joshua son of Nun, Moses’ aide:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Moses my servant is dead. Now then, you and all these people, get ready to cross the Jordan River into the land I am about to give to them—to the Israelites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "I will give you every place where you set your foot, as I promised Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Your territory will extend from the desert to Lebanon, and from the great river, the Euphrates—all the Hittite country—to the Mediterranean Sea in the west."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "No one will be able to stand against you all the days of your life. As I was with Moses, so I will be with you; I will never leave you nor forsake you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Be strong and courageous, because you will lead these people to inherit the land I swore to their ancestors to give them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "“Be strong and very courageous. Be careful to obey all the law my servant Moses gave you; do not turn from it to the right or to the left, that you may be successful wherever you go."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Keep this Book of the Law always on your lips; meditate on it day and night, so that you may be careful to do everything written in it. Then you will be prosperous and successful."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "So Joshua ordered the officers of the people:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“Go through the camp and tell the people, ‘Get your provisions ready. Three days from now you will cross the Jordan here to go in and take possession of the land the Lord your God is giving you for your own.’ ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "But to the Reubenites, the Gadites and the half-tribe of Manasseh, Joshua said,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "“Remember the command that Moses the servant of the Lord gave you after he said, ‘The Lord your God will give you rest by giving you this land.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Your wives, your children and your livestock may stay in the land that Moses gave you east of the Jordan, but all your fighting men, ready for battle, must cross over ahead of your fellow Israelites. You are to help them"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "until the Lord gives them rest, as he has done for you, and until they too have taken possession of the land the Lord your God is giving them. After that, you may go back and occupy your own land, which Moses the servant of the Lord gave you east of the Jordan toward the sunrise.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Then they answered Joshua, “Whatever you have commanded us we will do, and wherever you send us we will go."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Just as we fully obeyed Moses, so we will obey you. Only may the Lord your God be with you as he was with Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Whoever rebels against your word and does not obey it, whatever you may command them, will be put to death. Only be strong and courageous!”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.2"
        ],
        "human": "Joshua 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.3"
        ],
        "human": "Joshua 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.1"
        ],
        "human": "Joshua 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Rahab and the Spies"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Then Joshua son of Nun secretly sent two spies from Shittim. “Go, look over the land,” he said, “especially Jericho.” So they went and entered the house of a prostitute named Rahab and stayed there."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "The king of Jericho was told, “Look, some of the Israelites have come here tonight to spy out the land.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "So the king of Jericho sent this message to Rahab: “Bring out the men who came to you and entered your house, because they have come to spy out the whole land.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "But the woman had taken the two men and hidden them. She said, “Yes, the men came to me, but I did not know where they had come from."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "At dusk, when it was time to close the city gate, they left. I don’t know which way they went. Go after them quickly. You may catch up with them.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "(But she had taken them up to the roof and hidden them under the stalks of flax she had laid out on the roof.)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "So the men set out in pursuit of the spies on the road that leads to the fords of the Jordan, and as soon as the pursuers had gone out, the gate was shut."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Before the spies lay down for the night, she went up on the roof"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "and said to them, “I know that the Lord has given you this land and that a great fear of you has fallen on us, so that all who live in this country are melting in fear because of you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "We have heard how the Lord dried up the water of the Red Sea for you when you came out of Egypt, and what you did to Sihon and Og, the two kings of the Amorites east of the Jordan, whom you completely destroyed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "When we heard of it, our hearts melted in fear and everyone’s courage failed because of you, for the Lord your God is God in heaven above and on the earth below."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "“Now then, please swear to me by the Lord that you will show kindness to my family, because I have shown kindness to you. Give me a sure sign"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "that you will spare the lives of my father and mother, my brothers and sisters, and all who belong to them—and that you will save us from death.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“Our lives for your lives!” the men assured her. “If you don’t tell what we are doing, we will treat you kindly and faithfully when the Lord gives us the land.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "So she let them down by a rope through the window, for the house she lived in was part of the city wall."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "She said to them, “Go to the hills so the pursuers will not find you. Hide yourselves there three days until they return, and then go on your way.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Now the men had said to her, “This oath you made us swear will not be binding on us"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "unless, when we enter the land, you have tied this scarlet cord in the window through which you let us down, and unless you have brought your father and mother, your brothers and all your family into your house."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "If any of them go outside your house into the street, their blood will be on their own heads; we will not be responsible. As for those who are in the house with you, their blood will be on our head if a hand is laid on them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "But if you tell what we are doing, we will be released from the oath you made us swear.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "“Agreed,” she replied. “Let it be as you say.”",
            "So she sent them away, and they departed. And she tied the scarlet cord in the window."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "When they left, they went into the hills and stayed there three days, until the pursuers had searched all along the road and returned without finding them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Then the two men started back. They went down out of the hills, forded the river and came to Joshua son of Nun and told him everything that had happened to them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "They said to Joshua, “The Lord has surely given the whole land into our hands; all the people are melting in fear because of us.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.3"
        ],
        "human": "Joshua 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.4"
        ],
        "human": "Joshua 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.2"
        ],
        "human": "Joshua 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Crossing the Jordan"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Early in the morning Joshua and all the Israelites set out from Shittim and went to the Jordan, where they camped before crossing over."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "After three days the officers went throughout the camp,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "giving orders to the people: “When you see the ark of the covenant of the Lord your God, and the Levitical priests carrying it, you are to move out from your positions and follow it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then you will know which way to go, since you have never been this way before. But keep a distance of about two thousand cubits between you and the ark; do not go near it.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Joshua told the people, “Consecrate yourselves, for tomorrow the Lord will do amazing things among you.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Joshua said to the priests, “Take up the ark of the covenant and pass on ahead of the people.” So they took it up and went ahead of them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And the Lord said to Joshua, “Today I will begin to exalt you in the eyes of all Israel, so they may know that I am with you as I was with Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Tell the priests who carry the ark of the covenant: ‘When you reach the edge of the Jordan’s waters, go and stand in the river.’ ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Joshua said to the Israelites, “Come here and listen to the words of the Lord your God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "This is how you will know that the living God is among you and that he will certainly drive out before you the Canaanites, Hittites, Hivites, Perizzites, Girgashites, Amorites and Jebusites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "See, the ark of the covenant of the Lord of all the earth will go into the Jordan ahead of you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Now then, choose twelve men from the tribes of Israel, one from each tribe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And as soon as the priests who carry the ark of the Lord—the Lord of all the earth—set foot in the Jordan, its waters flowing downstream will be cut off and stand up in a heap.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "So when the people broke camp to cross the Jordan, the priests carrying the ark of the covenant went ahead of them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Now the Jordan is at flood stage all during harvest. Yet as soon as the priests who carried the ark reached the Jordan and their feet touched the water’s edge,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "the water from upstream stopped flowing. It piled up in a heap a great distance away, at a town called Adam in the vicinity of Zarethan, while the water flowing down to the Sea of the Arabah (that is, the Dead Sea) was completely cut off. So the people crossed over opposite Jericho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "The priests who carried the ark of the covenant of the Lord stopped in the middle of the Jordan and stood on dry ground, while all Israel passed by until the whole nation had completed the crossing on dry ground."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.4"
        ],
        "human": "Joshua 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.5"
        ],
        "human": "Joshua 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.3"
        ],
        "human": "Joshua 3",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "When the whole nation had finished crossing the Jordan, the Lord said to Joshua,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Choose twelve men from among the people, one from each tribe,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "and tell them to take up twelve stones from the middle of the Jordan, from right where the priests are standing, and carry them over with you and put them down at the place where you stay tonight.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "So Joshua called together the twelve men he had appointed from the Israelites, one from each tribe,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "and said to them, “Go over before the ark of the Lord your God into the middle of the Jordan. Each of you is to take up a stone on his shoulder, according to the number of the tribes of the Israelites,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "to serve as a sign among you. In the future, when your children ask you, ‘What do these stones mean?’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "tell them that the flow of the Jordan was cut off before the ark of the covenant of the Lord. When it crossed the Jordan, the waters of the Jordan were cut off. These stones are to be a memorial to the people of Israel forever.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "So the Israelites did as Joshua commanded them. They took twelve stones from the middle of the Jordan, according to the number of the tribes of the Israelites, as the Lord had told Joshua; and they carried them over with them to their camp, where they put them down."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Joshua set up the twelve stones that had been in the middle of the Jordan at the spot where the priests who carried the ark of the covenant had stood. And they are there to this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Now the priests who carried the ark remained standing in the middle of the Jordan until everything the Lord had commanded Joshua was done by the people, just as Moses had directed Joshua. The people hurried over,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "and as soon as all of them had crossed, the ark of the Lord and the priests came to the other side while the people watched."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "The men of Reuben, Gad and the half-tribe of Manasseh crossed over, ready for battle, in front of the Israelites, as Moses had directed them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "About forty thousand armed for battle crossed over before the Lord to the plains of Jericho for war."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "That day the Lord exalted Joshua in the sight of all Israel; and they stood in awe of him all the days of his life, just as they had stood in awe of Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Then the Lord said to Joshua,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "“Command the priests carrying the ark of the covenant law to come up out of the Jordan.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "So Joshua commanded the priests, “Come up out of the Jordan.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And the priests came up out of the river carrying the ark of the covenant of the Lord. No sooner had they set their feet on the dry ground than the waters of the Jordan returned to their place and ran at flood stage as before."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "On the tenth day of the first month the people went up from the Jordan and camped at Gilgal on the eastern border of Jericho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "And Joshua set up at Gilgal the twelve stones they had taken out of the Jordan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "He said to the Israelites, “In the future when your descendants ask their parents, ‘What do these stones mean?’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "tell them, ‘Israel crossed the Jordan on dry ground.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "For the Lord your God dried up the Jordan before you until you had crossed over. The Lord your God did to the Jordan what he had done to the Red Sea when he dried it up before us until we had crossed over."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "He did this so that all the peoples of the earth might know that the hand of the Lord is powerful and so that you might always fear the Lord your God.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.5"
        ],
        "human": "Joshua 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.6"
        ],
        "human": "Joshua 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.4"
        ],
        "human": "Joshua 4",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now when all the Amorite kings west of the Jordan and all the Canaanite kings along the coast heard how the Lord had dried up the Jordan before the Israelites until they had crossed over, their hearts melted in fear and they no longer had the courage to face the Israelites."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Circumcision and Passover at Gilgal"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "At that time the Lord said to Joshua, “Make flint knives and circumcise the Israelites again.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "So Joshua made flint knives and circumcised the Israelites at Gibeath Haaraloth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Now this is why he did so: All those who came out of Egypt—all the men of military age—died in the wilderness on the way after leaving Egypt."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "All the people that came out had been circumcised, but all the people born in the wilderness during the journey from Egypt had not."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "The Israelites had moved about in the wilderness forty years until all the men who were of military age when they left Egypt had died, since they had not obeyed the Lord. For the Lord had sworn to them that they would not see the land he had solemnly promised their ancestors to give us, a land flowing with milk and honey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "So he raised up their sons in their place, and these were the ones Joshua circumcised. They were still uncircumcised because they had not been circumcised on the way."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And after the whole nation had been circumcised, they remained where they were in camp until they were healed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then the Lord said to Joshua, “Today I have rolled away the reproach of Egypt from you.” So the place has been called Gilgal to this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "On the evening of the fourteenth day of the month, while camped at Gilgal on the plains of Jericho, the Israelites celebrated the Passover."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "The day after the Passover, that very day, they ate some of the produce of the land: unleavened bread and roasted grain."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "The manna stopped the day after they ate this food from the land; there was no longer any manna for the Israelites, but that year they ate the produce of Canaan."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Fall of Jericho"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Now when Joshua was near Jericho, he looked up and saw a man standing in front of him with a drawn sword in his hand. Joshua went up to him and asked, “Are you for us or for our enemies?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“Neither,” he replied, “but as commander of the army of the Lord I have now come.” Then Joshua fell facedown to the ground in reverence, and asked him, “What message does my Lord have for his servant?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "The commander of the Lord’s army replied, “Take off your sandals, for the place where you are standing is holy.” And Joshua did so."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.6"
        ],
        "human": "Joshua 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.7"
        ],
        "human": "Joshua 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.5"
        ],
        "human": "Joshua 5",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now the gates of Jericho were securely barred because of the Israelites. No one went out and no one came in."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Then the Lord said to Joshua, “See, I have delivered Jericho into your hands, along with its king and its fighting men."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "March around the city once with all the armed men. Do this for six days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Have seven priests carry trumpets of rams’ horns in front of the ark. On the seventh day, march around the city seven times, with the priests blowing the trumpets."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "When you hear them sound a long blast on the trumpets, have the whole army give a loud shout; then the wall of the city will collapse and the army will go up, everyone straight in.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "So Joshua son of Nun called the priests and said to them, “Take up the ark of the covenant of the Lord and have seven priests carry trumpets in front of it.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And he ordered the army, “Advance! March around the city, with an armed guard going ahead of the ark of the Lord.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "When Joshua had spoken to the people, the seven priests carrying the seven trumpets before the Lord went forward, blowing their trumpets, and the ark of the Lord’s covenant followed them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "The armed guard marched ahead of the priests who blew the trumpets, and the rear guard followed the ark. All this time the trumpets were sounding."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "But Joshua had commanded the army, “Do not give a war cry, do not raise your voices, do not say a word until the day I tell you to shout. Then shout!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "So he had the ark of the Lord carried around the city, circling it once. Then the army returned to camp and spent the night there."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Joshua got up early the next morning and the priests took up the ark of the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "The seven priests carrying the seven trumpets went forward, marching before the ark of the Lord and blowing the trumpets. The armed men went ahead of them and the rear guard followed the ark of the Lord, while the trumpets kept sounding."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "So on the second day they marched around the city once and returned to the camp. They did this for six days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "On the seventh day, they got up at daybreak and marched around the city seven times in the same manner, except that on that day they circled the city seven times."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "The seventh time around, when the priests sounded the trumpet blast, Joshua commanded the army, “Shout! For the Lord has given you the city!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "The city and all that is in it are to be devoted to the Lord. Only Rahab the prostitute and all who are with her in her house shall be spared, because she hid the spies we sent."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "But keep away from the devoted things, so that you will not bring about your own destruction by taking any of them. Otherwise you will make the camp of Israel liable to destruction and bring trouble on it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "All the silver and gold and the articles of bronze and iron are sacred to the Lord and must go into his treasury.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "When the trumpets sounded, the army shouted, and at the sound of the trumpet, when the men gave a loud shout, the wall collapsed; so everyone charged straight in, and they took the city."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "They devoted the city to the Lord and destroyed with the sword every living thing in it—men and women, young and old, cattle, sheep and donkeys."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Joshua said to the two men who had spied out the land, “Go into the prostitute’s house and bring her out and all who belong to her, in accordance with your oath to her.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "So the young men who had done the spying went in and brought out Rahab, her father and mother, her brothers and sisters and all who belonged to her. They brought out her entire family and put them in a place outside the camp of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Then they burned the whole city and everything in it, but they put the silver and gold and the articles of bronze and iron into the treasury of the Lord’s house."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "But Joshua spared Rahab the prostitute, with her family and all who belonged to her, because she hid the men Joshua had sent as spies to Jericho—and she lives among the Israelites to this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "At that time Joshua pronounced this solemn oath: “Cursed before the Lord is the one who undertakes to rebuild this city, Jericho:",
            "“At the cost of his firstborn son",
            "he will lay its foundations;",
            "at the cost of his youngest",
            "he will set up its gates.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "So the Lord was with Joshua, and his fame spread throughout the land."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.7"
        ],
        "human": "Joshua 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.8"
        ],
        "human": "Joshua 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.6"
        ],
        "human": "Joshua 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Achan’s Sin"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "But the Israelites were unfaithful in regard to the devoted things; Achan son of Karmi, the son of Zimri, the son of Zerah, of the tribe of Judah, took some of them. So the Lord’s anger burned against Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Now Joshua sent men from Jericho to Ai, which is near Beth Aven to the east of Bethel, and told them, “Go up and spy out the region.” So the men went up and spied out Ai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "When they returned to Joshua, they said, “Not all the army will have to go up against Ai. Send two or three thousand men to take it and do not weary the whole army, for only a few people live there.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "So about three thousand went up; but they were routed by the men of Ai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "who killed about thirty-six of them. They chased the Israelites from the city gate as far as the stone quarries and struck them down on the slopes. At this the hearts of the people melted in fear and became like water."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Then Joshua tore his clothes and fell facedown to the ground before the ark of the Lord, remaining there till evening. The elders of Israel did the same, and sprinkled dust on their heads."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And Joshua said, “Alas, Sovereign Lord, why did you ever bring this people across the Jordan to deliver us into the hands of the Amorites to destroy us? If only we had been content to stay on the other side of the Jordan!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pardon your servant, Lord. What can I say, now that Israel has been routed by its enemies?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "The Canaanites and the other people of the country will hear about this and they will surround us and wipe out our name from the earth. What then will you do for your own great name?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "The Lord said to Joshua, “Stand up! What are you doing down on your face?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Israel has sinned; they have violated my covenant, which I commanded them to keep. They have taken some of the devoted things; they have stolen, they have lied, they have put them with their own possessions."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "That is why the Israelites cannot stand against their enemies; they turn their backs and run because they have been made liable to destruction. I will not be with you anymore unless you destroy whatever among you is devoted to destruction."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "“Go, consecrate the people. Tell them, ‘Consecrate yourselves in preparation for tomorrow; for this is what the Lord, the God of Israel, says: There are devoted things among you, Israel. You cannot stand against your enemies until you remove them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“ ‘In the morning, present yourselves tribe by tribe. The tribe the Lord chooses shall come forward clan by clan; the clan the Lord chooses shall come forward family by family; and the family the Lord chooses shall come forward man by man."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Whoever is caught with the devoted things shall be destroyed by fire, along with all that belongs to him. He has violated the covenant of the Lord and has done an outrageous thing in Israel!’ ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Early the next morning Joshua had Israel come forward by tribes, and Judah was chosen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "The clans of Judah came forward, and the Zerahites were chosen. He had the clan of the Zerahites come forward by families, and Zimri was chosen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Joshua had his family come forward man by man, and Achan son of Karmi, the son of Zimri, the son of Zerah, of the tribe of Judah, was chosen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Then Joshua said to Achan, “My son, give glory to the Lord, the God of Israel, and honor him. Tell me what you have done; do not hide it from me.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Achan replied, “It is true! I have sinned against the Lord, the God of Israel. This is what I have done:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "When I saw in the plunder a beautiful robe from Babylonia, two hundred shekels of silver and a bar of gold weighing fifty shekels, I coveted them and took them. They are hidden in the ground inside my tent, with the silver underneath.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "So Joshua sent messengers, and they ran to the tent, and there it was, hidden in his tent, with the silver underneath."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "They took the things from the tent, brought them to Joshua and all the Israelites and spread them out before the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Then Joshua, together with all Israel, took Achan son of Zerah, the silver, the robe, the gold bar, his sons and daughters, his cattle, donkeys and sheep, his tent and all that he had, to the Valley of Achor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Joshua said, “Why have you brought this trouble on us? The Lord will bring trouble on you today.”",
            "Then all Israel stoned him, and after they had stoned the rest, they burned them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Over Achan they heaped up a large pile of rocks, which remains to this day. Then the Lord turned from his fierce anger. Therefore that place has been called the Valley of Achor ever since."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.8"
        ],
        "human": "Joshua 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.9"
        ],
        "human": "Joshua 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.7"
        ],
        "human": "Joshua 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ai Destroyed"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Then the Lord said to Joshua, “Do not be afraid; do not be discouraged. Take the whole army with you, and go up and attack Ai. For I have delivered into your hands the king of Ai, his people, his city and his land."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "You shall do to Ai and its king as you did to Jericho and its king, except that you may carry off their plunder and livestock for yourselves. Set an ambush behind the city.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "So Joshua and the whole army moved out to attack Ai. He chose thirty thousand of his best fighting men and sent them out at night"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "with these orders: “Listen carefully. You are to set an ambush behind the city. Don’t go very far from it. All of you be on the alert."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "I and all those with me will advance on the city, and when the men come out against us, as they did before, we will flee from them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "They will pursue us until we have lured them away from the city, for they will say, ‘They are running away from us as they did before.’ So when we flee from them,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "you are to rise up from ambush and take the city. The Lord your God will give it into your hand."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "When you have taken the city, set it on fire. Do what the Lord has commanded. See to it; you have my orders.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then Joshua sent them off, and they went to the place of ambush and lay in wait between Bethel and Ai, to the west of Ai—but Joshua spent that night with the people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Early the next morning Joshua mustered his army, and he and the leaders of Israel marched before them to Ai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "The entire force that was with him marched up and approached the city and arrived in front of it. They set up camp north of Ai, with the valley between them and the city."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Joshua had taken about five thousand men and set them in ambush between Bethel and Ai, to the west of the city."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "So the soldiers took up their positions—with the main camp to the north of the city and the ambush to the west of it. That night Joshua went into the valley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "When the king of Ai saw this, he and all the men of the city hurried out early in the morning to meet Israel in battle at a certain place overlooking the Arabah. But he did not know that an ambush had been set against him behind the city."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Joshua and all Israel let themselves be driven back before them, and they fled toward the wilderness."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "All the men of Ai were called to pursue them, and they pursued Joshua and were lured away from the city."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Not a man remained in Ai or Bethel who did not go after Israel. They left the city open and went in pursuit of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Then the Lord said to Joshua, “Hold out toward Ai the javelin that is in your hand, for into your hand I will deliver the city.” So Joshua held out toward the city the javelin that was in his hand."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "As soon as he did this, the men in the ambush rose quickly from their position and rushed forward. They entered the city and captured it and quickly set it on fire."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "The men of Ai looked back and saw the smoke of the city rising up into the sky, but they had no chance to escape in any direction; the Israelites who had been fleeing toward the wilderness had turned back against their pursuers."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "For when Joshua and all Israel saw that the ambush had taken the city and that smoke was going up from it, they turned around and attacked the men of Ai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Those in the ambush also came out of the city against them, so that they were caught in the middle, with Israelites on both sides. Israel cut them down, leaving them neither survivors nor fugitives."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "But they took the king of Ai alive and brought him to Joshua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "When Israel had finished killing all the men of Ai in the fields and in the wilderness where they had chased them, and when every one of them had been put to the sword, all the Israelites returned to Ai and killed those who were in it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Twelve thousand men and women fell that day—all the people of Ai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "For Joshua did not draw back the hand that held out his javelin until he had destroyed all who lived in Ai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "But Israel did carry off for themselves the livestock and plunder of this city, as the Lord had instructed Joshua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "So Joshua burned Ai and made it a permanent heap of ruins, a desolate place to this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "He impaled the body of the king of Ai on a pole and left it there until evening. At sunset, Joshua ordered them to take the body from the pole and throw it down at the entrance of the city gate. And they raised a large pile of rocks over it, which remains to this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Covenant Renewed at Mount Ebal"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Then Joshua built on Mount Ebal an altar to the Lord, the God of Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "as Moses the servant of the Lord had commanded the Israelites. He built it according to what is written in the Book of the Law of Moses—an altar of uncut stones, on which no iron tool had been used. On it they offered to the Lord burnt offerings and sacrificed fellowship offerings."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "There, in the presence of the Israelites, Joshua wrote on stones a copy of the law of Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "All the Israelites, with their elders, officials and judges, were standing on both sides of the ark of the covenant of the Lord, facing the Levitical priests who carried it. Both the foreigners living among them and the native-born were there. Half of the people stood in front of Mount Gerizim and half of them in front of Mount Ebal, as Moses the servant of the Lord had formerly commanded when he gave instructions to bless the people of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Afterward, Joshua read all the words of the law—the blessings and the curses—just as it is written in the Book of the Law."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "There was not a word of all that Moses had commanded that Joshua did not read to the whole assembly of Israel, including the women and children, and the foreigners who lived among them."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.9"
        ],
        "human": "Joshua 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.10"
        ],
        "human": "Joshua 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.8"
        ],
        "human": "Joshua 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Gibeonite Deception"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now when all the kings west of the Jordan heard about these things—the kings in the hill country, in the western foothills, and along the entire coast of the Mediterranean Sea as far as Lebanon (the kings of the Hittites, Amorites, Canaanites, Perizzites, Hivites and Jebusites)—"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "they came together to wage war against Joshua and Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "However, when the people of Gibeon heard what Joshua had done to Jericho and Ai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "they resorted to a ruse: They went as a delegation whose donkeys were loaded with worn-out sacks and old wineskins, cracked and mended."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "They put worn and patched sandals on their feet and wore old clothes. All the bread of their food supply was dry and moldy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Then they went to Joshua in the camp at Gilgal and said to him and the Israelites, “We have come from a distant country; make a treaty with us.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "The Israelites said to the Hivites, “But perhaps you live near us, so how can we make a treaty with you?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "“We are your servants,” they said to Joshua.",
            "But Joshua asked, “Who are you and where do you come from?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "They answered: “Your servants have come from a very distant country because of the fame of the Lord your God. For we have heard reports of him: all that he did in Egypt,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "and all that he did to the two kings of the Amorites east of the Jordan—Sihon king of Heshbon, and Og king of Bashan, who reigned in Ashtaroth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And our elders and all those living in our country said to us, ‘Take provisions for your journey; go and meet them and say to them, “We are your servants; make a treaty with us.” ’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "This bread of ours was warm when we packed it at home on the day we left to come to you. But now see how dry and moldy it is."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And these wineskins that we filled were new, but see how cracked they are. And our clothes and sandals are worn out by the very long journey.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "The Israelites sampled their provisions but did not inquire of the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Then Joshua made a treaty of peace with them to let them live, and the leaders of the assembly ratified it by oath."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Three days after they made the treaty with the Gibeonites, the Israelites heard that they were neighbors, living near them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "So the Israelites set out and on the third day came to their cities: Gibeon, Kephirah, Beeroth and Kiriath Jearim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "But the Israelites did not attack them, because the leaders of the assembly had sworn an oath to them by the Lord, the God of Israel.",
            "The whole assembly grumbled against the leaders,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "but all the leaders answered, “We have given them our oath by the Lord, the God of Israel, and we cannot touch them now."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "This is what we will do to them: We will let them live, so that God’s wrath will not fall on us for breaking the oath we swore to them.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "They continued, “Let them live, but let them be woodcutters and water carriers in the service of the whole assembly.” So the leaders’ promise to them was kept."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Then Joshua summoned the Gibeonites and said, “Why did you deceive us by saying, ‘We live a long way from you,’ while actually you live near us?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "You are now under a curse: You will never be released from service as woodcutters and water carriers for the house of my God.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "They answered Joshua, “Your servants were clearly told how the Lord your God had commanded his servant Moses to give you the whole land and to wipe out all its inhabitants from before you. So we feared for our lives because of you, and that is why we did this."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "We are now in your hands. Do to us whatever seems good and right to you.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "So Joshua saved them from the Israelites, and they did not kill them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "That day he made the Gibeonites woodcutters and water carriers for the assembly, to provide for the needs of the altar of the Lord at the place the Lord would choose. And that is what they are to this day."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.10"
        ],
        "human": "Joshua 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.11"
        ],
        "human": "Joshua 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.9"
        ],
        "human": "Joshua 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Sun Stands Still"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now Adoni-Zedek king of Jerusalem heard that Joshua had taken Ai and totally destroyed it, doing to Ai and its king as he had done to Jericho and its king, and that the people of Gibeon had made a treaty of peace with Israel and had become their allies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "He and his people were very much alarmed at this, because Gibeon was an important city, like one of the royal cities; it was larger than Ai, and all its men were good fighters."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "So Adoni-Zedek king of Jerusalem appealed to Hoham king of Hebron, Piram king of Jarmuth, Japhia king of Lachish and Debir king of Eglon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "“Come up and help me attack Gibeon,” he said, “because it has made peace with Joshua and the Israelites.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then the five kings of the Amorites—the kings of Jerusalem, Hebron, Jarmuth, Lachish and Eglon—joined forces. They moved up with all their troops and took up positions against Gibeon and attacked it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "The Gibeonites then sent word to Joshua in the camp at Gilgal: “Do not abandon your servants. Come up to us quickly and save us! Help us, because all the Amorite kings from the hill country have joined forces against us.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "So Joshua marched up from Gilgal with his entire army, including all the best fighting men."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "The Lord said to Joshua, “Do not be afraid of them; I have given them into your hand. Not one of them will be able to withstand you.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "After an all-night march from Gilgal, Joshua took them by surprise."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "The Lord threw them into confusion before Israel, so Joshua and the Israelites defeated them completely at Gibeon. Israel pursued them along the road going up to Beth Horon and cut them down all the way to Azekah and Makkedah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "As they fled before Israel on the road down from Beth Horon to Azekah, the Lord hurled large hailstones down on them, and more of them died from the hail than were killed by the swords of the Israelites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "On the day the Lord gave the Amorites over to Israel, Joshua said to the Lord in the presence of Israel:",
            "“Sun, stand still over Gibeon,",
            "and you, moon, over the Valley of Aijalon.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "So the sun stood still,",
            "and the moon stopped,",
            "till the nation avenged itself on its enemies,",
            "as it is written in the Book of Jashar.",
            "The sun stopped in the middle of the sky and delayed going down about a full day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "There has never been a day like it before or since, a day when the Lord listened to a human being. Surely the Lord was fighting for Israel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Then Joshua returned with all Israel to the camp at Gilgal."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Five Amorite Kings Killed"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Now the five kings had fled and hidden in the cave at Makkedah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "When Joshua was told that the five kings had been found hiding in the cave at Makkedah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "he said, “Roll large rocks up to the mouth of the cave, and post some men there to guard it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "But don’t stop; pursue your enemies! Attack them from the rear and don’t let them reach their cities, for the Lord your God has given them into your hand.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "So Joshua and the Israelites defeated them completely, but a few survivors managed to reach their fortified cities."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "The whole army then returned safely to Joshua in the camp at Makkedah, and no one uttered a word against the Israelites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Joshua said, “Open the mouth of the cave and bring those five kings out to me.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "So they brought the five kings out of the cave—the kings of Jerusalem, Hebron, Jarmuth, Lachish and Eglon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "When they had brought these kings to Joshua, he summoned all the men of Israel and said to the army commanders who had come with him, “Come here and put your feet on the necks of these kings.” So they came forward and placed their feet on their necks."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Joshua said to them, “Do not be afraid; do not be discouraged. Be strong and courageous. This is what the Lord will do to all the enemies you are going to fight.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Then Joshua put the kings to death and exposed their bodies on five poles, and they were left hanging on the poles until evening."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "At sunset Joshua gave the order and they took them down from the poles and threw them into the cave where they had been hiding. At the mouth of the cave they placed large rocks, which are there to this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Southern Cities Conquered"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "That day Joshua took Makkedah. He put the city and its king to the sword and totally destroyed everyone in it. He left no survivors. And he did to the king of Makkedah as he had done to the king of Jericho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Then Joshua and all Israel with him moved on from Makkedah to Libnah and attacked it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "The Lord also gave that city and its king into Israel’s hand. The city and everyone in it Joshua put to the sword. He left no survivors there. And he did to its king as he had done to the king of Jericho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Then Joshua and all Israel with him moved on from Libnah to Lachish; he took up positions against it and attacked it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "The Lord gave Lachish into Israel’s hands, and Joshua took it on the second day. The city and everyone in it he put to the sword, just as he had done to Libnah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Meanwhile, Horam king of Gezer had come up to help Lachish, but Joshua defeated him and his army—until no survivors were left."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Then Joshua and all Israel with him moved on from Lachish to Eglon; they took up positions against it and attacked it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "They captured it that same day and put it to the sword and totally destroyed everyone in it, just as they had done to Lachish."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Then Joshua and all Israel with him went up from Eglon to Hebron and attacked it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "They took the city and put it to the sword, together with its king, its villages and everyone in it. They left no survivors. Just as at Eglon, they totally destroyed it and everyone in it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Then Joshua and all Israel with him turned around and attacked Debir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "They took the city, its king and its villages, and put them to the sword. Everyone in it they totally destroyed. They left no survivors. They did to Debir and its king as they had done to Libnah and its king and to Hebron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "So Joshua subdued the whole region, including the hill country, the Negev, the western foothills and the mountain slopes, together with all their kings. He left no survivors. He totally destroyed all who breathed, just as the Lord, the God of Israel, had commanded."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Joshua subdued them from Kadesh Barnea to Gaza and from the whole region of Goshen to Gibeon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "All these kings and their lands Joshua conquered in one campaign, because the Lord, the God of Israel, fought for Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Then Joshua returned with all Israel to the camp at Gilgal."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.11"
        ],
        "human": "Joshua 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.12"
        ],
        "human": "Joshua 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.10"
        ],
        "human": "Joshua 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Northern Kings Defeated"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "When Jabin king of Hazor heard of this, he sent word to Jobab king of Madon, to the kings of Shimron and Akshaph,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "and to the northern kings who were in the mountains, in the Arabah south of Kinnereth, in the western foothills and in Naphoth Dor on the west;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "to the Canaanites in the east and west; to the Amorites, Hittites, Perizzites and Jebusites in the hill country; and to the Hivites below Hermon in the region of Mizpah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "They came out with all their troops and a large number of horses and chariots—a huge army, as numerous as the sand on the seashore."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "All these kings joined forces and made camp together at the Waters of Merom to fight against Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "The Lord said to Joshua, “Do not be afraid of them, because by this time tomorrow I will hand all of them, slain, over to Israel. You are to hamstring their horses and burn their chariots.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "So Joshua and his whole army came against them suddenly at the Waters of Merom and attacked them,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "and the Lord gave them into the hand of Israel. They defeated them and pursued them all the way to Greater Sidon, to Misrephoth Maim, and to the Valley of Mizpah on the east, until no survivors were left."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Joshua did to them as the Lord had directed: He hamstrung their horses and burned their chariots."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "At that time Joshua turned back and captured Hazor and put its king to the sword. (Hazor had been the head of all these kingdoms.)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Everyone in it they put to the sword. They totally destroyed them, not sparing anyone that breathed, and he burned Hazor itself."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Joshua took all these royal cities and their kings and put them to the sword. He totally destroyed them, as Moses the servant of the Lord had commanded."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Yet Israel did not burn any of the cities built on their mounds—except Hazor, which Joshua burned."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "The Israelites carried off for themselves all the plunder and livestock of these cities, but all the people they put to the sword until they completely destroyed them, not sparing anyone that breathed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "As the Lord commanded his servant Moses, so Moses commanded Joshua, and Joshua did it; he left nothing undone of all that the Lord commanded Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "So Joshua took this entire land: the hill country, all the Negev, the whole region of Goshen, the western foothills, the Arabah and the mountains of Israel with their foothills,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "from Mount Halak, which rises toward Seir, to Baal Gad in the Valley of Lebanon below Mount Hermon. He captured all their kings and put them to death."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Joshua waged war against all these kings for a long time."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Except for the Hivites living in Gibeon, not one city made a treaty of peace with the Israelites, who took them all in battle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "For it was the Lord himself who hardened their hearts to wage war against Israel, so that he might destroy them totally, exterminating them without mercy, as the Lord had commanded Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "At that time Joshua went and destroyed the Anakites from the hill country: from Hebron, Debir and Anab, from all the hill country of Judah, and from all the hill country of Israel. Joshua totally destroyed them and their towns."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "No Anakites were left in Israelite territory; only in Gaza, Gath and Ashdod did any survive."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "So Joshua took the entire land, just as the Lord had directed Moses, and he gave it as an inheritance to Israel according to their tribal divisions. Then the land had rest from war."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.12"
        ],
        "human": "Joshua 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.13"
        ],
        "human": "Joshua 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.11"
        ],
        "human": "Joshua 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "List of Defeated Kings"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "These are the kings of the land whom the Israelites had defeated and whose territory they took over east of the Jordan, from the Arnon Gorge to Mount Hermon, including all the eastern side of the Arabah:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Sihon king of the Amorites, who reigned in Heshbon.",
            "He ruled from Aroer on the rim of the Arnon Gorge—from the middle of the gorge—to the Jabbok River, which is the border of the Ammonites. This included half of Gilead."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "He also ruled over the eastern Arabah from the Sea of Galilee to the Sea of the Arabah (that is, the Dead Sea), to Beth Jeshimoth, and then southward below the slopes of Pisgah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "And the territory of Og king of Bashan, one of the last of the Rephaites, who reigned in Ashtaroth and Edrei."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "He ruled over Mount Hermon, Salekah, all of Bashan to the border of the people of Geshur and Maakah, and half of Gilead to the border of Sihon king of Heshbon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Moses, the servant of the Lord, and the Israelites conquered them. And Moses the servant of the Lord gave their land to the Reubenites, the Gadites and the half-tribe of Manasseh to be their possession."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Here is a list of the kings of the land that Joshua and the Israelites conquered on the west side of the Jordan, from Baal Gad in the Valley of Lebanon to Mount Halak, which rises toward Seir. Joshua gave their lands as an inheritance to the tribes of Israel according to their tribal divisions."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "The lands included the hill country, the western foothills, the Arabah, the mountain slopes, the wilderness and the Negev. These were the lands of the Hittites, Amorites, Canaanites, Perizzites, Hivites and Jebusites. These were the kings:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "the king of Jericho",
            "one",
            "the king of Ai (near Bethel)",
            "one"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "the king of Jerusalem",
            "one",
            "the king of Hebron",
            "one"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "the king of Jarmuth",
            "one",
            "the king of Lachish",
            "one"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "the king of Eglon",
            "one",
            "the king of Gezer",
            "one"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "the king of Debir",
            "one",
            "the king of Geder",
            "one"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "the king of Hormah",
            "one",
            "the king of Arad",
            "one"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "the king of Libnah",
            "one",
            "the king of Adullam",
            "one"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "the king of Makkedah",
            "one",
            "the king of Bethel",
            "one"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "the king of Tappuah",
            "one",
            "the king of Hepher",
            "one"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "the king of Aphek",
            "one",
            "the king of Lasharon",
            "one"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "the king of Madon",
            "one",
            "the king of Hazor",
            "one"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "the king of Shimron Meron",
            "one",
            "the king of Akshaph",
            "one"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "the king of Taanach",
            "one",
            "the king of Megiddo",
            "one"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "the king of Kedesh",
            "one",
            "the king of Jokneam in Carmel",
            "one"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "the king of Dor (in Naphoth Dor)",
            "one",
            "the king of Goyim in Gilgal",
            "one"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "the king of Tirzah",
            "one",
            "thirty-one kings in all."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.13"
        ],
        "human": "Joshua 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.14"
        ],
        "human": "Joshua 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.12"
        ],
        "human": "Joshua 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Land Still to Be Taken"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "When Joshua had grown old, the Lord said to him, “You are now very old, and there are still very large areas of land to be taken over."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“This is the land that remains: All the regions of the Philistines and Geshurites,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "from the Shihor River on the east of Egypt to the territory of Ekron on the north, all of it counted as Canaanite though held by the five Philistine rulers in Gaza, Ashdod, Ashkelon, Gath and Ekron; the territory of the Avvites"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "on the south; all the land of the Canaanites, from Arah of the Sidonians as far as Aphek and the border of the Amorites;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "the area of Byblos; and all Lebanon to the east, from Baal Gad below Mount Hermon to Lebo Hamath."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“As for all the inhabitants of the mountain regions from Lebanon to Misrephoth Maim, that is, all the Sidonians, I myself will drive them out before the Israelites. Be sure to allocate this land to Israel for an inheritance, as I have instructed you,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "and divide it as an inheritance among the nine tribes and half of the tribe of Manasseh.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Division of the Land East of the Jordan"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "The other half of Manasseh, the Reubenites and the Gadites had received the inheritance that Moses had given them east of the Jordan, as he, the servant of the Lord, had assigned it to them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "It extended from Aroer on the rim of the Arnon Gorge, and from the town in the middle of the gorge, and included the whole plateau of Medeba as far as Dibon,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "and all the towns of Sihon king of the Amorites, who ruled in Heshbon, out to the border of the Ammonites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "It also included Gilead, the territory of the people of Geshur and Maakah, all of Mount Hermon and all Bashan as far as Salekah—"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "that is, the whole kingdom of Og in Bashan, who had reigned in Ashtaroth and Edrei. (He was the last of the Rephaites.) Moses had defeated them and taken over their land."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "But the Israelites did not drive out the people of Geshur and Maakah, so they continue to live among the Israelites to this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "But to the tribe of Levi he gave no inheritance, since the food offerings presented to the Lord, the God of Israel, are their inheritance, as he promised them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "This is what Moses had given to the tribe of Reuben, according to its clans:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "The territory from Aroer on the rim of the Arnon Gorge, and from the town in the middle of the gorge, and the whole plateau past Medeba"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "to Heshbon and all its towns on the plateau, including Dibon, Bamoth Baal, Beth Baal Meon,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Jahaz, Kedemoth, Mephaath,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Kiriathaim, Sibmah, Zereth Shahar on the hill in the valley,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Beth Peor, the slopes of Pisgah, and Beth Jeshimoth—"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "all the towns on the plateau and the entire realm of Sihon king of the Amorites, who ruled at Heshbon. Moses had defeated him and the Midianite chiefs, Evi, Rekem, Zur, Hur and Reba—princes allied with Sihon—who lived in that country."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "In addition to those slain in battle, the Israelites had put to the sword Balaam son of Beor, who practiced divination."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "The boundary of the Reubenites was the bank of the Jordan. These towns and their villages were the inheritance of the Reubenites, according to their clans."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "This is what Moses had given to the tribe of Gad, according to its clans:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "The territory of Jazer, all the towns of Gilead and half the Ammonite country as far as Aroer, near Rabbah;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "and from Heshbon to Ramath Mizpah and Betonim, and from Mahanaim to the territory of Debir;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "and in the valley, Beth Haram, Beth Nimrah, Sukkoth and Zaphon with the rest of the realm of Sihon king of Heshbon (the east side of the Jordan, the territory up to the end of the Sea of Galilee)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "These towns and their villages were the inheritance of the Gadites, according to their clans."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "This is what Moses had given to the half-tribe of Manasseh, that is, to half the family of the descendants of Manasseh, according to its clans:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "The territory extending from Mahanaim and including all of Bashan, the entire realm of Og king of Bashan—all the settlements of Jair in Bashan, sixty towns,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "half of Gilead, and Ashtaroth and Edrei (the royal cities of Og in Bashan). This was for the descendants of Makir son of Manasseh—for half of the sons of Makir, according to their clans."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "This is the inheritance Moses had given when he was in the plains of Moab across the Jordan east of Jericho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "But to the tribe of Levi, Moses had given no inheritance; the Lord, the God of Israel, is their inheritance, as he promised them."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.14"
        ],
        "human": "Joshua 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.15"
        ],
        "human": "Joshua 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.13"
        ],
        "human": "Joshua 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Division of the Land West of the Jordan"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now these are the areas the Israelites received as an inheritance in the land of Canaan, which Eleazar the priest, Joshua son of Nun and the heads of the tribal clans of Israel allotted to them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Their inheritances were assigned by lot to the nine-and-a-half tribes, as the Lord had commanded through Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Moses had granted the two-and-a-half tribes their inheritance east of the Jordan but had not granted the Levites an inheritance among the rest,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "for Joseph’s descendants had become two tribes—Manasseh and Ephraim. The Levites received no share of the land but only towns to live in, with pasturelands for their flocks and herds."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "So the Israelites divided the land, just as the Lord had commanded Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Allotment for Caleb"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Now the people of Judah approached Joshua at Gilgal, and Caleb son of Jephunneh the Kenizzite said to him, “You know what the Lord said to Moses the man of God at Kadesh Barnea about you and me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "I was forty years old when Moses the servant of the Lord sent me from Kadesh Barnea to explore the land. And I brought him back a report according to my convictions,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "but my fellow Israelites who went up with me made the hearts of the people melt in fear. I, however, followed the Lord my God wholeheartedly."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "So on that day Moses swore to me, ‘The land on which your feet have walked will be your inheritance and that of your children forever, because you have followed the Lord my God wholeheartedly.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“Now then, just as the Lord promised, he has kept me alive for forty-five years since the time he said this to Moses, while Israel moved about in the wilderness. So here I am today, eighty-five years old!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "I am still as strong today as the day Moses sent me out; I’m just as vigorous to go out to battle now as I was then."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Now give me this hill country that the Lord promised me that day. You yourself heard then that the Anakites were there and their cities were large and fortified, but, the Lord helping me, I will drive them out just as he said.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Then Joshua blessed Caleb son of Jephunneh and gave him Hebron as his inheritance."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "So Hebron has belonged to Caleb son of Jephunneh the Kenizzite ever since, because he followed the Lord, the God of Israel, wholeheartedly."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "(Hebron used to be called Kiriath Arba after Arba, who was the greatest man among the Anakites.)",
            "Then the land had rest from war."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.15"
        ],
        "human": "Joshua 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.16"
        ],
        "human": "Joshua 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.14"
        ],
        "human": "Joshua 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Allotment for Judah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The allotment for the tribe of Judah, according to its clans, extended down to the territory of Edom, to the Desert of Zin in the extreme south."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Their southern boundary started from the bay at the southern end of the Dead Sea,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "crossed south of Scorpion Pass, continued on to Zin and went over to the south of Kadesh Barnea. Then it ran past Hezron up to Addar and curved around to Karka."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "It then passed along to Azmon and joined the Wadi of Egypt, ending at the Mediterranean Sea. This is their southern boundary."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "The eastern boundary is the Dead Sea as far as the mouth of the Jordan.",
            "The northern boundary started from the bay of the sea at the mouth of the Jordan,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "went up to Beth Hoglah and continued north of Beth Arabah to the Stone of Bohan son of Reuben."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "The boundary then went up to Debir from the Valley of Achor and turned north to Gilgal, which faces the Pass of Adummim south of the gorge. It continued along to the waters of En Shemesh and came out at En Rogel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Then it ran up the Valley of Ben Hinnom along the southern slope of the Jebusite city (that is, Jerusalem). From there it climbed to the top of the hill west of the Hinnom Valley at the northern end of the Valley of Rephaim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "From the hilltop the boundary headed toward the spring of the waters of Nephtoah, came out at the towns of Mount Ephron and went down toward Baalah (that is, Kiriath Jearim)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Then it curved westward from Baalah to Mount Seir, ran along the northern slope of Mount Jearim (that is, Kesalon), continued down to Beth Shemesh and crossed to Timnah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "It went to the northern slope of Ekron, turned toward Shikkeron, passed along to Mount Baalah and reached Jabneel. The boundary ended at the sea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "The western boundary is the coastline of the Mediterranean Sea.",
            "These are the boundaries around the people of Judah by their clans."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "In accordance with the Lord’s command to him, Joshua gave to Caleb son of Jephunneh a portion in Judah—Kiriath Arba, that is, Hebron. (Arba was the forefather of Anak.)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "From Hebron Caleb drove out the three Anakites—Sheshai, Ahiman and Talmai, the sons of Anak."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "From there he marched against the people living in Debir (formerly called Kiriath Sepher)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "And Caleb said, “I will give my daughter Aksah in marriage to the man who attacks and captures Kiriath Sepher.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Othniel son of Kenaz, Caleb’s brother, took it; so Caleb gave his daughter Aksah to him in marriage."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "One day when she came to Othniel, she urged him to ask her father for a field. When she got off her donkey, Caleb asked her, “What can I do for you?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "She replied, “Do me a special favor. Since you have given me land in the Negev, give me also springs of water.” So Caleb gave her the upper and lower springs."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "This is the inheritance of the tribe of Judah, according to its clans:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "The southernmost towns of the tribe of Judah in the Negev toward the boundary of Edom were:",
            "Kabzeel, Eder, Jagur,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Kinah, Dimonah, Adadah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Kedesh, Hazor, Ithnan,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Ziph, Telem, Bealoth,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Hazor Hadattah, Kerioth Hezron (that is, Hazor),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Amam, Shema, Moladah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Hazar Gaddah, Heshmon, Beth Pelet,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Hazar Shual, Beersheba, Biziothiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Baalah, Iyim, Ezem,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Eltolad, Kesil, Hormah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Ziklag, Madmannah, Sansannah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Lebaoth, Shilhim, Ain and Rimmon—a total of twenty-nine towns and their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "In the western foothills:",
            "Eshtaol, Zorah, Ashnah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Zanoah, En Gannim, Tappuah, Enam,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Jarmuth, Adullam, Sokoh, Azekah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Shaaraim, Adithaim and Gederah (or Gederothaim)—fourteen towns and their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Zenan, Hadashah, Migdal Gad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Dilean, Mizpah, Joktheel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Lachish, Bozkath, Eglon,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Kabbon, Lahmas, Kitlish,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Gederoth, Beth Dagon, Naamah and Makkedah—sixteen towns and their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Libnah, Ether, Ashan,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Iphtah, Ashnah, Nezib,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Keilah, Akzib and Mareshah—nine towns and their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Ekron, with its surrounding settlements and villages;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "west of Ekron, all that were in the vicinity of Ashdod, together with their villages;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Ashdod, its surrounding settlements and villages; and Gaza, its settlements and villages, as far as the Wadi of Egypt and the coastline of the Mediterranean Sea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "In the hill country:",
            "Shamir, Jattir, Sokoh,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Dannah, Kiriath Sannah (that is, Debir),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Anab, Eshtemoh, Anim,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Goshen, Holon and Giloh—eleven towns and their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "Arab, Dumah, Eshan,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Janim, Beth Tappuah, Aphekah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "Humtah, Kiriath Arba (that is, Hebron) and Zior—nine towns and their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "Maon, Carmel, Ziph, Juttah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "Jezreel, Jokdeam, Zanoah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "Kain, Gibeah and Timnah—ten towns and their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            58
          ],
          "lines": [
            "Halhul, Beth Zur, Gedor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            59
          ],
          "lines": [
            "Maarath, Beth Anoth and Eltekon—six towns and their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            60
          ],
          "lines": [
            "Kiriath Baal (that is, Kiriath Jearim) and Rabbah—two towns and their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            61
          ],
          "lines": [
            "In the wilderness:",
            "Beth Arabah, Middin, Sekakah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            62
          ],
          "lines": [
            "Nibshan, the City of Salt and En Gedi—six towns and their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            63
          ],
          "lines": [
            "Judah could not dislodge the Jebusites, who were living in Jerusalem; to this day the Jebusites live there with the people of Judah."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.16"
        ],
        "human": "Joshua 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.17"
        ],
        "human": "Joshua 17",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.15"
        ],
        "human": "Joshua 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Allotment for Ephraim and Manasseh"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The allotment for Joseph began at the Jordan, east of the springs of Jericho, and went up from there through the desert into the hill country of Bethel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "It went on from Bethel (that is, Luz), crossed over to the territory of the Arkites in Ataroth,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "descended westward to the territory of the Japhletites as far as the region of Lower Beth Horon and on to Gezer, ending at the Mediterranean Sea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "So Manasseh and Ephraim, the descendants of Joseph, received their inheritance."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "This was the territory of Ephraim, according to its clans:",
            "The boundary of their inheritance went from Ataroth Addar in the east to Upper Beth Horon"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "and continued to the Mediterranean Sea. From Mikmethath on the north it curved eastward to Taanath Shiloh, passing by it to Janoah on the east."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Then it went down from Janoah to Ataroth and Naarah, touched Jericho and came out at the Jordan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "From Tappuah the border went west to the Kanah Ravine and ended at the Mediterranean Sea. This was the inheritance of the tribe of the Ephraimites, according to its clans."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "It also included all the towns and their villages that were set aside for the Ephraimites within the inheritance of the Manassites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "They did not dislodge the Canaanites living in Gezer; to this day the Canaanites live among the people of Ephraim but are required to do forced labor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.17",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.17"
        ],
        "human": "Joshua 17"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.18"
        ],
        "human": "Joshua 18",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.16"
        ],
        "human": "Joshua 16",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "This was the allotment for the tribe of Manasseh as Joseph’s firstborn, that is, for Makir, Manasseh’s firstborn. Makir was the ancestor of the Gileadites, who had received Gilead and Bashan because the Makirites were great soldiers."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "So this allotment was for the rest of the people of Manasseh—the clans of Abiezer, Helek, Asriel, Shechem, Hepher and Shemida. These are the other male descendants of Manasseh son of Joseph by their clans."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Now Zelophehad son of Hepher, the son of Gilead, the son of Makir, the son of Manasseh, had no sons but only daughters, whose names were Mahlah, Noah, Hoglah, Milkah and Tirzah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "They went to Eleazar the priest, Joshua son of Nun, and the leaders and said, “The Lord commanded Moses to give us an inheritance among our relatives.” So Joshua gave them an inheritance along with the brothers of their father, according to the Lord’s command."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Manasseh’s share consisted of ten tracts of land besides Gilead and Bashan east of the Jordan,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "because the daughters of the tribe of Manasseh received an inheritance among the sons. The land of Gilead belonged to the rest of the descendants of Manasseh."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "The territory of Manasseh extended from Asher to Mikmethath east of Shechem. The boundary ran southward from there to include the people living at En Tappuah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "(Manasseh had the land of Tappuah, but Tappuah itself, on the boundary of Manasseh, belonged to the Ephraimites.)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then the boundary continued south to the Kanah Ravine. There were towns belonging to Ephraim lying among the towns of Manasseh, but the boundary of Manasseh was the northern side of the ravine and ended at the Mediterranean Sea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "On the south the land belonged to Ephraim, on the north to Manasseh. The territory of Manasseh reached the Mediterranean Sea and bordered Asher on the north and Issachar on the east."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Within Issachar and Asher, Manasseh also had Beth Shan, Ibleam and the people of Dor, Endor, Taanach and Megiddo, together with their surrounding settlements (the third in the list is Naphoth)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Yet the Manassites were not able to occupy these towns, for the Canaanites were determined to live in that region."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "However, when the Israelites grew stronger, they subjected the Canaanites to forced labor but did not drive them out completely."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "The people of Joseph said to Joshua, “Why have you given us only one allotment and one portion for an inheritance? We are a numerous people, and the Lord has blessed us abundantly.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "“If you are so numerous,” Joshua answered, “and if the hill country of Ephraim is too small for you, go up into the forest and clear land for yourselves there in the land of the Perizzites and Rephaites.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "The people of Joseph replied, “The hill country is not enough for us, and all the Canaanites who live in the plain have chariots fitted with iron, both those in Beth Shan and its settlements and those in the Valley of Jezreel.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "But Joshua said to the tribes of Joseph—to Ephraim and Manasseh—“You are numerous and very powerful. You will have not only one allotment"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "but the forested hill country as well. Clear it, and its farthest limits will be yours; though the Canaanites have chariots fitted with iron and though they are strong, you can drive them out.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.18",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.18"
        ],
        "human": "Joshua 18"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.19"
        ],
        "human": "Joshua 19",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.17"
        ],
        "human": "Joshua 17",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Division of the Rest of the Land"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The whole assembly of the Israelites gathered at Shiloh and set up the tent of meeting there. The country was brought under their control,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "but there were still seven Israelite tribes who had not yet received their inheritance."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "So Joshua said to the Israelites: “How long will you wait before you begin to take possession of the land that the Lord, the God of your ancestors, has given you?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Appoint three men from each tribe. I will send them out to make a survey of the land and to write a description of it, according to the inheritance of each. Then they will return to me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "You are to divide the land into seven parts. Judah is to remain in its territory on the south and the tribes of Joseph in their territory on the north."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "After you have written descriptions of the seven parts of the land, bring them here to me and I will cast lots for you in the presence of the Lord our God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "The Levites, however, do not get a portion among you, because the priestly service of the Lord is their inheritance. And Gad, Reuben and the half-tribe of Manasseh have already received their inheritance on the east side of the Jordan. Moses the servant of the Lord gave it to them.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "As the men started on their way to map out the land, Joshua instructed them, “Go and make a survey of the land and write a description of it. Then return to me, and I will cast lots for you here at Shiloh in the presence of the Lord.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "So the men left and went through the land. They wrote its description on a scroll, town by town, in seven parts, and returned to Joshua in the camp at Shiloh."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Joshua then cast lots for them in Shiloh in the presence of the Lord, and there he distributed the land to the Israelites according to their tribal divisions."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Allotment for Benjamin"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "The first lot came up for the tribe of Benjamin according to its clans. Their allotted territory lay between the tribes of Judah and Joseph:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "On the north side their boundary began at the Jordan, passed the northern slope of Jericho and headed west into the hill country, coming out at the wilderness of Beth Aven."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "From there it crossed to the south slope of Luz (that is, Bethel) and went down to Ataroth Addar on the hill south of Lower Beth Horon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "From the hill facing Beth Horon on the south the boundary turned south along the western side and came out at Kiriath Baal (that is, Kiriath Jearim), a town of the people of Judah. This was the western side."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "The southern side began at the outskirts of Kiriath Jearim on the west, and the boundary came out at the spring of the waters of Nephtoah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "The boundary went down to the foot of the hill facing the Valley of Ben Hinnom, north of the Valley of Rephaim. It continued down the Hinnom Valley along the southern slope of the Jebusite city and so to En Rogel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "It then curved north, went to En Shemesh, continued to Geliloth, which faces the Pass of Adummim, and ran down to the Stone of Bohan son of Reuben."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "It continued to the northern slope of Beth Arabah and on down into the Arabah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "It then went to the northern slope of Beth Hoglah and came out at the northern bay of the Dead Sea, at the mouth of the Jordan in the south. This was the southern boundary."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "The Jordan formed the boundary on the eastern side.",
            "These were the boundaries that marked out the inheritance of the clans of Benjamin on all sides."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "The tribe of Benjamin, according to its clans, had the following towns:",
            "Jericho, Beth Hoglah, Emek Keziz,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Beth Arabah, Zemaraim, Bethel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Avvim, Parah, Ophrah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Kephar Ammoni, Ophni and Geba—twelve towns and their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Gibeon, Ramah, Beeroth,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Mizpah, Kephirah, Mozah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Rekem, Irpeel, Taralah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Zelah, Haeleph, the Jebusite city (that is, Jerusalem), Gibeah and Kiriath—fourteen towns and their villages.",
            "This was the inheritance of Benjamin for its clans."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.19",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.19"
        ],
        "human": "Joshua 19"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.20"
        ],
        "human": "Joshua 20",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.18"
        ],
        "human": "Joshua 18",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Allotment for Simeon"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The second lot came out for the tribe of Simeon according to its clans. Their inheritance lay within the territory of Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "It included:",
            "Beersheba (or Sheba), Moladah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Hazar Shual, Balah, Ezem,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Eltolad, Bethul, Hormah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ziklag, Beth Markaboth, Hazar Susah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Beth Lebaoth and Sharuhen—thirteen towns and their villages;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ain, Rimmon, Ether and Ashan—four towns and their villages—"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "and all the villages around these towns as far as Baalath Beer (Ramah in the Negev).",
            "This was the inheritance of the tribe of the Simeonites, according to its clans."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "The inheritance of the Simeonites was taken from the share of Judah, because Judah’s portion was more than they needed. So the Simeonites received their inheritance within the territory of Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Allotment for Zebulun"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "The third lot came up for Zebulun according to its clans:",
            "The boundary of their inheritance went as far as Sarid."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Going west it ran to Maralah, touched Dabbesheth, and extended to the ravine near Jokneam."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "It turned east from Sarid toward the sunrise to the territory of Kisloth Tabor and went on to Daberath and up to Japhia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Then it continued eastward to Gath Hepher and Eth Kazin; it came out at Rimmon and turned toward Neah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "There the boundary went around on the north to Hannathon and ended at the Valley of Iphtah El."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Included were Kattath, Nahalal, Shimron, Idalah and Bethlehem. There were twelve towns and their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "These towns and their villages were the inheritance of Zebulun, according to its clans."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Allotment for Issachar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "The fourth lot came out for Issachar according to its clans."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Their territory included:",
            "Jezreel, Kesulloth, Shunem,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Hapharaim, Shion, Anaharath,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Rabbith, Kishion, Ebez,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Remeth, En Gannim, En Haddah and Beth Pazzez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "The boundary touched Tabor, Shahazumah and Beth Shemesh, and ended at the Jordan. There were sixteen towns and their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "These towns and their villages were the inheritance of the tribe of Issachar, according to its clans."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Allotment for Asher"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "The fifth lot came out for the tribe of Asher according to its clans."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Their territory included:",
            "Helkath, Hali, Beten, Akshaph,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Allammelek, Amad and Mishal. On the west the boundary touched Carmel and Shihor Libnath."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "It then turned east toward Beth Dagon, touched Zebulun and the Valley of Iphtah El, and went north to Beth Emek and Neiel, passing Kabul on the left."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "It went to Abdon, Rehob, Hammon and Kanah, as far as Greater Sidon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "The boundary then turned back toward Ramah and went to the fortified city of Tyre, turned toward Hosah and came out at the Mediterranean Sea in the region of Akzib,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Ummah, Aphek and Rehob. There were twenty-two towns and their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "These towns and their villages were the inheritance of the tribe of Asher, according to its clans."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Allotment for Naphtali"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "The sixth lot came out for Naphtali according to its clans:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Their boundary went from Heleph and the large tree in Zaanannim, passing Adami Nekeb and Jabneel to Lakkum and ending at the Jordan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "The boundary ran west through Aznoth Tabor and came out at Hukkok. It touched Zebulun on the south, Asher on the west and the Jordan on the east."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "The fortified towns were Ziddim, Zer, Hammath, Rakkath, Kinnereth,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Adamah, Ramah, Hazor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Kedesh, Edrei, En Hazor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Iron, Migdal El, Horem, Beth Anath and Beth Shemesh. There were nineteen towns and their villages."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "These towns and their villages were the inheritance of the tribe of Naphtali, according to its clans."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Allotment for Dan"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "The seventh lot came out for the tribe of Dan according to its clans."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "The territory of their inheritance included:",
            "Zorah, Eshtaol, Ir Shemesh,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Shaalabbin, Aijalon, Ithlah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Elon, Timnah, Ekron,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Eltekeh, Gibbethon, Baalath,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Jehud, Bene Berak, Gath Rimmon,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Me Jarkon and Rakkon, with the area facing Joppa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "(When the territory of the Danites was lost to them, they went up and attacked Leshem, took it, put it to the sword and occupied it. They settled in Leshem and named it Dan after their ancestor.)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "These towns and their villages were the inheritance of the tribe of Dan, according to its clans."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Allotment for Joshua"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "When they had finished dividing the land into its allotted portions, the Israelites gave Joshua son of Nun an inheritance among them,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "as the Lord had commanded. They gave him the town he asked for—Timnath Serah in the hill country of Ephraim. And he built up the town and settled there."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "These are the territories that Eleazar the priest, Joshua son of Nun and the heads of the tribal clans of Israel assigned by lot at Shiloh in the presence of the Lord at the entrance to the tent of meeting. And so they finished dividing the land."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.20",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.20"
        ],
        "human": "Joshua 20"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.21"
        ],
        "human": "Joshua 21",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.19"
        ],
        "human": "Joshua 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cities of Refuge"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Then the Lord said to Joshua:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Tell the Israelites to designate the cities of refuge, as I instructed you through Moses,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "so that anyone who kills a person accidentally and unintentionally may flee there and find protection from the avenger of blood."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "When they flee to one of these cities, they are to stand in the entrance of the city gate and state their case before the elders of that city. Then the elders are to admit the fugitive into their city and provide a place to live among them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "If the avenger of blood comes in pursuit, the elders must not surrender the fugitive, because the fugitive killed their neighbor unintentionally and without malice aforethought."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "They are to stay in that city until they have stood trial before the assembly and until the death of the high priest who is serving at that time. Then they may go back to their own home in the town from which they fled.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "So they set apart Kedesh in Galilee in the hill country of Naphtali, Shechem in the hill country of Ephraim, and Kiriath Arba (that is, Hebron) in the hill country of Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "East of the Jordan (on the other side from Jericho) they designated Bezer in the wilderness on the plateau in the tribe of Reuben, Ramoth in Gilead in the tribe of Gad, and Golan in Bashan in the tribe of Manasseh."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Any of the Israelites or any foreigner residing among them who killed someone accidentally could flee to these designated cities and not be killed by the avenger of blood prior to standing trial before the assembly."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.21",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.21"
        ],
        "human": "Joshua 21"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.22"
        ],
        "human": "Joshua 22",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.20"
        ],
        "human": "Joshua 20",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Towns for the Levites"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now the family heads of the Levites approached Eleazar the priest, Joshua son of Nun, and the heads of the other tribal families of Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "at Shiloh in Canaan and said to them, “The Lord commanded through Moses that you give us towns to live in, with pasturelands for our livestock.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "So, as the Lord had commanded, the Israelites gave the Levites the following towns and pasturelands out of their own inheritance:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "The first lot came out for the Kohathites, according to their clans. The Levites who were descendants of Aaron the priest were allotted thirteen towns from the tribes of Judah, Simeon and Benjamin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "The rest of Kohath’s descendants were allotted ten towns from the clans of the tribes of Ephraim, Dan and half of Manasseh."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "The descendants of Gershon were allotted thirteen towns from the clans of the tribes of Issachar, Asher, Naphtali and the half-tribe of Manasseh in Bashan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "The descendants of Merari, according to their clans, received twelve towns from the tribes of Reuben, Gad and Zebulun."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "So the Israelites allotted to the Levites these towns and their pasturelands, as the Lord had commanded through Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "From the tribes of Judah and Simeon they allotted the following towns by name"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "(these towns were assigned to the descendants of Aaron who were from the Kohathite clans of the Levites, because the first lot fell to them):"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "They gave them Kiriath Arba (that is, Hebron), with its surrounding pastureland, in the hill country of Judah. (Arba was the forefather of Anak.)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "But the fields and villages around the city they had given to Caleb son of Jephunneh as his possession."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "So to the descendants of Aaron the priest they gave Hebron (a city of refuge for one accused of murder), Libnah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Jattir, Eshtemoa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Holon, Debir,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Ain, Juttah and Beth Shemesh, together with their pasturelands—nine towns from these two tribes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "And from the tribe of Benjamin they gave them: Gibeon, Geba,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Anathoth and Almon, together with their pasturelands—four towns."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "The total number of towns for the priests, the descendants of Aaron, came to thirteen, together with their pasturelands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "The rest of the Kohathite clans of the Levites were allotted towns from the tribe of Ephraim:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "In the hill country of Ephraim they were given Shechem (a city of refuge for one accused of murder) and Gezer,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Kibzaim and Beth Horon, together with their pasturelands—four towns."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Also from the tribe of Dan they received: Eltekeh, Gibbethon,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Aijalon and Gath Rimmon, together with their pasturelands—four towns."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "From half the tribe of Manasseh they received: Taanach and Gath Rimmon, together with their pasturelands—two towns."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "All these ten towns and their pasturelands were given to the rest of the Kohathite clans."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "The Levite clans of the Gershonites were given:",
            "from the half-tribe of Manasseh,",
            "Golan in Bashan (a city of refuge for one accused of murder) and Be Eshterah, together with their pasturelands—two towns;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "from the tribe of Issachar,",
            "Kishion, Daberath,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Jarmuth and En Gannim, together with their pasturelands—four towns;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "from the tribe of Asher,",
            "Mishal, Abdon,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Helkath and Rehob, together with their pasturelands—four towns;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "from the tribe of Naphtali,",
            "Kedesh in Galilee (a city of refuge for one accused of murder), Hammoth Dor and Kartan, together with their pasturelands—three towns."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "The total number of towns of the Gershonite clans came to thirteen, together with their pasturelands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "The Merarite clans (the rest of the Levites) were given:",
            "from the tribe of Zebulun,",
            "Jokneam, Kartah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Dimnah and Nahalal, together with their pasturelands—four towns;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "from the tribe of Reuben,",
            "Bezer, Jahaz,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Kedemoth and Mephaath, together with their pasturelands—four towns;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "from the tribe of Gad,",
            "Ramoth in Gilead (a city of refuge for one accused of murder), Mahanaim,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Heshbon and Jazer, together with their pasturelands—four towns in all."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "The total number of towns allotted to the Merarite clans, who were the rest of the Levites, came to twelve."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "The towns of the Levites in the territory held by the Israelites were forty-eight in all, together with their pasturelands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Each of these towns had pasturelands surrounding it; this was true for all these towns."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "So the Lord gave Israel all the land he had sworn to give their ancestors, and they took possession of it and settled there."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "The Lord gave them rest on every side, just as he had sworn to their ancestors. Not one of their enemies withstood them; the Lord gave all their enemies into their hands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Not one of all the Lord’s good promises to Israel failed; every one was fulfilled."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.22",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.22"
        ],
        "human": "Joshua 22"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.23"
        ],
        "human": "Joshua 23",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.21"
        ],
        "human": "Joshua 21",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Eastern Tribes Return Home"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Then Joshua summoned the Reubenites, the Gadites and the half-tribe of Manasseh"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "and said to them, “You have done all that Moses the servant of the Lord commanded, and you have obeyed me in everything I commanded."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "For a long time now—to this very day—you have not deserted your fellow Israelites but have carried out the mission the Lord your God gave you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Now that the Lord your God has given them rest as he promised, return to your homes in the land that Moses the servant of the Lord gave you on the other side of the Jordan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "But be very careful to keep the commandment and the law that Moses the servant of the Lord gave you: to love the Lord your God, to walk in obedience to him, to keep his commands, to hold fast to him and to serve him with all your heart and with all your soul.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Then Joshua blessed them and sent them away, and they went to their homes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "(To the half-tribe of Manasseh Moses had given land in Bashan, and to the other half of the tribe Joshua gave land on the west side of the Jordan along with their fellow Israelites.) When Joshua sent them home, he blessed them,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "saying, “Return to your homes with your great wealth—with large herds of livestock, with silver, gold, bronze and iron, and a great quantity of clothing—and divide the plunder from your enemies with your fellow Israelites.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "So the Reubenites, the Gadites and the half-tribe of Manasseh left the Israelites at Shiloh in Canaan to return to Gilead, their own land, which they had acquired in accordance with the command of the Lord through Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "When they came to Geliloth near the Jordan in the land of Canaan, the Reubenites, the Gadites and the half-tribe of Manasseh built an imposing altar there by the Jordan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And when the Israelites heard that they had built the altar on the border of Canaan at Geliloth near the Jordan on the Israelite side,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "the whole assembly of Israel gathered at Shiloh to go to war against them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "So the Israelites sent Phinehas son of Eleazar, the priest, to the land of Gilead—to Reuben, Gad and the half-tribe of Manasseh."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "With him they sent ten of the chief men, one from each of the tribes of Israel, each the head of a family division among the Israelite clans."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "When they went to Gilead—to Reuben, Gad and the half-tribe of Manasseh—they said to them:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "“The whole assembly of the Lord says: ‘How could you break faith with the God of Israel like this? How could you turn away from the Lord and build yourselves an altar in rebellion against him now?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Was not the sin of Peor enough for us? Up to this very day we have not cleansed ourselves from that sin, even though a plague fell on the community of the Lord!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And are you now turning away from the Lord?",
            "“ ‘If you rebel against the Lord today, tomorrow he will be angry with the whole community of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "If the land you possess is defiled, come over to the Lord’s land, where the Lord’s tabernacle stands, and share the land with us. But do not rebel against the Lord or against us by building an altar for yourselves, other than the altar of the Lord our God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "When Achan son of Zerah was unfaithful in regard to the devoted things, did not wrath come on the whole community of Israel? He was not the only one who died for his sin.’ ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Then Reuben, Gad and the half-tribe of Manasseh replied to the heads of the clans of Israel:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "“The Mighty One, God, the Lord! The Mighty One, God, the Lord! He knows! And let Israel know! If this has been in rebellion or disobedience to the Lord, do not spare us this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "If we have built our own altar to turn away from the Lord and to offer burnt offerings and grain offerings, or to sacrifice fellowship offerings on it, may the Lord himself call us to account."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "“No! We did it for fear that some day your descendants might say to ours, ‘What do you have to do with the Lord, the God of Israel?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "The Lord has made the Jordan a boundary between us and you—you Reubenites and Gadites! You have no share in the Lord.’ So your descendants might cause ours to stop fearing the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "“That is why we said, ‘Let us get ready and build an altar—but not for burnt offerings or sacrifices.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "On the contrary, it is to be a witness between us and you and the generations that follow, that we will worship the Lord at his sanctuary with our burnt offerings, sacrifices and fellowship offerings. Then in the future your descendants will not be able to say to ours, ‘You have no share in the Lord.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "“And we said, ‘If they ever say this to us, or to our descendants, we will answer: Look at the replica of the Lord’s altar, which our ancestors built, not for burnt offerings and sacrifices, but as a witness between us and you.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "“Far be it from us to rebel against the Lord and turn away from him today by building an altar for burnt offerings, grain offerings and sacrifices, other than the altar of the Lord our God that stands before his tabernacle.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "When Phinehas the priest and the leaders of the community—the heads of the clans of the Israelites—heard what Reuben, Gad and Manasseh had to say, they were pleased."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "And Phinehas son of Eleazar, the priest, said to Reuben, Gad and Manasseh, “Today we know that the Lord is with us, because you have not been unfaithful to the Lord in this matter. Now you have rescued the Israelites from the Lord’s hand.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Then Phinehas son of Eleazar, the priest, and the leaders returned to Canaan from their meeting with the Reubenites and Gadites in Gilead and reported to the Israelites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "They were glad to hear the report and praised God. And they talked no more about going to war against them to devastate the country where the Reubenites and the Gadites lived."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "And the Reubenites and the Gadites gave the altar this name: A Witness Between Us—that the Lord is God."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.23",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.23"
        ],
        "human": "Joshua 23"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.24"
        ],
        "human": "Joshua 24",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.22"
        ],
        "human": "Joshua 22",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Joshua’s Farewell to the Leaders"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "After a long time had passed and the Lord had given Israel rest from all their enemies around them, Joshua, by then a very old man,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "summoned all Israel—their elders, leaders, judges and officials—and said to them: “I am very old."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "You yourselves have seen everything the Lord your God has done to all these nations for your sake; it was the Lord your God who fought for you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Remember how I have allotted as an inheritance for your tribes all the land of the nations that remain—the nations I conquered—between the Jordan and the Mediterranean Sea in the west."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "The Lord your God himself will push them out for your sake. He will drive them out before you, and you will take possession of their land, as the Lord your God promised you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“Be very strong; be careful to obey all that is written in the Book of the Law of Moses, without turning aside to the right or to the left."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Do not associate with these nations that remain among you; do not invoke the names of their gods or swear by them. You must not serve them or bow down to them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "But you are to hold fast to the Lord your God, as you have until now."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "“The Lord has driven out before you great and powerful nations; to this day no one has been able to withstand you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "One of you routs a thousand, because the Lord your God fights for you, just as he promised."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "So be very careful to love the Lord your God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "“But if you turn away and ally yourselves with the survivors of these nations that remain among you and if you intermarry with them and associate with them,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "then you may be sure that the Lord your God will no longer drive out these nations before you. Instead, they will become snares and traps for you, whips on your backs and thorns in your eyes, until you perish from this good land, which the Lord your God has given you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“Now I am about to go the way of all the earth. You know with all your heart and soul that not one of all the good promises the Lord your God gave you has failed. Every promise has been fulfilled; not one has failed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "But just as all the good things the Lord your God has promised you have come to you, so he will bring on you all the evil things he has threatened, until the Lord your God has destroyed you from this good land he has given you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "If you violate the covenant of the Lord your God, which he commanded you, and go and serve other gods and bow down to them, the Lord’s anger will burn against you, and you will quickly perish from the good land he has given you.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.24",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.24"
        ],
        "human": "Joshua 24"
      },
      "next": {
        "canonical": false,
        "usfm": [
          "JDG.INTRO1"
        ],
        "human": "Judges Intro",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.23"
        ],
        "human": "Joshua 23",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Covenant Renewed at Shechem"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Then Joshua assembled all the tribes of Israel at Shechem. He summoned the elders, leaders, judges and officials of Israel, and they presented themselves before God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Joshua said to all the people, “This is what the Lord, the God of Israel, says: ‘Long ago your ancestors, including Terah the father of Abraham and Nahor, lived beyond the Euphrates River and worshiped other gods."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "But I took your father Abraham from the land beyond the Euphrates and led him throughout Canaan and gave him many descendants. I gave him Isaac,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "and to Isaac I gave Jacob and Esau. I assigned the hill country of Seir to Esau, but Jacob and his family went down to Egypt."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "“ ‘Then I sent Moses and Aaron, and I afflicted the Egyptians by what I did there, and I brought you out."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "When I brought your people out of Egypt, you came to the sea, and the Egyptians pursued them with chariots and horsemen as far as the Red Sea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "But they cried to the Lord for help, and he put darkness between you and the Egyptians; he brought the sea over them and covered them. You saw with your own eyes what I did to the Egyptians. Then you lived in the wilderness for a long time."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "“ ‘I brought you to the land of the Amorites who lived east of the Jordan. They fought against you, but I gave them into your hands. I destroyed them from before you, and you took possession of their land."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "When Balak son of Zippor, the king of Moab, prepared to fight against Israel, he sent for Balaam son of Beor to put a curse on you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "But I would not listen to Balaam, so he blessed you again and again, and I delivered you out of his hand."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“ ‘Then you crossed the Jordan and came to Jericho. The citizens of Jericho fought against you, as did also the Amorites, Perizzites, Canaanites, Hittites, Girgashites, Hivites and Jebusites, but I gave them into your hands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "I sent the hornet ahead of you, which drove them out before you—also the two Amorite kings. You did not do it with your own sword and bow."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "So I gave you a land on which you did not toil and cities you did not build; and you live in them and eat from vineyards and olive groves that you did not plant.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“Now fear the Lord and serve him with all faithfulness. Throw away the gods your ancestors worshiped beyond the Euphrates River and in Egypt, and serve the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "But if serving the Lord seems undesirable to you, then choose for yourselves this day whom you will serve, whether the gods your ancestors served beyond the Euphrates, or the gods of the Amorites, in whose land you are living. But as for me and my household, we will serve the Lord.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Then the people answered, “Far be it from us to forsake the Lord to serve other gods!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "It was the Lord our God himself who brought us and our parents up out of Egypt, from that land of slavery, and performed those great signs before our eyes. He protected us on our entire journey and among all the nations through which we traveled."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And the Lord drove out before us all the nations, including the Amorites, who lived in the land. We too will serve the Lord, because he is our God.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Joshua said to the people, “You are not able to serve the Lord. He is a holy God; he is a jealous God. He will not forgive your rebellion and your sins."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "If you forsake the Lord and serve foreign gods, he will turn and bring disaster on you and make an end of you, after he has been good to you.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "But the people said to Joshua, “No! We will serve the Lord.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Then Joshua said, “You are witnesses against yourselves that you have chosen to serve the Lord.”",
            "“Yes, we are witnesses,” they replied."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "“Now then,” said Joshua, “throw away the foreign gods that are among you and yield your hearts to the Lord, the God of Israel.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "And the people said to Joshua, “We will serve the Lord our God and obey him.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "On that day Joshua made a covenant for the people, and there at Shechem he reaffirmed for them decrees and laws."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "And Joshua recorded these things in the Book of the Law of God. Then he took a large stone and set it up there under the oak near the holy place of the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "“See!” he said to all the people. “This stone will be a witness against us. It has heard all the words the Lord has said to us. It will be a witness against you if you are untrue to your God.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Then Joshua dismissed the people, each to their own inheritance."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Buried in the Promised Land"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "After these things, Joshua son of Nun, the servant of the Lord, died at the age of a hundred and ten."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "And they buried him in the land of his inheritance, at Timnath Serah in the hill country of Ephraim, north of Mount Gaash."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Israel served the Lord throughout the lifetime of Joshua and of the elders who outlived him and who had experienced everything the Lord had done for Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "And Joseph’s bones, which the Israelites had brought up from Egypt, were buried at Shechem in the tract of land that Jacob bought for a hundred pieces of silver from the sons of Hamor, the father of Shechem. This became the inheritance of Joseph’s descendants."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "And Eleazar son of Aaron died and was buried at Gibeah, which had been allotted to his son Phinehas in the hill country of Ephraim."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}