{
  "book_usfm": "JDT",
  "name": "Judit",
  "local_title": "Dios habla Hoy Estándar",
  "local_abbreviation": "DHHS94",
  "version_id": 1846,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Bible text: LA BIBLIA DIOS HABLA HOY, Tercera edición © Sociedades Bíblicas Unidas 1966, 1970, 1979, 1983, 1994, 1996</p> <p>Todos los derechos reservados. www.unitedbiblesocieties.org/</p>",
    "text": "Bible text: LA BIBLIA DIOS HABLA HOY, Tercera edición © Sociedades Bíblicas Unidas 1966, 1970, 1979, 1983, 1994, 1996 Todos los derechos reservados. www.unitedbiblesocieties.org/"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "JDT.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDT.1"
        ],
        "human": "Judit 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDT.2"
        ],
        "human": "Judit 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "TOB.14"
        ],
        "human": "Tobit 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Guerra de Nabucodonosor contra Arfaxad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando Nabucodonosor estaba en el año doce de su reinado sobre los asirios en Nínive, su capital, Arfaxad era rey de los medos en Ecbatana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Este fue quien construyó una muralla de piedras labradas alrededor de Ecbatana. Cada piedra tenía un metro con treinta y cinco centímetros de ancho por dos metros con sesenta centímetros de largo; la altura de la muralla era de treinta y un metros y medio, y de veintidós metros y medio el espesor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "En las puertas de la ciudad construyó torres que medían cuarenta y cinco metros de altura, sobre bases de veintisiete metros de ancho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Las puertas mismas las hizo de treinta y un metros y medio de altura por dieciocho metros de anchura, para que su poderoso ejército pudiera desfilar con su infantería en formación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por aquel tiempo, el rey Nabucodonosor hizo la guerra al rey Arfaxad en la gran llanura que está en la región de Ragues."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "A Nabucodonosor se le unieron todos los habitantes de la región montañosa, y todos los que vivían junto a los ríos Tigris, Éufrates e Hidaspes y en las llanuras que estaban bajo el dominio de Arioc, rey de Elam. Así pues, innumerables pueblos se reunieron para sumarse al ejército de los descendientes de Queleúd."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El rey Nabucodonosor de Asiria mandó llamar a todos los habitantes de Persia y a todos los que vivían en occidente: a los habitantes de Cilicia, Damasco, el Líbano, el Antilíbano, a todos los que vivían en la costa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "en el Carmelo, en Galaad, en la Galilea superior, en la gran llanura de Esdrelón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "a todos los de Samaria y de sus ciudades, del occidente del Jordán hasta Jerusalén, a los de Batané, Quelús, Cadés, del arroyo que limita con Egipto, de Tafnes, Ramsés, y de todo el país de Gosén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "hasta más allá de Tanis y de Menfis, y a todos los habitantes de Egipto hasta la frontera con Etiopía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero los habitantes de esas regiones no hicieron caso del llamado del rey Nabucodonosor de Asiria y no fueron a ayudarle en la guerra, pues no le tenían miedo, sino que lo consideraban como un hombre sin aliados; así que insultaron a sus mensajeros y los despidieron con las manos vacías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Nabucodonosor se puso terriblemente furioso contra todos estos países, y juró por su trono y su reino que se vengaría de toda la región de Cilicia, Damasco y Siria, y que las pasaría a cuchillo, lo mismo que a los moabitas y amonitas, y a toda Judea y a todos los de Egipto hasta la región de los dos mares."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Derrota de Arfaxad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El año diecisiete de su reinado, Nabucodonosor se lanzó con su ejército contra el rey Arfaxad, y le dio batalla y lo derrotó. Puso en fuga a todo su ejército, con toda su caballería y sus carros,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "se adueñó de sus ciudades, avanzó hasta Ecbatana y se apoderó de las torres, y saqueó las plazas y convirtió en humillación el esplendor de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Además capturó a Arfaxad en las montañas de Ragues y lo atravesó con sus lanzas, aniquilándolo para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Luego regresó con su ejército y con la gente que se le había juntado, que era una enorme multitud de soldados, y él y su ejército se dedicaron a descansar y divertirse durante cuatro meses."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDT.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDT.2"
        ],
        "human": "Judit 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDT.3"
        ],
        "human": "Judit 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDT.1"
        ],
        "human": "Judit 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nabucodonosor manda a Holofernes contra los países de occidente"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El día veintidós del primer mes del año dieciocho se discutió en el palacio de Nabucodonosor, rey de Asiria, lo relativo a la venganza que debía tomarse de toda la tierra, conforme a lo que el rey había dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Mandó llamar a todos sus funcionarios y personas de autoridad, y les expuso la decisión que había tomado en secreto de destruir por completo a aquellos países."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ellos estuvieron de acuerdo en que se debía exterminar a todos los que no habían hecho caso del llamado del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando el rey Nabucodonosor terminó de comunicarles su decisión, llamó a Holofernes, comandante en jefe de su ejército, quien ocupaba el segundo lugar después del rey, y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "«Yo, rey supremo y señor de toda la tierra, te ordeno que, una vez que te retires de mi presencia, tomes bajo tu mando un ejército de hombres de reconocida valentía, ciento veinte mil soldados de infantería y doce mil de caballería,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y que luego te pongas en marcha contra todos los países del occidente, porque no hicieron caso de mi llamado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ordénales que se rindan incondicionalmente, porque estoy muy enojado y voy a marchar contra ellos. Voy a hacer que mis ejércitos cubran toda la tierra y la saqueen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Tantos serán los muertos, que se llenarán los valles; los torrentes y los ríos se llenarán de cadáveres hasta desbordarse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Haré cautivos a muchos y los llevaré a los últimos rincones de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Adelántate, pues, y ocupa en mi nombre todos esos territorios. Si se someten a ti, guárdamelos hasta que yo los castigue."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero no tengas compasión de los que se resistan. Entrégalos a la matanza y al saqueo dondequiera que vayas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¡Juro por mi vida y por mi poder real, que lo que he dicho lo cumpliré yo mismo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "¡No dejes de hacer nada de lo que te he ordenado; cumple mis órdenes al pie de la letra y sin tardanza!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Apenas se retiró Holofernes de la presencia de su soberano, llamó a todos los altos jefes, generales y oficiales del ejército asirio,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "y escogió los soldados que el rey le había ordenado: ciento veinte mil de infantería y doce mil arqueros de caballería,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "y los organizó para la guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Luego tomó una enorme cantidad de camellos, asnos y mulas para llevar la carga, innumerables ovejas, reses y cabras para su abastecimiento,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "así como provisiones en abundancia para cada hombre y gran cantidad de oro y plata del tesoro real."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Holofernes, pues, se puso en marcha con todo su ejército, anticipándose al rey Nabucodonosor para cubrir toda la región occidental con sus carros y caballería y sus soldados escogidos de infantería."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Junto con ellos iba un gentío tan numeroso como las langostas o como los granos de arena; eran tantos que no se podían contar."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Campaña de Holofernes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Salieron de Nínive y caminaron tres días en dirección a la llanura de Bectilet. De Bectilet siguieron adelante, y acamparon junto a la montaña que queda al norte de la Cilicia superior."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "De allí siguió Holofernes con su ejército, su infantería, su caballería y sus carros, hacia la región montañosa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Se abrió paso destruyendo a Fud y a Lud, y saqueó a todos los habitantes de Rasís y a los ismaelitas que vivían al borde del desierto, al sur de Queleón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Cruzó el río Éufrates, atravesó la Mesopotamia y destruyó todas las ciudades fortificadas que había a orillas del río Abroná hasta el mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Ocupó el territorio de Cilicia y derrotó a todos los que le opusieron resistencia. Luego llegó a la región de Jafet, en el sur, frente a Arabia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Cercó a todos los madianitas, incendió sus campamentos y se apoderó de su ganado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Luego bajó a la llanura de Damasco en la época de la cosecha del trigo, e incendió todos sus campos, exterminó las ovejas y las vacas, saqueó las ciudades, arrasó los campos y pasó a filo de espada a todos los jóvenes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "El miedo y el terror causados por él se apoderaron de los habitantes de la costa, de Sidón, de Tiro, de Sur, de Oquiná, y de los que vivían en Jabnia, en Asdod y en Ascalón."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDT.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDT.3"
        ],
        "human": "Judit 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDT.4"
        ],
        "human": "Judit 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDT.2"
        ],
        "human": "Judit 2",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces le enviaron mensajeros a hacerle propuestas de paz y decirle:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Nosotros somos servidores del gran rey Nabucodonosor, y estamos a los pies de Su Excelencia; haga con nosotros lo que le parezca mejor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Nuestras habitaciones, todo nuestro territorio, nuestros campos de trigo, nuestras vacas y ovejas, y todo nuestro ganado están a su disposición; haga Su Excelencia lo que quiera con todo ello."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Nuestras ciudades y todos sus habitantes están a su servicio; venga Su Excelencia y trátelos como mejor le parezca.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los mensajeros se presentaron ante Holofernes y le dijeron todo esto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Él bajó entonces a la costa con su ejército y puso guarniciones en las ciudades fortificadas, y de estas sacó soldados escogidos para que sirvieran como tropas auxiliares."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "En esas ciudades y en las regiones vecinas la gente lo recibió adornada de coronas y bailando al son de tambores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero Holofernes destruyó sus templos y derribó sus árboles sagrados, porque tenía el encargo de destruir a todos los dioses de la tierra, para que todas las naciones adoraran solamente a Nabucodonosor y la gente de toda lengua y tribu lo invocara como dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Así llegó Holofernes hasta cerca de Esdrelón, junto a Dotán, frente a la gran cadena montañosa de Judea,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y acampó entre Gabá y Escitópolis, donde se quedó todo un mes recogiendo provisiones para su ejército."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDT.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDT.4"
        ],
        "human": "Judit 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDT.5"
        ],
        "human": "Judit 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDT.3"
        ],
        "human": "Judit 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los israelitas se preparan para la defensa"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando los israelitas que vivían en Judea oyeron todo lo que Holofernes, el comandante en jefe del ejército del rey Nabucodonosor de Asiria, había hecho con las otras naciones, y cómo había saqueado y destruido todos sus templos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "se aterrorizaron al pensar lo que podía hacer con Jerusalén y con el templo del Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Hacía poco que habían vuelto del destierro, y no hacía mucho que todo el pueblo de Judea se había reunido y que habían sido consagrados de nuevo los utensilios, el altar y el templo que habían sido profanados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Así que pusieron sobre aviso a toda la región de Samaria, y a Coná, Bet-horón, Ibleam, Jericó, Cobá, Hasor y el valle de Salem,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y se adelantaron a ocupar todas las cumbres de los montes altos; fortificaron con murallas las aldeas que había en aquellos lugares, consiguieron provisiones, y se prepararon para la guerra. Hacía poco que habían recogido las cosechas de sus campos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Joaquín, que era entonces el sumo sacerdote y estaba en Jerusalén, escribió una carta a los habitantes de Betulia y de Betomestaim, frente a Esdrelón, delante de la llanura cerca de Dotán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "en la que les decía que ocuparan los lugares de subida a la región montañosa, por donde se entraba en Judea, pues por allí era fácil impedir el avance, ya que el paso era estrecho y solo podían pasar dos personas a la vez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los israelitas hicieron lo que el sumo sacerdote Joaquín y los ancianos de todo el pueblo de Israel que vivían en Jerusalén les ordenaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los israelitas piden ayuda al Señor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Todos los israelitas clamaron con gran fervor a Dios y se humillaron profundamente delante de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los hombres, las mujeres, los niños, el ganado, todos los extranjeros que vivían allí, los jornaleros y los esclavos se vistieron con ropas ásperas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Todos los israelitas que vivían en Jerusalén, hombres, mujeres y niños, se inclinaron ante el santuario en actitud de adoración, se echaron ceniza sobre las cabezas, y extendieron sus ropas ásperas delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "También cubrieron con telas ásperas el altar, y a una voz clamaron con fervor al Dios de Israel pidiéndole que no permitiera que, para alegría de los paganos, sus niños fueran arrebatados, sus mujeres raptadas, las ciudades de su patria destruidas, y el templo profanado y deshonrado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y el Señor escuchó sus gritos y tuvo en cuenta su aflicción. En toda Judea y en Jerusalén, el pueblo estuvo ayunando durante muchos días delante del templo del Señor todopoderoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El sumo sacerdote Joaquín y todos los sacerdotes, que servían en el templo, y los demás que oficiaban ante el Señor, iban vestidos con ropas ásperas mientras ofrecían el holocausto de todos los días, las oraciones y las ofrendas voluntarias del pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Con sus turbantes cubiertos de ceniza, insistentemente pedían al Señor que tuviera misericordia y compasión de todo el pueblo de Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDT.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDT.5"
        ],
        "human": "Judit 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDT.6"
        ],
        "human": "Judit 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDT.4"
        ],
        "human": "Judit 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Holofernes reúne a sus consejeros"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando informaron a Holofernes, comandante en jefe del ejército asirio, de que los israelitas se habían preparado para la guerra y habían cerrado los pasos de la región montañosa, fortificando con murallas todas las cumbres de los montes altos, y que habían levantado barreras en las llanuras,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "se puso terriblemente furioso. Llamó a todos los jefes de Moab, a los generales de Amón y a todos los gobernadores de la costa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y les habló así: «Cananeos, díganme qué pueblo es ese que está establecido en las montañas, cuáles son las ciudades en que vive, qué tan fuerte es su ejército, en qué consisten su fuerza y su poder, cuál es el rey que los gobierna y que manda su ejército,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y por qué son ellos el único pueblo de occidente que no quiere salir a recibirme.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Intervención de Aquior"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Aquior, jefe de todos los amonitas, le respondió: «Si Su Excelencia pone atención a las palabras de este su servidor, le contaré la verdad acerca de este pueblo que vive en esas montañas cercanas. No le diré ninguna mentira."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ellos son descendientes de los caldeos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Primeramente se establecieron en Mesopotamia, porque no quisieron seguir a los dioses de sus antepasados, que vivían en Caldea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Abandonaron las tradiciones de sus antepasados y adoraron al Dios del cielo, el Dios que ellos reconocen. Por eso los caldeos los expulsaron lejos de la vista de sus propios dioses, y ellos huyeron a Mesopotamia, donde vivieron mucho tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero su Dios les ordenó salir de aquel lugar e irse al país de Canaán, donde se establecieron y se hicieron sumamente ricos en oro, plata y ganado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Después hubo hambre en todo el país de Canaán, y ellos bajaron a Egipto y vivieron allí mientras hubo alimentos para ellos. Allá se multiplicaron enormemente, se convirtieron en una nación innumerable."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces el rey de Egipto se volvió contra ellos, y los explotó y obligó a trabajar haciendo adobes. Y los humilló y los hizo esclavos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Ellos clamaron a su Dios, y él castigó a todo el país de Egipto enviándole plagas incurables. Entonces los egipcios los expulsaron de su tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Dios secó el Mar Rojo para que pudieran pasar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y los guio por el camino del Sinaí y de Cadés-barnea. Expulsaron a todos los que vivían en el desierto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "y luego se establecieron en el país de los amorreos. Eran tan fuertes que exterminaron a todos los habitantes de Hesbón. Pasaron el Jordán y ocuparon toda la región montañosa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "expulsaron de allí a los cananeos, a los ferezeos, a los jebuseos, a los de Siquem y a todos los gergeseos, y allí vivieron mucho tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»Mientras no pecaron contra su Dios, les fue bien; porque su Dios es un Dios que aborrece la maldad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero cuando se apartaron del camino que él les había señalado, sufrieron grandes destrucciones en muchas guerras y fueron llevados cautivos a tierra extraña. El templo de su Dios fue arrasado, y sus ciudades cayeron en poder de los enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero ahora, habiéndose vuelto a su Dios, han regresado de los lugares donde estaban dispersos y han tomado posesión de Jerusalén, donde está su santo templo, y se han establecido en la región montañosa, que estaba sin habitantes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»Así pues, Excelencia, si este pueblo ha cometido alguna falta y ha pecado contra su Dios, y si nosotros vemos que ellos han cometido alguna ofensa, podemos marchar a hacerles la guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero si no hay maldad en este pueblo, Su Excelencia debe dejarlos en paz; de lo contrario, el Señor su Dios saldrá en defensa de ellos, y nosotros quedaremos en ridículo delante de todo el mundo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Cuando Aquior terminó de hablar, todos los que estaban alrededor de la tienda empezaron a protestar. Los oficiales de Holofernes, y toda la gente de la costa y de Moab, amenazaban con hacer pedazos a Aquior."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Decían: «Nosotros no tenemos miedo de los israelitas; son un pueblo sin poder e incapaz de dar una fuerte batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "¡Avancemos, pues, comandante Holofernes! ¡Todo el ejército de Su Excelencia se tragará vivos a los israelitas!»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDT.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDT.6"
        ],
        "human": "Judit 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDT.7"
        ],
        "human": "Judit 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDT.5"
        ],
        "human": "Judit 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Aquior es entregado a los israelitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando el tumulto de la gente que rodeaba a los consejeros se calmó, Holofernes, comandante en jefe del ejército asirio, dijo a Aquior y a todos los hombres de Moab, en presencia de los extranjeros:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«¿Y quién eres tú, Aquior, con tus mercenarios de Efraín, para ponerte hoy entre nosotros a hacer de profeta y aconsejarnos que no le hagamos la guerra al pueblo de Israel, porque el Dios de ellos saldrá en su defensa? ¿Qué otro Dios existe fuera de Nabucodonosor? Él desplegará su poder y los hará desaparecer de la tierra, y el poder de su Dios no podrá salvarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Nosotros, servidores de Nabucodonosor, los aplastaremos como si fueran un solo hombre; no podrán resistir la embestida de nuestra caballería."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Los exterminaremos. Sus montes se embriagarán con su sangre, y las llanuras se llenarán con sus cadáveres. No podrán mantenerse en pie frente a nosotros. ¡Perecerán sin remedio! ¡Lo afirma el rey Nabucodonosor, el señor de toda la tierra! El ha hablado, y sus palabras no caerán en el vacío."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y tú, Aquior, mercenario de Amón, que has dicho estas palabras con intenciones perversas, de hoy en adelante no volverás a presentarte delante de mí, hasta que yo haya tomado venganza de esa gente escapada de Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando yo vuelva, mis soldados y todos mis servidores te atravesarán el cuerpo con sus lanzas, y morirás como los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y ahora, mis servidores te llevarán a la montaña y te dejarán en una de las ciudades de la cuesta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "No morirás por el momento; morirás con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y si en el fondo tú confías en que ellos no serán conquistados, no tienes de qué preocuparte. ¡He hablado, y ninguna de mis palabras dejará de cumplirse!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Dicho esto, Holofernes mandó a los hombres que estaban a su servicio personal que pusieran preso a Aquior, y que lo llevaran a Betulia y lo entregaran a los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Sus servidores lo pusieron preso, lo sacaron del campamento hacia la llanura, y de allí lo llevaron a la montaña hasta que llegaron a los manantiales que hay abajo de Betulia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando los hombres de la ciudad los vieron subir a la cumbre del cerro, tomaron sus armas, salieron de la ciudad y subieron a la cumbre del cerro, y todos los expertos en manejar las hondas les arrojaron piedras, impidiéndoles subir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ellos, deslizándose por la parte baja del cerro, ataron a Aquior y, dejándolo abandonado al pie del monte, se volvieron a donde estaba su comandante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los israelitas bajaron de su ciudad, se acercaron a Aquior, y lo desataron y lo llevaron a Betulia, donde lo presentaron ante los jefes de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "En aquel tiempo los jefes eran Ozías, hijo de Miqueas, de la tribu de Simeón; Cabris, hijo de Otoniel, y Carmis, hijo de Malquiel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Estos llamaron a todos los ancianos de la ciudad, y todos los jóvenes y las mujeres vinieron también corriendo a la reunión. Colocaron a Aquior en medio de toda la gente, y Ozías le preguntó qué era lo que había pasado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Él les contó todo lo que se había hablado en el consejo de Holofernes, lo que él mismo había dicho delante de los oficiales asirios, y las palabras altaneras de Holofernes contra el pueblo de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Todo el pueblo se postró para adorar a Dios, y gritó:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "«¡Señor, Dios del cielo, mira el orgullo de nuestros enemigos, y ten compasión de nuestro pueblo humillado! ¡Dirige hoy tu mirada hacia esta nación consagrada a ti!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Luego tranquilizaron a Aquior y lo alabaron mucho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Ozías lo sacó de la reunión, se lo llevó a su propia casa, y ofreció un banquete a los ancianos. Toda esa noche estuvieron pidiendo al Dios de Israel que los ayudara."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDT.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDT.7"
        ],
        "human": "Judit 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDT.8"
        ],
        "human": "Judit 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDT.6"
        ],
        "human": "Judit 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Holofernes avanza contra Betulia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Al día siguiente, Holofernes dio órdenes a todo su ejército y demás fuerzas aliadas de ponerse en marcha hacia Betulia, y de adelantarse a ocupar los lugares de subida a la región montañosa y comenzar la guerra contra los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ese mismo día, todos sus soldados se pusieron en camino. El ejército se componía de ciento setenta mil soldados de infantería y doce mil de caballería, sin contar a los encargados del transporte y a una multitud enorme de hombres que iban a pie con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Acamparon en el valle cercano a Betulia, junto al manantial; el campamento se extendía a lo ancho, en dirección de Dotán, hasta Ibleam, y a lo largo desde Betulia hasta Ciamón, que está frente a Esdrelón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando los israelitas vieron un gentío tan grande, tuvieron mucho miedo y se dijeron unos a otros: «Esta gente va a arrasar toda la tierra; ni los altos montes, ni los valles ni las colinas, van a poder soportar tanto peso.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces cada uno tomó sus armas, y encendieron hogueras sobre las torres y se quedaron haciendo guardia toda la noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Al otro día, Holofernes hizo desfilar toda su caballería a la vista de los israelitas que estaban en Betulia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "exploró las entradas de la ciudad, inspeccionó los manantiales de agua y se apoderó de ellos, colocando junto a ellos destacamentos de soldados, y luego se volvió a donde estaba su gente."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El plan asirio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces se le acercaron todos los jefes de Edom y de Moab, y los generales de la costa, y le dijeron:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "«Tenga Su Excelencia la bondad de escucharnos, para que su ejército no vaya a sufrir un desastre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Estos israelitas no confían en sus lanzas sino en las elevadas montañas donde viven, pues no es fácil llegar hasta las cumbres de sus montes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así pues, no les dé Su Excelencia batalla en formación cerrada, como se hace de ordinario, y no caerá ni un solo hombre del ejército de Su Excelencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Quédese en el campamento y reserve a todos los hombres de su ejército. Haga que sus soldados se apoderen de los manantiales que brotan al pie del monte,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "pues allá van todos los habitantes de Betulia a sacar agua. Cuando se estén muriendo de sed, entregarán la ciudad. Entre tanto, nosotros y nuestra gente subiremos a las cumbres cercanas, acamparemos allí, y cuidaremos de que ni un solo hombre escape de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ellos y sus mujeres y sus hijos se agotarán por el hambre, y antes de que los pasemos a filo de espada quedarán tendidos en las calles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Así Su Excelencia les hará pagar caro el haberse rebelado y el no haber salido a recibirlo pacíficamente.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "A Holofernes y a sus oficiales les pareció bien la propuesta, y ordenó hacer lo que habían dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "El ejército moabita, junto con cinco mil soldados asirios, levantó el campamento, y acamparon en el valle y se apoderaron de las cisternas y los manantiales de los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Los edomitas y amonitas subieron y acamparon en la región montañosa, frente a Dotán, y enviaron un destacamento hacia el sureste, frente a Egrebel, cerca de Cus, que está a la orilla del torrente Mocmur. El resto del ejército asirio acampó en la llanura, llenando toda la región. Sus tiendas de campaña y sus cargamentos formaban un campamento inmenso, pues era muchísima gente."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Situación desesperada de Betulia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Los israelitas, al verse rodeados de sus enemigos y sin poder escapar, se desanimaron y pidieron ayuda al Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Todo el ejército asirio, y su infantería, carros y caballería, los tuvieron cercados durante treinta y cuatro días. A los habitantes de Betulia se les acabaron las provisiones de agua;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "las cisternas se estaban quedando vacías. El agua para beber estaba tan racionada que ni un solo día pudieron satisfacer su sed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los niños estaban sin fuerzas, y de puro agotamiento las mujeres y los jóvenes desfallecían de sed y caían desmayados en las calles de la ciudad y en las puertas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces todo el pueblo, los jóvenes, las mujeres y los niños, se reunieron alrededor de Ozías y de los jefes de la ciudad gritando con todas sus fuerzas, y dijeron delante de todos los ancianos:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "«¡Que el Señor juzgue quién tiene razón, si ustedes o nosotros! Ustedes nos han causado un grave mal no haciendo las paces con los asirios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Ahora no hay nadie que nos ayude. ¡Dios nos ha entregado en poder de ellos! ¡Vamos a caer muertos de sed delante de ellos, y quedaremos totalmente destruidos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Llamen a los asirios y entréguenles la ciudad entera, para que la gente de Holofernes y todo su ejército la saqueen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Más vale que ellos se apoderen de nosotros. Seremos esclavos, pero quedaremos con vida, y no tendremos que ver cómo mueren nuestros niños delante de nuestros ojos ni cómo desfallecen nuestras mujeres e hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "¡Por el cielo y por la tierra; por nuestro Dios, el Señor de nuestros antepasados, que nos está castigando por nuestros pecados y por los pecados de nuestros antepasados, les pedimos que hagan lo que les decimos para que Dios no nos trate hoy de esta manera!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y como un solo hombre, toda la gente reunida empezó a llorar en voz alta, y a pedir a gritos ayuda a Dios el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Entonces Ozías les dijo: «¡Ánimo, hermanos! Aguantemos cinco días más, y el Señor nuestro Dios tendrá compasión de nosotros. ¡Él no nos abandonará totalmente!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Si al cabo de ese tiempo no nos ha llegado ayuda, haré lo que ustedes proponen.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Entonces hizo que la gente se dispersara y que volviera cada uno a su puesto: los hombres volvieron a las murallas y a las torres de la ciudad, y a las mujeres y los niños los hizo regresar a sus casas. En la ciudad había una gran aflicción."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDT.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDT.8"
        ],
        "human": "Judit 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDT.9"
        ],
        "human": "Judit 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDT.7"
        ],
        "human": "Judit 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Judit interviene"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Todo esto llegó a oídos de Judit. Judit era hija de Merarí, este era hijo de Us, este de José, este de Uziel, este de Elcías, este de Ananías, este de Gedeón, este de Rafaín, este de Ahitub, este de Elías, este de Hilquías, este de Eliab, este de Natanael, este de Selumiel, este de Surisadai y este era descendiente de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El esposo de Judit, que se llamaba Manasés y era de la misma tribu y familia que ella, había muerto durante la cosecha de la cebada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Estando al frente de los jornaleros que hacían los atados de trigo en el campo, le dio una insolación, cayó en cama y murió en Betulia, su ciudad. Lo sepultaron al lado de sus antepasados, en el campo que está entre Dotán e Ibleam."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ya hacía tres años y cuatro meses que Judit había quedado viuda, viviendo en su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "En la azotea de su casa había hecho un cobertizo. Usaba ropas ásperas e iba siempre vestida de luto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Desde que había quedado viuda ayunaba todos los días, excepto los sábados y las vísperas de estos días, o en los días de la luna nueva y su víspera, o en los días de fiesta y alegría del pueblo de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Era muy bonita y de bello aspecto. Manasés, su esposo, le había dejado oro, plata, criados, criadas, ganado y campos. Vivía de sus posesiones,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y como era muy respetuosa de Dios, nadie tenía nada contra ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Judit oyó las duras palabras que la gente había dicho contra el jefe Ozías, al verse tan desanimados por la falta de agua. Supo también que él les había prometido entregar la ciudad a los asirios al cabo de cinco días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Mandó entonces a la criada que estaba al frente de todos los bienes, a que llamara a Cabris y a Carmis, los ancianos de la ciudad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y cuando estos llegaron, les dijo:",
            "—Escúchenme, jefes de los habitantes de Betulia: no está bien eso que ustedes han dicho hoy delante del pueblo, ni la promesa que han hecho, poniendo a Dios por testigo, de que entregarán la ciudad a nuestros enemigos si al cabo de ese tiempo el Señor no nos ha ayudado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¿Quiénes son ustedes para exigir a Dios que actúe hoy, o para ocupar el lugar de Dios entre los hombres?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ustedes imponen condiciones al Señor todopoderoso, pero nunca lograrán comprender nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Si ni siquiera pueden penetrar en los secretos del corazón humano ni entender los pensamientos del hombre, ¿cómo podrán entender a Dios, que hizo todas las cosas? ¿Cómo podrán captar su entendimiento y comprender sus intenciones? ¡No, hermanos, no hagan enojar al Señor nuestro Dios!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Si él no quiere ayudarnos en estos cinco días, en su mano está el ayudarnos cuando quiera, como también el hacernos morir delante de nuestros enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "No hagan exigencias al Señor nuestro Dios acerca de sus planes; él no cede ante las amenazas ni ante las exigencias, como si fuera un hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Más bien, pidámosle que nos ayude, con la esperanza de que él nos salvará. Si a él le parece bien, habrá de escucharnos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Hoy en día no hay nadie entre nuestras tribus, familias, provincias o ciudades, que adore dioses hechos por los hombres. Esto sucedió en tiempos pasados,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "y por eso Dios entregó a nuestros antepasados a la muerte y al saqueo, y nuestros enemigos les causaron un gran desastre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Nosotros, en cambio, no reconocemos a ningún otro dios fuera de él; por eso confiamos en que él no nos despreciará a nosotros ni al resto de nuestra nación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Porque si nosotros somos conquistados, toda Judea caerá y nuestro templo será saqueado, y Dios nos hará responsables de su profanación,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "de la matanza de nuestros hermanos y de la destrucción de nuestra patria, entre las naciones de las que seremos esclavos. Nuestros conquistadores se burlarán de nosotros y nos insultarán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Nuestra esclavitud no será favorable a nosotros, sino que el Señor nuestro Dios la convertirá en deshonra nuestra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Así pues, hermanos, demos buen ejemplo a nuestros compatriotas. De nosotros dependen la vida de ellos, el templo, el santuario y el altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Por todas estas razones debemos dar gracias al Señor nuestro Dios, quien nos está poniendo a prueba como a nuestros antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Acuérdense de lo que hizo con Abraham, de cómo puso a prueba a Isaac, y de lo que le pasó a Jacob en Mesopotamia de Siria, cuando estaba cuidando las ovejas de su tío Labán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Él no nos ha sometido a la prueba del fuego como a ellos, ni nos trata así por venganza; cuando él castiga a los que se acercan a él, lo hace para corregirlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Ozías le respondió:",
            "—Tienes razón en todo lo que has dicho; nadie podrá contradecirte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y esta no es la primera vez que muestras tu sabiduría; desde que eras pequeña, todo el pueblo conoce tu buen juicio, pues eres una mujer inteligente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Pero es que el pueblo se estaba muriendo de sed, y nos vimos obligados a responderles de esa manera y a hacer ese juramento, al que no podemos faltar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Puesto que eres una mujer piadosa, pide ahora a Dios por nosotros, para que el Señor nos envíe lluvia y se llenen nuestras cisternas y no nos debilitemos más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Judit les contestó:",
            "—Escúchenme: voy a hacer algo que nuestra nación va a recordar por todos los siglos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Esta noche manténganse ustedes a las puertas de la ciudad, y yo saldré con mi criada; y antes del plazo fijado por ustedes para entregar la ciudad a nuestros enemigos, el Señor salvará por mi medio a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "No traten de averiguar qué es lo que voy a hacer, pues no se lo diré hasta que esté hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Ozías y los otros jefes le respondieron:",
            "—¡Vete tranquila! ¡Que el Señor vaya delante de ti para castigar a nuestros enemigos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Y salieron de la casa de Judit y volvieron a sus puestos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDT.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDT.9"
        ],
        "human": "Judit 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDT.10"
        ],
        "human": "Judit 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDT.8"
        ],
        "human": "Judit 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Oración de Judit"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Judit se inclinó hasta tocar el suelo con la frente, se cubrió la cabeza con ceniza, y dejó al descubierto las ropas ásperas que llevaba puestas; y en el momento en que en el templo de Jerusalén se ofrecía el incienso de la tarde, Judit clamó en voz alta al Señor, y dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Señor, Dios de mi antepasado Simeón, en cuyas manos pusiste la espada para castigar a esos extranjeros que forzaron y deshonraron a Dina, joven soltera a quien desnudaron para violarla, profanando su seno; a pesar de que tú habías prohibido hacer tales cosas, ellos lo hicieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por eso hiciste matar a los jefes de esa gente, y en la misma cama en que habían engañado a la muchacha, encontraron la muerte al ser engañados ellos mismos. Derribaste a los esclavos junto con los señores, y a los señores junto con sus tronos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Hiciste que sus mujeres cayeran en poder de otros, y que sus hijas fueran llevadas cautivas, y que sus posesiones fueran repartidas entre tus amados hijos, que llenos de celo por ti e indignados al ver deshonrada a su hermana, te pidieron ayuda. ¡Oh Dios, Dios mío, escúchame a mí, que soy viuda!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Tú hiciste que sucediera lo que entonces sucedió, y lo que ha sucedido antes y después; tú has planeado lo que sucede ahora y lo que vendrá después, y lo que has planeado se realiza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Las cosas que tú planeas se presentan ante ti, y dicen: “¡Aquí estamos!” Tú tienes preparado todo lo que vas a hacer, y todo lo que decides lo conoces con anterioridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Mira cómo se han reunido los asirios con todo su poder, orgullosos de sus caballos y jinetes, jactándose de la fuerza de su infantería, confiados en sus escudos, sus flechas, sus arcos y sus hondas. No reconocen que tú, Señor, eres quien pone fin a la guerra;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "tu nombre es “el Señor”. ¡Desbarata su fuerza con tu poder, y destruye su poderío con tu ira! Sus planes son profanar tu santuario, manchar el lugar en que reside tu glorioso nombre, derribar tu altar con sus armas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Mira su orgullo, descarga sobre ellos tu ira, y dame a mí, que soy viuda, la fuerza para realizar mi plan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Haz que yo los engañe, para que caigan los esclavos junto con los señores y los señores junto con los esclavos; destruye, por medio de una mujer, su arrogancia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Porque tu poder no depende del número, ni del valor de los hombres tu fuerza. Tú eres el Dios de los oprimidos, el protector de los humillados, el defensor de los débiles, el apoyo de los abandonados, el salvador de los que no tienen esperanza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Sí, oh Dios de mi padre, Dios del pueblo de Israel, Señor del cielo y de la tierra, creador de los mares, rey de todo lo que has creado, escucha mi oración:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "dame palabras para poder engañarlos y causarles el desastre y la muerte, pues tienen planes perversos contra tu alianza, contra el templo consagrado a ti, contra el monte Sión y contra la ciudad que es hogar y propiedad de tus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Haz que todo tu pueblo y todas las naciones reconozcan que solo tú eres Dios, Dios de todo poder y fuerza, y que fuera de ti no hay otro que proteja a Israel.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDT.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDT.10"
        ],
        "human": "Judit 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDT.11"
        ],
        "human": "Judit 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDT.9"
        ],
        "human": "Judit 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Judit va al campamento de Holofernes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En cuanto Judit terminó de orar en voz alta al Dios de Israel y de decir todas estas palabras,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "se puso de pie, llamó a su criada y bajó al piso inferior de su casa, donde acostumbraba pasar los sábados y las fiestas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Se quitó las ropas ásperas que llevaba puestas y los vestidos de viuda, se bañó, se untó perfumes, se peinó y se puso una diadema, y se vistió con ropa de fiesta, como lo hacía cuando vivía su esposo Manasés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Luego se puso sandalias, brazaletes, collares, anillos, aretes y, en fin, todas sus joyas; se arregló lo mejor que pudo, como para llamar la atención de cualquier hombre que la viera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Le dio a su criada una garrafa de vino y una botella de aceite, llenó un costal con harina de cebada, tortas de higos y pan puro, lo empaquetó todo en el costal, y se lo entregó a su criada para que lo llevara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Salieron hacia la puerta de Betulia y encontraron allí a Ozías y a los ancianos de la ciudad, Cabris y Carmis."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Al verla, tan transformada en su aspecto y vestida de manera tan diferente, se quedaron sumamente admirados de su belleza, y le dijeron:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "—El Dios de nuestros antepasados haga que seas bien recibida y te ayude a realizar tus planes, para orgullo de los israelitas y gloria de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ella se inclinó para adorar a Dios, y les dijo:",
            "—Manden que me abran la puerta de la ciudad, y yo iré a hacer lo que ustedes han dicho.",
            "Ellos ordenaron a los guardias que le abrieran la puerta, como había pedido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Así lo hicieron, y Judit salió acompañada de su criada. Los hombres de la ciudad la vieron bajar el monte y atravesar el valle, y luego la perdieron de vista."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Ellas fueron derecho a través del valle, hasta que se encontraron con un puesto de avanzada de los asirios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Los soldados detuvieron a Judit y le preguntaron:",
            "—¿De qué nación eres? ¿De dónde vienes, y a dónde vas?",
            "—Soy hebrea —respondió ella—, pero estoy huyendo de los de mi nación, porque pronto caerán en poder de ustedes y serán destruidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Quiero ver a Holofernes, el comandante del ejército de ustedes, para darle informes seguros. Quiero indicarle por dónde puede penetrar y apoderarse de toda la región montañosa sin perder un solo soldado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Al oír los soldados su respuesta y fijarse en su aspecto, se quedaron maravillados de su belleza. Entonces le dijeron:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "—Te has salvado al darte prisa en venir a ver a nuestro comandante. Acércate hasta su tienda de campaña; algunos de nosotros te escoltaremos hasta dejarte con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Cuando estés en su presencia, no te asustes; dale la información que traes, y él te tratará bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces escogieron a cien hombres para que acompañaran a Judit y a su criada y las llevaran hasta la tienda de Holofernes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Apenas la noticia de su llegada se extendió por el campamento, los soldados corrieron de todas partes a reunirse alrededor de ella, que, frente a la tienda de Holofernes, esperaba que le anunciaran a este su llegada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Maravillados de la belleza de Judit, pensaban que los israelitas debían de ser gente admirable, y se decían unos a otros: «¿Quién va a menospreciar a un pueblo que tiene mujeres así? No hay que dejar con vida ni a uno solo de sus hombres, pues los que queden son capaces de dominar con engaños a todo el mundo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "La guardia privada de Holofernes y los demás oficiales a su servicio salieron e hicieron entrar a Judit en la tienda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Holofernes estaba recostado en su cama, debajo de un pabellón de púrpura bordado en oro y adornado con esmeraldas y piedras preciosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Cuando le dijeron que ella estaba allí, salió a la entrada de la tienda. Delante de él llevaban lámparas de plata."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Cuando Judit se presentó delante de él y de sus oficiales de servicio, todos se quedaron maravillados de su belleza. Ella se inclinó ante él en señal de reverencia, pero los criados la levantaron."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDT.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDT.11"
        ],
        "human": "Judit 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDT.12"
        ],
        "human": "Judit 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDT.10"
        ],
        "human": "Judit 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Entrevista de Judit con Holofernes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Holofernes le dijo:",
            "—¡Ten confianza, mujer, no tengas miedo! Yo no he hecho mal a ninguna persona que haya querido servir a Nabucodonosor, rey de toda la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Si tu pueblo, que vive en la montaña, no me hubiera despreciado, yo no habría levantado mi lanza contra ellos. Pero ellos mismos se han buscado esto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y ahora, dime: ¿por qué huiste de ellos y te pasaste a nosotros? Por supuesto, al venir te has salvado. Ten confianza, que a partir de esta noche has salvado tu vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Nadie te hará ningún daño; se te tratará bien, como se trata a los que sirven a mi señor, el rey Nabucodonosor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Judit le respondió:",
            "—Escuche Su Excelencia lo que le voy a decir; deje que esta esclava suya hable a Su Excelencia, pues no diré esta noche nada que sea falso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Si Su Excelencia sigue mis consejos, Dios hará algo grande por su medio, y Su Excelencia no fracasará en sus planes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¡Por la vida y por el poder de Nabucodonosor, rey de toda la tierra, que envió a Su Excelencia a poner orden en todos los seres vivientes: gracias a Su Excelencia, no solo los hombres están al servicio del rey, sino que por la fuerza de Su Excelencia hasta las fieras salvajes, el ganado y las aves vivirán para Nabucodonosor y para todos sus descendientes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Hemos oído hablar de la sabiduría de Su Excelencia y de su aguda inteligencia. En toda la tierra se sabe que Su Excelencia es el mejor hombre de todo el imperio, y que es grande su inteligencia y admirable su habilidad en el arte de la guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Nosotros nos hemos enterado de lo que dijo Aquior en la reunión del consejo, pues los hombres de Betulia lo rescataron, y él les contó todo lo que había dicho delante de Su Excelencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Haga caso Su Excelencia a lo que él ha dicho; téngalo muy presente, pues es cierto. Nuestro pueblo no puede ser castigado ni vencido por las armas, si no ha pecado contra su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Ahora bien, Su Excelencia no debe fracasar ni fallar. Ellos están condenados a morir porque han caído bajo el poder del pecado, pues hacen enojar a su Dios cada vez que cometen un acto indebido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Como se han quedado sin alimentos y el agua se les ha hecho muy escasa, han pensado echar mano del ganado, y hasta han resuelto comer de todo aquello que Dios en sus leyes les ha prohibido que coman."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "También han resuelto comerse los primeros frutos de la cosecha de trigo y usar el diezmo del vino y el aceite que ya habían apartado y reservado como cosa sagrada para los sacerdotes que ofician en Jerusalén ante nuestro Dios, cosas que ninguna otra persona del pueblo puede siquiera tocar con las manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Han enviado una delegación a Jerusalén a pedir permiso a los ancianos, pues la gente de allá también ha hecho esto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Tan pronto como les llegue la respuesta y comiencen a hacerlo, ese mismo día Dios los entregará en manos de Su Excelencia para que los extermine."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por eso, apenas supe todo esto, huí de ellos. Dios me ha enviado a realizar con Su Excelencia algo que va a llenar de asombro a todos los que lo sepan en el mundo entero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Yo, esclava de Su Excelencia, soy una mujer piadosa que sirve al Dios del cielo día y noche. Yo me quedaré con Su Excelencia; todas las noches saldré al valle a orar a Dios, y él me dirá cuando los israelitas hayan cometido su pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces vendré y daré aviso a Su Excelencia, que entonces podrá salir con todo su ejército; ninguno de ellos podrá oponerle resistencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Luego guiaré a Su Excelencia a través de Judea hasta Jerusalén, y colocaré el trono de Su Excelencia en medio de la ciudad. Podrá llevarse a sus habitantes como a ovejas sin pastor, y no habrá ni un perro que le gruña. Yo he averiguado esto con anticipación, y Dios me lo ha comunicado y me ha enviado a comunicárselo a Su Excelencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Las palabras de Judit agradaron a Holofernes y a sus oficiales de servicio, que admiraron su sabiduría y dijeron:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "—No hay en todo el mundo mujer que se le pueda comparar en belleza ni en inteligencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y Holofernes le dijo:",
            "—¡Qué bien ha hecho Dios enviándote por delante de tu nación para traernos a nosotros la victoria, y la muerte a los que han despreciado a mi señor!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Eres muy hermosa y hablas muy bien. Si cumples lo que has dicho, tu Dios será mi Dios, vivirás en el palacio del rey Nabucodonosor, y serás famosa en toda la tierra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDT.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDT.12"
        ],
        "human": "Judit 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDT.13"
        ],
        "human": "Judit 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDT.11"
        ],
        "human": "Judit 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Judit se queda en el campamento"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Holofernes ordenó que la llevaran a donde tenía su vajilla de plata, y que le sirvieran una cena de sus propios manjares y de su vino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero Judit dijo:",
            "—No comeré de esa comida, para no faltar a nuestras leyes. Yo he traído mis propias provisiones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Holofernes le respondió:",
            "—Pero si se te acaban tus provisiones, ¿de dónde vamos a darte alimentos iguales? No hay aquí, entre nosotros, ninguna otra persona de tu nación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "—¡Por vida de Su Excelencia —contestó Judit—, no se acabarán mis provisiones antes que el Señor haya realizado por mi medio lo que tiene decidido!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los servidores de Holofernes la llevaron a la tienda, y ella durmió hasta la media noche. Hacia la madrugada se levantó,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y mandó este recado a Holofernes: «Ordene Su Excelencia que me permitan salir a orar.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Holofernes ordenó a los soldados de su guardia personal que la dejaran salir.",
            "Así permaneció Judit en el campamento durante tres días. Por la noche salía al valle de Betulia y se bañaba en el manantial que había junto al puesto de avanzada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Al regresar pedía al Señor, Dios de Israel, que le facilitara la manera de sacar de apuros a su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Depués de haberse purificado, volvía a la tienda y se quedaba en ella hasta que le traían su comida, hacia el atardecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Judit es invitada al banquete de Holofernes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Al cuarto día, Holofernes dio un banquete a sus servidores, sin invitar a los otros oficiales,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y dijo a Bagoas, su hombre de confianza que estaba al frente de todas sus cosas:",
            "—Ve y convence a la hebrea que está bajo tu cuidado de que venga a comer y beber con nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Sería una vergüenza para mí no disfrutar de la compañía de una mujer como ella. Si no la conquisto, se burlará de mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Bagoas se retiró, fue a ver a Judit y le dijo:",
            "—No te niegues, encantadora jovencita, y acepta el honor de hacerle compañía a mi señor. Ven a beber vino alegremente con nosotros, y sé hoy como las mujeres asirias que viven en el palacio de Nabucodonosor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Judit respondió:",
            "—¿Y quién soy yo para negarle algo a Su Excelencia? Con todo gusto haré lo que a él le parezca. Esta será para mí la mayor satisfacción de toda mi vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y se levantó y se puso un vestido elegante y todos sus adornos femeninos. Su criada se adelantó y, delante de Holofernes, extendió para Judit, en el suelo, las pieles de oveja que Bagoas le había dado para que ella las usara todos los días, tomando sus comidas recostada sobre ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Apenas entró Judit y se sentó, Holofernes sintió una terrible pasión por ella y un grandísimo deseo de gozarla; desde el primer día que la vio estaba esperando el momento de seducirla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Holofernes le dijo:",
            "—¡Bebe y diviértete con nosotros!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "—Con todo gusto, Excelencia —respondió Judit—; este es el día más grande de toda mi vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "En seguida empezó a comer y beber delante de él lo que su criada le había preparado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Holofernes estaba tan contento de verla que bebió demasiado vino, más del que nunca en toda su vida había bebido en un solo día."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDT.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDT.13"
        ],
        "human": "Judit 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDT.14"
        ],
        "human": "Judit 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDT.12"
        ],
        "human": "Judit 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La hazaña de Judit"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando se hizo tarde, los servidores de Holofernes se retiraron rápidamente. Bagoas cerró la tienda desde fuera, e hizo salir de la presencia de su señor a los que estaban allí. Todos se fueron a dormir, pues estaban cansados, porque el banquete había durado mucho tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Judit quedó sola en la tienda, y Holofernes, completamente borracho, estaba tirado en la cama."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Judit había dicho a su criada que se quedara fuera de la tienda en que ella estaba, y que esperara allí hasta que ella saliera como todos los días, pues había dicho que saldría a hacer su oración. A Bagoas le había dicho lo mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Todos se habían retirado, y absolutamente nadie se había quedado en la tienda. Entonces Judit se puso de pie junto a la cama de Holofernes, y dijo interiormente: «Señor, Dios de todo poder, mira favorablemente lo que voy a hacer en este momento para gloria de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Este es el momento de ayudar a tu pueblo y de realizar mis planes para perdición de los enemigos que se han levantado contra nosotros.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Se dirigió entonces al soporte de la cama, que estaba a la cabecera de Holofernes, descolgó la espada que él allí tenía"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "y, acercándose a la cama, le agarró la cabeza por el pelo y dijo: «¡Dame fuerzas, Señor, Dios de Israel, en este momento!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Descargó entonces dos fuertes golpes en el cuello de Holofernes, y le cortó la cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Hizo rodar de la cama el cuerpo y desprendió de sus soportes el pabellón. En seguida salió y entregó a su criada la cabeza de Holofernes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y ella la metió en el costal de las provisiones de Judit. Luego salieron las dos a orar, como acostumbraban hacerlo. Atravesaron el campamento, rodearon el valle, y subieron al monte de Betulia hasta llegar a las puertas de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Regreso de Judit a Betulia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Desde lejos, Judit gritó a los guardias que estaban en las puertas:",
            "—¡Abran, abran la puerta! ¡Dios, nuestro Dios, está con nosotros, mostrando aún en Israel su fuerza y su poder contra los enemigos! ¡Así lo ha hecho hoy!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando los hombres de la ciudad la oyeron gritar, bajaron a toda prisa a la puerta de la ciudad y llamaron a los ancianos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Todo el mundo sin excepción vino corriendo, pues apenas podían creer que Judit hubiera regresado. Abrieron la puerta, las hicieron pasar y, encendiendo fuego para poder ver, se amontonaron alrededor de ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Judit, entonces, les dijo en voz alta:",
            "—¡Alaben a Dios, alábenlo! ¡Alaben a Dios, que no ha negado su misericordia al pueblo de Israel, sino que por mi mano esta noche ha aplastado a sus enemigos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y sacando del costal la cabeza, se la mostró y les dijo:",
            "—¡Miren la cabeza de Holofernes, el comandante en jefe del ejército asirio! ¡Y aquí está el pabellón debajo del cual se acostaba en sus borracheras! ¡El Señor le dio un golpe mortal por mano de una mujer!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¡Y juro por la vida del Señor que él me protegió en todo lo que hice! Mi belleza fue una trampa que le causó la perdición, pero él no cometió conmigo ningún pecado que me hubiera traído mancha o deshonra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Todo el pueblo se quedó muy maravillado, e inclinándose para adorar a Dios, dijeron a una voz:",
            "—¡Alabado seas, Dios nuestro, que humillaste en este día a los enemigos de tu pueblo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y Ozías dijo a Judit:",
            "—¡Hija, que el Dios altísimo te bendiga más que a todas las mujeres de la tierra! ¡Alabado sea Dios, el Señor, que creó el cielo y la tierra y te guió para que cortaras la cabeza al jefe de nuestros enemigos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "La confianza que tú has mostrado nunca se apartará del corazón de los hombres, que siempre recordarán el poder de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Dios permita que esto sea para gloria eterna tuya y te colme de bienes, porque con su ayuda expusiste tu vida para salvar a nuestro pueblo de la opresión y librarnos de la catástrofe, llevando a buen término tus planes.",
            "Y todo el pueblo añadió:",
            "—¡Así sea! ¡Así sea!"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDT.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDT.14"
        ],
        "human": "Judit 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDT.15"
        ],
        "human": "Judit 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDT.13"
        ],
        "human": "Judit 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los israelitas se preparan a atacar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Judit les dijo:",
            "—Escúchenme, hermanos. Tomen esta cabeza y cuélguenla de la parte más alta de la muralla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Tan pronto como amanezca y salga el sol, que cada uno empuñe sus armas de guerra y que todos los hombres que sean capaces de pelear salgan de la ciudad. Señalen a uno como jefe, y hagan como si fueran a bajar a la llanura a atacar los puestos de avanzada de los asirios; pero no bajen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Los asirios tomarán sus armas, irán al campamento y despertarán a sus generales. Todos correrán a la tienda de Holofernes y no lo encontrarán, se llenarán de pánico y huirán de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Persíganlos ustedes y todos los demás que viven en las montañas de Israel, y los podrán matar por cualquier sitio que pasen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero antes llámenme a Aquior, el amonita, para que él vea y reconozca al que injurió al pueblo de Israel y a él mismo lo envió aquí como si lo enviara a morir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Se mandó entonces traer de la casa de Ozías a Aquior, quien apenas llegó y vio la cabeza de Holofernes en manos de un hombre, en medio del pueblo allí reunido, cayó al suelo sin sentido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando lo levantaron, se echó a los pies de Judit en señal de reverencia y dijo:",
            "—¡Bendita seas tú en todos los campamentos de Judá y en todas las naciones! Todos los que escuchen tu nombre temblarán de miedo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "¡Pero ahora, cuéntame qué fue lo que hiciste en estos días!",
            "Judit, en medio del pueblo, le contó todo lo que había hecho desde el día en que salió hasta aquel momento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando terminó de hablar, toda la gente en la ciudad se puso a gritar y a hacer grandes demostraciones de alegría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Al ver Aquior todo lo que el Dios de Israel había hecho, creyó en Dios de todo corazón, se hizo circuncidar y se unió para siempre al pueblo de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los asirios descubren lo sucedido"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cuando amaneció, colgaron de la muralla la cabeza de Holofernes, y todos los hombres empuñaron sus armas y salieron en escuadrones a los pasos de la montaña."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Tan pronto como los asirios los vieron, mandaron avisar a sus capitanes, y estos fueron a ver a los generales y comandantes y a todos los oficiales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Todos se dirigieron a la tienda de Holofernes, y dijeron a su ayudante:",
            "—¡Despierta al comandante, porque esos esclavos hebreos se han atrevido a bajar a atacarnos, como si quisieran que acabemos con ellos para siempre!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Bagoas entró y llamó desde la cortina de la tienda, pensando que Holofernes estaría durmiendo con Judit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero como nadie respondía, corrió la cortina y, al entrar en el dormitorio, se encontró con Holofernes muerto, tirado en el suelo, sin cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Lanzando un gran grito, se puso a llorar y gemir y lanzar ayes de dolor, y se desgarró la ropa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "En seguida fue a la tienda que había ocupado Judit, pero al no encontrarla salió a donde estaba la gente, gritando:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "—¡Esos esclavos nos han hecho una mala jugada! ¡Una sola mujer ha traído una infamia sobre el reino de Nabucodonosor! ¡Ahí está Holofernes tirado en el suelo, sin cabeza!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Al oír esto, los generales del ejército asirio se llenaron de pánico, se rasgaron la ropa y se pusieron a lanzar ayes y gritos de dolor en medio del campamento."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDT.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDT.15"
        ],
        "human": "Judit 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDT.16"
        ],
        "human": "Judit 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDT.14"
        ],
        "human": "Judit 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Derrota de los asirios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando todos los que estaban en las tiendas supieron lo que había pasado, se quedaron aterrados,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "se llenaron de pavor y pánico, y hubo una desbandada general; salieron corriendo por todos los caminos de la llanura y de la región montañosa, sin que quedaran dos hombres juntos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Los que estaban acampados en los cerros alrededor de Betulia también se dieron a la fuga. Entonces todos los israelitas en edad de pelear salieron a perseguirlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ozías envió gente a Betomestaim, a Bebai, a Cobá, a Colá y a toda la región montañosa de Israel, para que contaran lo que había sucedido y para que todos salieran a perseguir y destruir a los enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Al saberlo los israelitas, salieron todos a una y, lanzándose sobre los asirios, los derrotaron y los persiguieron hasta Hobá. Cuando los que vivían en Jerusalén y en toda la región montañosa supieron lo que había sucedido en el campamento de los enemigos, también ellos se presentaron. Los hombres de Galaad y de Galilea llegaron hasta Damasco y sus alrededores, se adelantaron a los asirios y les hicieron muchas bajas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los demás habitantes de Betulia cayeron sobre el campamento asirio, lo saquearon y se apoderaron de muchas riquezas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando los israelitas regresaron de la gran matanza, se apoderaron de lo que quedaba. También los que vivían en los pueblos y aldeas de la región montañosa y de la llanura se apoderaron de una gran cantidad de cosas, porque era mucho lo que había."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Honores a Judit"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El sumo sacerdote Joaquín y los ancianos de Israel que vivían en Jerusalén fueron a ver las maravillas que el Señor había realizado en favor de Israel, y a ver y felicitar a Judit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando llegaron a donde ella estaba, todos a una la alabaron y dijeron:",
            "—¡Tú eres el orgullo de Jerusalén, la mayor gloria de Israel, el más grande honor de nuestra nación!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Con tu mano hiciste todo esto; has hecho un gran bien a Israel; el Señor te ha mostrado su favor. ¡Que el Señor todopoderoso te bendiga eternamente!",
            "Y todo el pueblo añadió:",
            "—¡Amén!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Durante treinta días, la gente se dedicó a saquear el campamento asirio. Dieron a Judit la tienda de Holofernes, toda su vajilla de plata, sus camas, sus vasos y todos sus utensilios. Ella los tomó y los puso sobre su mula, luego enganchó sus carros de bueyes, y lo puso todo encima."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Todas las mujeres de Israel salían corriendo a verla, alabándola y bailando en su honor. Judit tomaba ramas y las repartía entre las mujeres que la acompañaban,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "y se ponían coronas hechas de ramos de olivo. Luego, yendo delante de todo el pueblo, encabezó el baile de las mujeres. Detrás iban todos los hombres, armados, adornados con coronas y cantando himnos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Canto de Judit"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces Judit, en medio de todo Israel, empezó a cantar el siguiente himno de alabanza, que todo el pueblo repetía a coro:"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDT.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDT.16"
        ],
        "human": "Judit 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ESG.1"
        ],
        "human": "Ester (dc) 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDT.15"
        ],
        "human": "Judit 15",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "«¡Entonen a mi Dios un canto al son de panderetas,",
            "canten al Señor con acompañamiento de platillos,",
            "ofrézcanle un canto de alabanza,",
            "honren e invoquen su nombre!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El Señor es un Dios que pone fin a las guerras;",
            "él me libró de mis perseguidores",
            "y me trajo al campamento de su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "»Vinieron los asirios de las montañas del norte,",
            "vinieron con miles de soldados,",
            "tantos que con ellos los valles se inundaban",
            "y con sus caballos se cubrían las colinas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Amenazaron con quemar mi territorio,",
            "con matar a espada a mis muchachos,",
            "con estrellar contra el suelo a mis niños de pecho,",
            "con llevarse presos a mis pequeños",
            "y cautivas a mis jovencitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»Pero el Señor todopoderoso los hizo fracasar",
            "por medio de una mujer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Su campeón no cayó a manos de jóvenes,",
            "ni fueron colosos los que lo vencieron,",
            "ni le cayeron encima gigantes enormes;",
            "¡Judit, la hija de Merarí,",
            "lo venció con su belleza!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Se quitó su ropa de luto,",
            "se untó el rostro con perfumes,",
            "para salvar a los oprimidos de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Se adornó la cabeza con una diadema",
            "y se puso ropa fina para engañarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Sus sandalias le deslumbraron los ojos,",
            "su belleza le cautivó el alma,",
            "y la espada le atravesó el cuello."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Los persas se espantaron al ver su atrevimiento,",
            "los medos temblaron al ver su audacia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces mi pueblo oprimido alzó el grito,",
            "y los enemigos se asustaron;",
            "gritó mi pueblo débil, y ellos se aterraron;",
            "alzó la voz, y ellos huyeron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Los traspasaron como a débiles muchachos,",
            "los hirieron como a esclavos desertores;",
            "¡el ejército de mi Señor los destruyó!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Voy a cantar a Dios una canción nueva:",
            "¡Señor, tú eres grande y glorioso,",
            "admirable por tu poder invencible!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Que te sirvan todos los seres que creaste;",
            "tú hablaste, y comenzaron a existir,",
            "enviaste tu soplo, y se formaron;",
            "nadie puede resistir a tu voz de mando."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Las montañas se estremecen desde sus cimientos",
            "y se confunden con los mares,",
            "las rocas se derriten como cera delante de ti;",
            "pero a aquellos que te reverencian",
            "les muestras tu bondad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»Poca cosa son los sacrificios de olor agradable,",
            "muy poco es toda la grasa que se quema en holocausto;",
            "pero el que reverencia al Señor siempre será grande."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "¡Ay de las naciones que amenazan a mi pueblo:",
            "el Señor todopoderoso las castigará en el día del juicio;",
            "las entregará al fuego y los gusanos,",
            "y llorarán de dolor eternamente!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Término del relato"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Al llegar a Jerusalén, adoraron a Dios, y una vez que el pueblo se purificó, ofrecieron holocaustos, dones voluntarios y ofrendas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Judit consagró a Dios toda la vajilla de Holofernes, que el pueblo le había regalado, lo mismo que el pabellón que ella había quitado de la tienda en que él dormía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Durante tres meses, el pueblo estuvo celebrando fiestas en Jerusalén, frente al templo, y Judit se quedó con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Al cabo de ese tiempo, cada uno volvió a su tierra, y Judit regresó a Betulia para seguir al frente de sus posesiones. Mientras vivió, fue famosa en todo el país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Tuvo muchos pretendientes, pero después que su esposo Manasés murió y fue a reunirse con sus antepasados, ella nunca volvió a tener relaciones con ningún hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Su fama fue creciendo más y más; vivió en la casa de su esposo hasta llegar a la avanzada edad de ciento cinco años. Dio la libertad a su esclava. Murió en Betulia, y fue sepultada en la tumba de su esposo Manasés, excavada en la roca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "El pueblo de Israel lloró su muerte durante siete días. Antes de morir, ella había repartido sus posesiones entre todos los parientes más cercanos de su esposo Manasés y entre los suyos propios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Durante el tiempo que vivió Judit, y por mucho tiempo después de su muerte, nadie volvió a amenazar a los israelitas."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}