{
  "book_usfm": "1CO",
  "name": "1 Corintios",
  "local_title": "Dios habla Hoy Estándar",
  "local_abbreviation": "DHHS94",
  "version_id": 1846,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Bible text: LA BIBLIA DIOS HABLA HOY, Tercera edición © Sociedades Bíblicas Unidas 1966, 1970, 1979, 1983, 1994, 1996</p> <p>Todos los derechos reservados. www.unitedbiblesocieties.org/</p>",
    "text": "Bible text: LA BIBLIA DIOS HABLA HOY, Tercera edición © Sociedades Bíblicas Unidas 1966, 1970, 1979, 1983, 1994, 1996 Todos los derechos reservados. www.unitedbiblesocieties.org/"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "1CO.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.1"
        ],
        "human": "1 Corintios 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.2"
        ],
        "human": "1 Corintios 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.16"
        ],
        "human": "Romanos 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2
          ],
          "lines": [
            "Pablo, llamado por la voluntad de Dios a ser apóstol de Cristo Jesús, saluda, junto con el hermano Sóstenes, a los que forman la iglesia de Dios que está en Corinto, que en Cristo Jesús fueron santificados y llamados a formar su pueblo santo, junto con todos los que en todas partes invocan el nombre de nuestro Señor Jesucristo, Señor nuestro y del pueblo santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Que Dios nuestro Padre y el Señor Jesucristo derramen sobre ustedes su gracia y su paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Acción de gracias"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Siempre doy gracias a mi Dios por ustedes, por la gracia que Dios ha derramado sobre ustedes por medio de Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pues por medio de él Dios les ha dado toda riqueza espiritual, así de palabra como de conocimiento,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "ya que el mensaje acerca de Cristo se estableció firmemente entre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "De este modo no les falta ningún don de Dios mientras esperan el día en que aparezca nuestro Señor Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Dios los mantendrá firmes hasta el fin, para que nadie pueda reprocharles nada cuando nuestro Señor Jesucristo regrese."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Dios siempre cumple sus promesas, y él es quien los llamó a vivir en unión con su Hijo Jesucristo, nuestro Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Divisiones en la iglesia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Hermanos, en el nombre de nuestro Señor Jesucristo les ruego que todos estén siempre de acuerdo y que no haya divisiones entre ustedes. Vivan en armonía, pensando y sintiendo de la misma manera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Digo esto, hermanos míos, porque he sabido por los de la familia de Cloe que hay discordias entre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Quiero decir, que algunos de ustedes afirman: «Yo soy de Pablo»; otros: «Yo soy de Apolo»; otros: «Yo soy de Cefas»; y otros: «Yo soy de Cristo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "¿Acaso Cristo está dividido? ¿Fue crucificado Pablo en favor de ustedes? ¿O fueron ustedes bautizados en el nombre de Pablo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¡Gracias a Dios que yo no bauticé a ninguno de ustedes, aparte de Crispo y de Gayo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Así nadie puede decir que fue bautizado en mi nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "También bauticé a la familia de Estéfanas, pero no recuerdo haber bautizado a ningún otro,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "pues Cristo no me mandó a bautizar, sino a anunciar el evangelio, y no con alardes de sabiduría y retórica, para no quitarle valor a la muerte de Cristo en la cruz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cristo, poder y sabiduría de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El mensaje de la muerte de Cristo en la cruz parece una tontería a los que van a la perdición; pero este mensaje es poder de Dios para los que vamos a la salvación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Como dice la Escritura:",
            "«Haré que los sabios pierdan su sabiduría",
            "y que desaparezca la inteligencia de los inteligentes.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "¿En qué pararon el sabio, y el maestro, y el que sabe discutir sobre cosas de este mundo? ¡Dios ha convertido en tontería la sabiduría de este mundo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Puesto que el mundo no usó su sabiduría para reconocer a Dios donde él ha mostrado su sabiduría, dispuso Dios en su bondad salvar por medio de su mensaje a los que tienen fe, aunque este mensaje parezca una tontería."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los judíos quieren ver señales milagrosas, y los griegos buscan sabiduría;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "pero nosotros anunciamos a un Mesías crucificado. Esto les resulta ofensivo a los judíos, y a los no judíos les parece una tontería;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "pero para los que Dios ha llamado, sean judíos o griegos, este Mesías es el poder y la sabiduría de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pues lo que en Dios puede parecer una tontería, es mucho más sabio que toda sabiduría humana; y lo que en Dios puede parecer debilidad, es más fuerte que toda fuerza humana."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Realidad de la comunidad de Corinto"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Hermanos, deben darse cuenta de que Dios los ha llamado a pesar de que pocos de ustedes son sabios según los criterios humanos, y pocos de ustedes son gente con autoridad o pertenecientes a familias importantes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y es que, para avergonzar a los sabios, Dios ha escogido a los que el mundo tiene por tontos; y para avergonzar a los fuertes, ha escogido a los que el mundo tiene por débiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Dios ha escogido a la gente despreciada y sin importancia de este mundo, es decir, a los que no son nada, para anular a los que son algo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Así nadie podrá presumir delante de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Pero Dios mismo los ha unido a ustedes con Cristo Jesús, y ha hecho también que Cristo sea nuestra sabiduría, nuestra justicia, nuestra santificación y nuestra liberación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "De esta manera, como dice la Escritura: «Si alguno quiere enorgullecerse, que se enorgullezca del Señor.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.2"
        ],
        "human": "1 Corintios 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.3"
        ],
        "human": "1 Corintios 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.1"
        ],
        "human": "1 Corintios 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El mensaje acerca de Cristo crucificado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pero hermanos, cuando yo fui a hablarles del designio secreto de Dios, lo hice sin hacer alardes de retórica o de sabiduría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y, estando entre ustedes, no quise saber de otra cosa sino de Jesucristo y, más estrictamente, de Jesucristo crucificado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Me presenté ante ustedes débil y temblando de miedo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y cuando les hablé y les prediqué el mensaje, no usé palabras sabias para convencerlos. Al contrario, los convencí haciendo demostración del Espíritu y del poder de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "para que la fe de ustedes dependiera del poder de Dios y no de la sabiduría de los hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios da a conocer sus secretos por medio del Espíritu"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Sin embargo, entre los que ya han alcanzado la madurez en su fe sí usamos palabras de sabiduría. Pero no se trata de una sabiduría propia de este mundo ni de quienes lo gobiernan, los cuales ya están perdiendo su poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Se trata más bien de la sabiduría oculta de Dios, del designio secreto que él, desde la eternidad, ha tenido para nuestra gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Esto es algo que no han entendido los gobernantes del mundo presente, pues si lo hubieran entendido no habrían crucificado al Señor de la gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero, como se dice en la Escritura:",
            "«Dios ha preparado para los que lo aman",
            "cosas que nadie ha visto ni oído,",
            "y ni siquiera pensado.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Estas son las cosas que Dios nos ha hecho conocer por medio del Espíritu, pues el Espíritu lo examina todo, hasta las cosas más profundas de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "¿Quién entre los hombres puede saber lo que hay en el corazón del hombre, sino solo el espíritu que está dentro del hombre? De la misma manera, solamente el Espíritu de Dios sabe lo que hay en Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y nosotros no hemos recibido el espíritu del mundo, sino el Espíritu que viene de Dios, para que entendamos las cosas que Dios en su bondad nos ha dado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Hablamos de estas cosas con palabras que el Espíritu de Dios nos ha enseñado, y no con palabras que hayamos aprendido por nuestra propia sabiduría. Así explicamos las cosas espirituales con términos espirituales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El que no es espiritual no acepta las cosas que son del Espíritu de Dios, porque para él son tonterías. Y tampoco las puede entender, porque son cosas que tienen que juzgarse espiritualmente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero aquel que tiene el Espíritu puede juzgar todas las cosas, y nadie lo puede juzgar a él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pues la Escritura dice: «¿Quién conoce la mente del Señor? ¿Quién podrá instruirle?» Sin embargo, nosotros tenemos la mente de Cristo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.3"
        ],
        "human": "1 Corintios 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.4"
        ],
        "human": "1 Corintios 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.2"
        ],
        "human": "1 Corintios 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Deficiencias de la comunidad de Corinto"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Yo, hermanos, no pude hablarles entonces como a gente madura espiritualmente, sino como a personas débiles, como a niños en cuanto a las cosas de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Les di una enseñanza sencilla, igual que a un niño de pecho se le da leche en vez de alimento sólido, porque ustedes todavía no podían digerir la comida fuerte. ¡Y ni siquiera pueden digerirla ahora,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "porque todavía son débiles! Mientras haya entre ustedes envidias y discordias, es que todavía son débiles y actúan con criterios puramente humanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Porque cuando uno afirma: «Yo soy de Pablo», y otro: «Yo soy de Apolo», están manteniendo criterios puramente humanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "A fin de cuentas, ¿qué es Apolo?, ¿qué es Pablo? Simplemente servidores, por medio de los cuales ustedes han llegado a la fe. Cada uno de nosotros hizo el trabajo que el Señor le señaló:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "yo sembré y Apolo regó, pero Dios es quien hizo crecer lo sembrado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "De manera que ni el que siembra ni el que riega son nada, sino que Dios lo es todo, pues él es quien hace crecer lo sembrado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los que siembran y los que riegan son iguales, aunque Dios pagará a cada uno según su trabajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Somos compañeros de trabajo al servicio de Dios, y ustedes son un sembrado y una construcción que pertenecen a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Yo fui el maestro albañil al cual Dios en su bondad encargó poner los fundamentos, y otro está construyendo sobre ellos. Pero cada uno debe tener cuidado de cómo construye,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "pues nadie puede poner otro fundamento que el que ya está puesto, que es Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Sobre este fundamento, uno puede construir con oro, plata y piedras preciosas, o con madera, paja y cañas;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "pero el trabajo de cada cual se verá claramente en el día del juicio; porque ese día vendrá con fuego, y el fuego probará la clase de trabajo que cada uno haya hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Si lo que uno construyó es resistente, recibirá su pago;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "pero si lo que construyó llega a quemarse, perderá su trabajo, aunque él mismo logrará salvarse como quien escapa del fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¿Acaso no saben ustedes que son templo de Dios, y que el Espíritu de Dios vive en ustedes?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Si alguno destruye el templo de Dios, Dios lo destruirá a él, porque el templo de Dios es santo, y ese templo son ustedes mismos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Que nadie se engañe: si alguno de ustedes se cree sabio según la sabiduría de este mundo, vuélvase como un ignorante, para así llegar a ser verdaderamente sabio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pues la sabiduría de este mundo es pura tontería para Dios. En efecto, la Escritura dice: «Dios atrapa a los sabios en la propia astucia de ellos.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y dice también: «El Señor sabe que los pensamientos de los sabios son tonterías.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Por eso, nadie debe sentirse orgulloso de lo que es propio de los hombres; pues todas las cosas son de ustedes:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pablo, Apolo, Cefas, el mundo, la vida, la muerte, el presente y el futuro; todo es de ustedes, y"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "ustedes son de Cristo, y Cristo es de Dios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.4"
        ],
        "human": "1 Corintios 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.5"
        ],
        "human": "1 Corintios 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.3"
        ],
        "human": "1 Corintios 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El trabajo de los apóstoles"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ustedes deben considerarnos simplemente como ayudantes de Cristo, encargados de enseñar los designios secretos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ahora bien, el que recibe un encargo debe demostrar que es digno de confianza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "En cuanto a mí respecta, muy poco me preocupa ser juzgado por ustedes o por algún tribunal humano. Ni siquiera yo mismo me juzgo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Sin embargo, el que mi conciencia no me acuse de nada no significa que yo por esto sea inocente. Pues el que me juzga es el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por lo tanto, no juzguen ustedes nada antes de tiempo; esperen a que el Señor venga y saque a la luz lo que ahora está en la oscuridad y dé a conocer las intenciones del corazón. Entonces Dios dará a cada uno la alabanza que merezca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Hermanos, les hablo de estas cosas por su propio bien y poniendo como ejemplo a Apolo y a mí mismo. Lo digo para que por nuestro ejemplo aprendan ustedes a no ir más allá de lo que está escrito, y para que nadie se hinche de orgullo, favoreciendo a uno en perjuicio de otro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pues, ¿quién te da privilegios sobre los demás? ¿Y qué tienes que Dios no te haya dado? Y si él te lo ha dado, ¿por qué presumes, como si lo hubieras conseguido por ti mismo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Al parecer, ustedes ya son ricos, y tienen todo lo que pueden desear, y se sienten como reyes que nada necesitan de nosotros. ¡Ojalá fueran reyes de verdad, para que nosotros tuviéramos parte en su reino!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pues me parece que a nosotros, los apóstoles, Dios nos ha puesto en el último lugar, como si fuéramos condenados a muerte. Hemos llegado a ser un espectáculo para el mundo, para los ángeles y para los hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Nosotros, por causa de Cristo, pasamos por tontos; mientras que ustedes, gracias a Cristo, pasan por inteligentes. Nosotros somos débiles, mientras que ustedes son fuertes. A nosotros se nos desprecia, y a ustedes se les respeta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Hasta hoy mismo no hemos dejado de sufrir hambre, sed y falta de ropa; la gente nos maltrata, no tenemos hogar propio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "y nos cansamos trabajando con nuestras propias manos. A las maldiciones respondemos con bendiciones; somos perseguidos, y lo soportamos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Nos injurian, y contestamos con bondad. Nos tratan como a basura del mundo, como a desperdicio de la humanidad. Y así hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "No les escribo esto para avergonzarlos, sino para darles un consejo, como a mis propios hijos, pues los amo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pues aunque ustedes, como cristianos, tengan diez mil instructores, padres no tienen muchos. Padre de ustedes soy yo, pues les anuncié el evangelio por el cual quedaron incorporados a Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Así pues, les ruego que sigan mi ejemplo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Por esto les envié a Timoteo, mi querido y fiel hijo en el Señor. Él los hará recordar mi conducta como creyente en Cristo Jesús, conforme a lo que enseño en todas las iglesias por donde paso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Algunos de ustedes ya se sienten muy confiados pensando que no iré a verlos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "pero, si el Señor quiere, espero visitarlos pronto. Entonces veré lo que son capaces de hacer esos que se hinchan de orgullo, y no solamente lo que son capaces de decir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Porque el reino de Dios no es cuestión de palabras, sino de poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "¿Qué prefieren ustedes: que vaya dispuesto a castigarlos, o que vaya a verlos con amor y ternura?"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.5"
        ],
        "human": "1 Corintios 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.6"
        ],
        "human": "1 Corintios 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.4"
        ],
        "human": "1 Corintios 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Un caso de inmoralidad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Se ha sabido que uno de ustedes tiene como mujer a su propia madrastra. Este caso de inmoralidad es tan grave, que ni siquiera se da entre los paganos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "¡Y aún se hinchan ustedes de orgullo! ¡Deberían llenarse de tristeza! El hombre que vive en semejante situación debe ser expulsado de entre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "En cuanto a mí, aunque en el cuerpo no estoy presente entre ustedes, lo estoy en el espíritu; y, como si estuviera presente, he dado ya mi sentencia sobre aquel que así actúa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando ustedes se reúnan, yo estaré con ustedes en espíritu, y también el poder de nuestro Señor Jesús estará con ustedes. Entonces, en el nombre de nuestro Señor Jesús,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "ese hombre deberá ser entregado a Satanás, para que su cuerpo sea destruido y su espíritu se salve cuando el Señor venga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ustedes no tienen razón para sentirse orgullosos. Ya conocen el dicho: «Un poco de levadura hace fermentar toda la masa.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Así que echen fuera esa vieja levadura que los corrompe, para que sean como el pan hecho de masa nueva. Ustedes son, en realidad, como el pan sin levadura que se come en los días de la Pascua. Porque Cristo, que es el Cordero de nuestra Pascua, fue muerto en sacrificio por nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Así que debemos celebrar nuestra Pascua con el pan sin levadura que es la sinceridad y la verdad, y no con la vieja levadura ni con la corrupción de la maldad y la perversidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "En mi otra carta les dije que no deben tener trato alguno con quienes se entregan a la prostitución."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y con esto no quise decirles que se aparten por completo de todos los que en este mundo se entregan a la prostitución, o son avaros, o ladrones, o idólatras, pues para lograrlo tendrían ustedes que salirse del mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Lo que quise decir es que no deben tener trato con ninguno que, llamándose hermano, se entregue a la prostitución, o sea avaro, o idólatra, o maldiciente, o borracho, o ladrón. Con gente así, ni siquiera comer juntos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12,
            13
          ],
          "lines": [
            "No me toca a mí juzgar a los de fuera; Dios será quien los juzgue. Pero ustedes ya están juzgando a los de dentro. Por eso, quiten a ese pecador de en medio de ustedes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.6"
        ],
        "human": "1 Corintios 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.7"
        ],
        "human": "1 Corintios 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.5"
        ],
        "human": "1 Corintios 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pleitos ante jueces paganos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando alguno de ustedes tiene un pleito con otro, ¿por qué va a pedir justicia a los jueces paganos, en vez de pedírsela a los del pueblo santo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "¿Acaso no saben ustedes que el pueblo santo ha de juzgar al mundo? Y si ustedes han de juzgar al mundo, ¿cómo no son capaces de juzgar estos asuntos tan pequeños?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "¿No saben que incluso a los ángeles habremos de juzgarlos nosotros? ¡Pues con mayor razón los asuntos de esta vida!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Así que, si ustedes tienen pleitos por asuntos de la vida diaria, ¿por qué ponen por jueces a los que nada significan para la iglesia?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Digo esto para que les dé vergüenza: ¿Acaso no hay entre ustedes ninguno con capacidad suficiente para juzgar un asunto entre sus hermanos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "¡No solo se pelean unos hermanos con otros, sino que llevan sus pleitos ante jueces paganos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ya el simple hecho de tener pleitos entre ustedes mismos es un grave defecto. ¿Por qué no, mejor, soportar la injusticia? ¿Por qué no, mejor, dejar que les roben?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "¡Pero ustedes, al contrario, cometen injusticias y roban hasta a sus propios hermanos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9,
            10
          ],
          "lines": [
            "¿No saben ustedes que los que cometen injusticias no tendrán parte en el reino de Dios? No se dejen engañar, pues en el reino de Dios no tendrán parte los que se entregan a la prostitución, ni los idólatras, ni los que cometen adulterio, ni los afeminados, ni los homosexuales, ni los que roban, ni los avaros, ni los borrachos, ni los maldicientes, ni los ladrones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y esto eran antes algunos de ustedes; pero ahora ya recibieron el baño de la purificación, fueron santificados y hechos justos en el nombre del Señor Jesucristo y por el Espíritu de nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La libertad no es para que pequemos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Se dice: «Yo soy libre de hacer lo que quiera.» Es cierto, pero no todo conviene. Sí, yo soy libre de hacer lo que quiera, pero no debo dejar que nada me domine."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "También se dice: «La comida es para el estómago, y el estómago para la comida.» Es cierto, pero Dios va a terminar con las dos cosas. En cambio, el cuerpo no es para la prostitución sino para el Señor, y el Señor es para el cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y así como Dios resucitó al Señor, también nos va a resucitar a nosotros por su poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¿Acaso no saben ustedes que su cuerpo es parte del cuerpo de Cristo? ¿Y habré de tomar yo esa parte del cuerpo de Cristo y hacerla parte del cuerpo de una prostituta? ¡Claro que no!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¿No saben ustedes que cuando un hombre se une con una prostituta, se hacen los dos un solo cuerpo? Pues la Escritura dice: «Los dos serán como una sola persona.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero cuando alguien se une al Señor, se hace espiritualmente uno con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Huyan, pues, de la prostitución. Cualquier otro pecado que una persona comete, no afecta a su cuerpo; pero el que se entrega a la prostitución, peca contra su propio cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "¿No saben ustedes que su cuerpo es templo del Espíritu Santo que Dios les ha dado, y que el Espíritu Santo vive en ustedes? Ustedes no son sus propios dueños,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "porque Dios los ha comprado. Por eso deben honrar a Dios en el cuerpo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.7"
        ],
        "human": "1 Corintios 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.8"
        ],
        "human": "1 Corintios 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.6"
        ],
        "human": "1 Corintios 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Consejos generales a los casados"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahora paso a contestar las preguntas que ustedes me hicieron en su carta. Sería preferible no casarse;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "pero, por el peligro de la prostitución, cada uno debe tener su propia esposa, y cada mujer su propio esposo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y tanto el esposo como la esposa deben cumplir con los deberes propios del matrimonio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ni la esposa es dueña de su propio cuerpo, puesto que pertenece a su esposo, ni el esposo es dueño de su propio cuerpo, puesto que pertenece a su esposa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por lo tanto, no se nieguen el uno al otro, a no ser que se pongan de acuerdo en no juntarse por algún tiempo para dedicarse a la oración. Después deberán volver a juntarse; no sea que, por no poder dominarse, Satanás los haga pecar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Todo esto lo digo más como concesión que como mandamiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Personalmente, quisiera que todos fueran como yo; pero Dios ha dado a cada uno diferentes dones, a unos de una clase y a otros de otra."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Casos especiales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "A los solteros y a las viudas les digo que es preferible quedarse sin casar, como yo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero si no pueden controlar su naturaleza, que se casen, pues más vale casarse que consumirse de pasión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero a los que ya están casados, les doy este mandato, que no es mío, sino del Señor: que la esposa no se separe de su esposo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Ahora bien, en caso de que la esposa se separe de su esposo, deberá quedarse sin casar o reconciliarse con él. De la misma manera, el esposo no debe divorciarse de su esposa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "En cuanto a los demás, les digo, como cosa mía y no del Señor, que si la mujer de algún hermano no es creyente pero está de acuerdo en seguir viviendo con él, el hermano no debe divorciarse de ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y si una mujer creyente está casada con un hombre no creyente que está de acuerdo en seguir viviendo con ella, no deberá divorciarse de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pues el esposo no creyente queda santificado por su unión con una mujer creyente; y la mujer no creyente queda santificada por su unión con un esposo creyente. De otra manera, los hijos de ustedes serían impuros; pero, de hecho, pertenecen al pueblo santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ahora bien, si el esposo o la esposa no creyentes insisten en separarse, que lo hagan. En estos casos, el hermano o la hermana quedan en libertad, porque Dios los ha llamado a ustedes a vivir en paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pues ¿cómo sabes tú, esposa, si acaso puedes salvar a tu esposo? ¿O cómo sabes tú, esposo, si acaso puedes salvar a tu esposa?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Como quiera que sea, cada uno debe vivir según los dones que el Señor le ha dado, y tal como era cuando Dios lo llamó. Esta es la norma que doy a todas las iglesias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Si Dios llama a alguno que ha sido circuncidado, no trate de disimular su circuncisión; y si llama a uno que no ha sido circuncidado, no debe circuncidarse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Porque lo que importa no es estar o no estar circuncidado, sino obedecer los mandatos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cada uno debe quedarse en la condición en que estaba cuando Dios lo llamó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Si cuando fuiste llamado eras esclavo, no te preocupes; aunque si tienes oportunidad de conseguir tu libertad, debes aprovecharla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pues el que era esclavo cuando fue llamado a la fe, ahora es un hombre libre al servicio del Señor; y, de la misma manera, el que era hombre libre cuando fue llamado, ahora es esclavo de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Dios los ha comprado a ustedes; no permitan que otros hombres los hagan esclavos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Así pues, hermanos, que cada cual permanezca delante de Dios en la condición en que estaba cuando fue llamado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "En cuanto a las mujeres no casadas, no tengo ningún mandato especial del Señor; pero doy mi opinión, como uno que es digno de confianza por la misericordia del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "A mí me parece que es preferible que cada uno se quede tal como está, por causa de los tiempos difíciles en que vivimos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Si tienes mujer, no la abandones; y si no tienes, no la busques."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Si te casas, no cometes pecado; y si una mujer soltera se casa, tampoco comete pecado. Pero los que se casan van a tener los sufrimientos propios de la naturaleza humana, que yo quisiera evitarles."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La actitud cristiana"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Hermanos, lo que quiero decir es esto: Nos queda poco tiempo. Por lo tanto, los casados deben vivir como si no lo estuvieran;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "los que están de luto deben portarse como si estuvieran de fiesta, y los que están de fiesta deben portarse como si estuvieran de luto; los que compran deben vivir como si nada fuera suyo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "y los que están usando de este mundo deben vivir como si no estuvieran sacando provecho de él, porque este mundo que vemos ha de terminar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Yo quisiera librarlos a ustedes de preocupaciones. El que está soltero se preocupa por las cosas del Señor, y por agradarle;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "pero el que está casado se preocupa por las cosas del mundo y por agradar a su esposa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "y así está dividido. Igualmente, la mujer que ya no tiene esposo y la joven soltera se preocupan por las cosas del Señor, por ser santas tanto en el cuerpo como en el espíritu; pero la casada se preocupa por las cosas del mundo y por agradar a su esposo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Les digo esto, no para ponerles restricciones, sino en bien de ustedes y para que vivan de una manera digna, sirviendo al Señor sin distracciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Si alguno cree que debe casarse con su prometida, porque ya está en edad de casarse, y si piensa que eso es lo más indicado, que haga lo que crea conveniente; cásese, pues no es pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Y si otro, sin sentirse obligado, y con toda libertad para actuar como quiera, se hace en su corazón el propósito firme de no casarse, hará bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Así que, si se casa con su prometida, hace bien; pero si no se casa, hace mejor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "La mujer casada está ligada a su esposo mientras este vive; pero si el esposo muere, ella queda libre para casarse con quien quiera, con tal de que sea un creyente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Aunque creo que será más feliz si no vuelve a casarse. Esta es mi opinión, y creo que yo también tengo el Espíritu de Dios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.8"
        ],
        "human": "1 Corintios 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.9"
        ],
        "human": "1 Corintios 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.7"
        ],
        "human": "1 Corintios 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El criterio del conocimiento"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahora paso al asunto de los alimentos ofrecidos en sacrificio a los ídolos. Es verdad lo que se dice: que todos tenemos el conocimiento de la verdad; pero el conocimiento hincha de orgullo, en tanto que el amor edifica la comunidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Si alguien cree que conoce algo, todavía no lo conoce como lo debe conocer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero si alguien ama a Dios, Dios lo conoce a él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "En cuanto a esto de comer alimentos ofrecidos en sacrificio a los ídolos, bien sabemos que un ídolo no tiene valor alguno en el mundo, y que solamente hay un Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pues aunque en el cielo y en la tierra existan esos llamados dioses (y en este sentido hay muchos dioses y muchos señores),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "para nosotros no hay más que un solo Dios, el Padre, en quien todo tiene su origen y para quien nosotros existimos. Y hay también un solo Señor, Jesucristo, por quien todas las cosas existen, incluso nosotros mismos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El criterio del amor fraterno"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero no todos conocen la verdad. Algunos que estaban acostumbrados a adorar ídolos, todavía comen de esos alimentos pensando que fueron ofrecidos a los dioses; y su conciencia, que es débil, los hace sentirse contaminados por el ídolo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Claro que el que Dios nos acepte no depende de lo que comamos; pues no vamos a ser mejores por comer, ni peores por no comer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero eviten que esa libertad que ustedes tienen haga caer en pecado a los que son débiles en su fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque si tú, que sabes estas cosas, te sientas a comer en un lugar dedicado a los ídolos, y algún hermano débil te ve, puede suceder que él se anime a comer de esa ofrenda hecha a un ídolo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y así tú, por tu conocimiento, haces que se pierda tu hermano débil, por quien Cristo también murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Al ofender la conciencia de los hermanos débiles en la fe, ofenden ustedes a Cristo mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por eso, si por causa de mi comida hago caer en pecado a mi hermano, no debo comer carne nunca, para no ponerlo en peligro de pecar."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.9"
        ],
        "human": "1 Corintios 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.10"
        ],
        "human": "1 Corintios 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.8"
        ],
        "human": "1 Corintios 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El criterio de la libertad. Ejemplo de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "No me negarán ustedes que yo tengo la libertad y los derechos de un apóstol, pues he visto a Jesús nuestro Señor, y ustedes mismos son el resultado de mi trabajo en la obra del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Puede ser que para otros yo no sea apóstol; pero para ustedes sí lo soy, porque el hecho de que ustedes estén incorporados al Señor prueba que en verdad lo soy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Esta es mi respuesta a los que me critican:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Tenemos todo el derecho de recibir comida y bebida,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y también de llevar con nosotros una esposa cristiana, como hacen los otros apóstoles, y los hermanos del Señor, y Cefas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "¿O acaso Bernabé y yo somos los únicos que no tenemos derecho a que la comunidad nos mantenga?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿Quién sirve como soldado pagándose sus propios gastos? ¿Quién cultiva un viñedo y no come de sus uvas? ¿Quién cuida las ovejas y no toma de la leche que ordeña?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y no vayan a creer que esta es solo una opinión humana, porque la ley de Moisés también lo dice."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pues está escrito en el libro de la ley: «No le pongas bozal al buey que trilla.» Y esto no significa que Dios se preocupe de los bueyes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "sino que se preocupa de nosotros. Porque la ley se escribió por causa nuestra, pues tanto el que ara la tierra como el que trilla el grano deben hacerlo con la esperanza de recibir su parte de la cosecha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así que, si nosotros hemos sembrado en ustedes una semilla espiritual, no es mucho pedir que cosechemos de ustedes algo de lo material."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Si otros tienen este derecho sobre ustedes, con mayor razón nosotros.",
            "Pero no hemos hecho uso de tal derecho, y hemos venido soportándolo todo por no estorbar el anuncio del evangelio de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ustedes saben que quienes trabajan al servicio del templo, viven del templo. Es decir, que quienes atienden el altar donde se ofrecen los sacrificios, comen de la carne de los animales que allí se sacrifican."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "De igual manera, el Señor ha dispuesto que quienes anuncian el evangelio vivan de ello mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero yo nunca he utilizado ninguno de estos derechos, ni tampoco les escribo esto para que ustedes me den algo. Prefiero morir a hacerlo. ¡Nadie me quitará esta satisfacción que tengo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Para mí no es motivo de orgullo anunciar el evangelio, porque lo considero una obligación ineludible. ¡Y ay de mí si no lo anuncio!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Por eso, si lo hiciera por propia iniciativa, tendría derecho a una recompensa; pero si lo hago por obligación, es porque estoy cumpliendo un encargo que Dios me ha dado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "En este caso, mi recompensa es la satisfacción de anunciar el evangelio sin cobrar nada; es decir, sin hacer valer mi derecho a vivir del anuncio del evangelio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Aunque no soy esclavo de nadie, me he hecho esclavo de todos, a fin de ganar para Cristo el mayor número posible de personas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cuando he estado entre los judíos me he vuelto como un judío, para ganarlos a ellos; es decir, que para ganar a los que viven bajo la ley de Moisés, yo mismo me he puesto bajo esa ley, aunque en realidad no estoy sujeto a ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Por otra parte, para ganar a los que no viven bajo la ley de Moisés, me he vuelto como uno de ellos, aunque realmente estoy sujeto a la ley de Dios, ya que estoy bajo la ley de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Cuando he estado con los que son débiles en la fe, me he vuelto débil como uno de ellos, para ganarlos también. Es decir, me he hecho igual a todos, para de alguna manera poder salvar a algunos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Todo lo hago por el evangelio, para tener parte en el mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Ustedes saben que en una carrera todos corren, pero solamente uno recibe el premio. Pues bien, corran ustedes de tal modo que reciban el premio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Los que se preparan para competir en un deporte, evitan todo lo que pueda hacerles daño. Y esto lo hacen por alcanzar como premio una corona que en seguida se marchita; en cambio, nosotros luchamos por recibir un premio que no se marchita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Yo, por mi parte, no corro a ciegas ni peleo como si estuviera dando golpes al aire."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Al contrario, castigo mi cuerpo y lo obligo a obedecerme, para no quedar yo mismo descalificado después de haber enseñado a otros."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.10"
        ],
        "human": "1 Corintios 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.11"
        ],
        "human": "1 Corintios 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.9"
        ],
        "human": "1 Corintios 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El criterio de la prudencia. Ejemplo de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "No quiero, hermanos, que olviden que nuestros antepasados estuvieron todos bajo aquella nube, y que todos atravesaron el Mar Rojo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "De ese modo, todos ellos quedaron unidos a Moisés al ser bautizados en la nube y en el mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Igualmente, todos ellos comieron el mismo alimento espiritual"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y tomaron la misma bebida espiritual. Porque bebían agua de la roca espiritual que los acompañaba en su viaje, la cual era Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Sin embargo, la mayoría de ellos no agradó a Dios, y por eso sus cuerpos quedaron tendidos en el desierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Todo esto sucedió como un ejemplo para nosotros, para que no deseemos lo malo, como ellos lo desearon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Por eso, no adoren ustedes ídolos, como algunos de ellos lo hicieron, según dice la Escritura: «La gente se sentó a comer y beber, y luego se levantó a divertirse.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "No nos entreguemos a la prostitución, como lo hicieron algunos de ellos, por lo que en un solo día murieron veintitrés mil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Tampoco pongamos a prueba a Cristo, como algunos de ellos lo hicieron, por lo que murieron mordidos por las serpientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ni murmuren contra Dios, como algunos de ellos murmuraron, por lo que el ángel de la muerte los mató."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Todo esto les sucedió a nuestros antepasados como un ejemplo para nosotros, y fue puesto en las Escrituras como una advertencia para los que vivimos en estos tiempos últimos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así pues, el que cree estar firme, tenga cuidado de no caer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ustedes no han pasado por ninguna prueba que no sea humanamente soportable. Y pueden ustedes confiar en Dios, que no los dejará sufrir pruebas más duras de lo que pueden soportar. Por el contrario, cuando llegue la prueba, Dios les dará también la manera de salir de ella, para que puedan soportarla."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La solidaridad que se establece en la comida ritual"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Por eso, mis queridos hermanos, huyan de la idolatría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Les hablo como a personas entendidas: juzguen ustedes mismos lo que les digo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Cuando bebemos de la copa bendita por la cual bendecimos a Dios, participamos en común de la sangre de Cristo; cuando comemos del pan que partimos, participamos en común del cuerpo de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Aunque somos muchos, todos comemos de un mismo pan, y por esto somos un solo cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Fíjense en el pueblo de Israel: los que comen de los animales ofrecidos en sacrificio, participan en común del servicio en el altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Con esto no quiero decir que el ídolo tenga valor alguno, ni que la carne ofrecida al ídolo sea algo más que otra carne cualquiera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Lo que digo es que cuando los paganos ofrecen algo en sacrificio, se lo ofrecen a los demonios, y no a Dios, y yo no quiero que ustedes tengan nada en común con los demonios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "No pueden beber de la copa del Señor y, a la vez, de la copa de los demonios; ni pueden participar de la mesa del Señor y, a la vez, de la mesa de los demonios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "¿O acaso queremos poner celoso al Señor? ¿Somos acaso más fuertes que él?"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El respeto a la conciencia del prójimo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Se dice: «Uno es libre de hacer lo que quiera.» Es cierto, pero no todo conviene. Sí, uno es libre de hacer lo que quiera, pero no todo edifica la comunidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "No hay que buscar el bien de uno mismo, sino el bien de los demás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Coman ustedes de todo lo que se vende en la carnicería, sin preguntar nada por motivos de conciencia;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "porque el mundo entero, con todo lo que hay en él, es del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Si uno que no es creyente los invita a comer, y ustedes quieren ir, coman de todo lo que les sirvan, sin preguntar nada por motivos de conciencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Ahora bien, si alguien les dice: «Esta carne fue ofrecida en sacrificio», entonces no la coman, en atención al que lo dijo y por motivos de conciencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Estoy hablando de la conciencia del otro, no de la de ustedes.",
            "Yo no debo hacer que mi libertad sea mal juzgada por la conciencia de otra persona."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Si doy gracias a Dios por lo que como, no debo hacer que se hable mal de lo que para mí es motivo de dar gracias a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "En todo caso, lo mismo si comen, que si beben, que si hacen cualquier otra cosa, háganlo todo para la gloria de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "No den mal ejemplo a nadie; ni a los judíos, ni a los no judíos, ni a los que pertenecen a la iglesia de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Yo, por mi parte, procuro agradar a todos en todo, sin buscar mi propio bien sino el de los demás, para que alcancen la salvación."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.11"
        ],
        "human": "1 Corintios 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.12"
        ],
        "human": "1 Corintios 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.10"
        ],
        "human": "1 Corintios 10",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Sigan ustedes mi ejemplo, como yo sigo el ejemplo de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las mujeres en el culto"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Los felicito porque siempre se acuerdan de mí y mantienen las tradiciones que les trasmití."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero quiero que entiendan que Cristo es cabeza de cada hombre, y que el esposo es cabeza de su esposa, así como Dios es cabeza de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Si un hombre se cubre la cabeza cuando ora o cuando comunica mensajes proféticos, deshonra su cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "En cambio, si una mujer no se cubre la cabeza cuando ora o cuando comunica mensajes proféticos, deshonra su cabeza. Es igual que si se hubiera rapado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Porque si una mujer no se cubre la cabeza, más vale que se la rape de una vez. Pero si la mujer considera vergonzoso cortarse el cabello o raparse la cabeza, entonces que se la cubra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El hombre no debe cubrirse la cabeza, porque él es imagen de Dios y refleja la gloria de Dios. Pero la mujer refleja la gloria del hombre,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "pues el hombre no fue sacado de la mujer, sino la mujer del hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y el hombre no fue creado por causa de la mujer, sino la mujer por causa del hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Precisamente por esto, y por causa de los ángeles, la mujer debe llevar sobre la cabeza una señal de autoridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Sin embargo, en la vida cristiana, ni el hombre existe sin la mujer, ni la mujer sin el hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pues aunque es verdad que la mujer fue formada del hombre, también es cierto que el hombre nace de la mujer; y todo tiene su origen en Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ustedes mismos juzguen si está bien que la mujer ore a Dios sin cubrirse la cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "La naturaleza misma nos enseña que es una vergüenza que el hombre se deje crecer el cabello;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "en cambio, es una honra para la mujer dejárselo crecer; porque a ella se le ha dado el cabello largo para que le cubra la cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "En todo caso, si alguno quiere discutir este asunto, debe saber que ni nosotros ni las iglesias de Dios conocemos otra costumbre."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Abusos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Al escribirles lo que sigue, no puedo felicitarlos, pues parece que sus reuniones les hacen daño en vez de hacerles bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "En primer lugar, se me ha dicho que cuando la comunidad se reúne, hay divisiones entre ustedes; y en parte creo que esto es verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "¡No cabe duda de que ustedes tienen que dividirse en partidos, para que se conozca el valor de cada uno!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El resultado de esas divisiones es que la cena que ustedes toman en sus reuniones ya no es realmente la Cena del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Porque a la hora de comer, cada uno se adelanta a tomar su propia cena; y mientras unos se quedan con hambre, otros hasta se emborrachan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "¿No tienen ustedes casas donde comer y beber? ¿Por qué menosprecian la iglesia de Dios y ponen en vergüenza a los que no tienen nada? ¿Qué les voy a decir? ¿Que los felicito? ¡No en cuanto a esto!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La Cena del Señor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Porque yo recibí esta tradición dejada por el Señor, y que yo a mi vez les transmití: Que la misma noche que el Señor Jesús fue traicionado, tomó en sus manos pan"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "y, después de dar gracias a Dios, lo partió y dijo: «Esto es mi cuerpo, que muere en favor de ustedes. Hagan esto en memoria de mí.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Así también, después de la cena, tomó en sus manos la copa y dijo: «Esta copa es la nueva alianza confirmada con mi sangre. Cada vez que beban, háganlo en memoria de mí.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "De manera que, hasta que venga el Señor, ustedes proclaman su muerte cada vez que comen de este pan y beben de esta copa."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Modo de celebrar la Cena del Señor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Así pues, cualquiera que come del pan o bebe de la copa del Señor de manera indigna, comete un pecado contra el cuerpo y la sangre del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Por tanto, cada uno debe examinar su propia conciencia antes de comer del pan y beber de la copa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Porque si come y bebe sin fijarse en que se trata del cuerpo del Señor, para su propio castigo come y bebe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Por eso, muchos de ustedes están enfermos y débiles, y también algunos han muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Si nos examináramos bien a nosotros mismos, el Señor no tendría que castigarnos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "aunque si el Señor nos castiga es para que aprendamos y no seamos condenados con los que son del mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Así que, hermanos míos, cuando se reúnan para comer, espérense unos a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Y si alguno tiene hambre, que coma en su propia casa, para que Dios no tenga que castigarlos por esa clase de reuniones. Los otros asuntos los arreglaré cuando vaya a verlos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.12"
        ],
        "human": "1 Corintios 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.13"
        ],
        "human": "1 Corintios 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.11"
        ],
        "human": "1 Corintios 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los dones espirituales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Hermanos, quiero que ustedes sepan algo respecto a los dones espirituales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ustedes saben que cuando todavía no eran creyentes se dejaban arrastrar ciegamente tras los ídolos mudos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por eso, ahora quiero que sepan que nadie puede decir: «¡Maldito sea Jesús!», si está hablando por el poder del Espíritu de Dios. Y tampoco puede decir nadie: «¡Jesús es Señor!», si no está hablando por el poder del Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Diversidad y unidad de los dones"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Hay en la iglesia diferentes dones, pero el que los concede es un mismo Espíritu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Hay diferentes maneras de servir, pero todas por encargo de un mismo Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y hay diferentes manifestaciones de poder, pero es un mismo Dios, que, con su poder, lo hace todo en todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Dios da a cada uno alguna prueba de la presencia del Espíritu, para provecho de todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Por medio del Espíritu, a unos les concede que hablen con sabiduría; y a otros, por el mismo Espíritu, les concede que hablen con profundo conocimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Unos reciben fe por medio del mismo Espíritu, y otros reciben el don de curar enfermos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Unos reciben poder para hacer milagros, y otros tienen el don de profecía. A unos, Dios les da la capacidad de distinguir entre los espíritus falsos y el Espíritu verdadero, y a otros la capacidad de hablar en lenguas; y todavía a otros les da la capacidad de interpretar lo que se ha dicho en esas lenguas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero todas estas cosas las hace con su poder el único y mismo Espíritu, dando a cada persona lo que a él mejor le parece."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El cuerpo humano, aunque está formado por muchos miembros, es un solo cuerpo. Así también Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y de la misma manera, todos nosotros, judíos o no judíos, esclavos o libres, fuimos bautizados para formar un solo cuerpo por medio de un solo Espíritu; y a todos se nos dio a beber de ese mismo Espíritu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Un cuerpo no se compone de un solo miembro, sino de muchos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Si el pie dijera: «Como no soy mano, no soy del cuerpo», no por eso dejaría de ser del cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y si la oreja dijera: «Como no soy ojo, no soy del cuerpo», no por eso dejaría de ser del cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Si todo el cuerpo fuera ojo, no podríamos oír. Y si todo el cuerpo fuera oído, no podríamos oler."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero Dios ha puesto cada miembro del cuerpo en el sitio que mejor le pareció."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Si todo fuera un solo miembro, no habría cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Lo cierto es que, aunque son muchos los miembros, el cuerpo solo es uno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "El ojo no puede decirle a la mano: «No te necesito»; ni la cabeza puede decirles a los pies: «No los necesito.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Al contrario, los miembros del cuerpo que parecen más débiles, son los que más se necesitan;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "y los miembros del cuerpo que menos estimamos, son los que vestimos con más cuidado. Y los miembros que consideramos menos presentables, son los que tratamos con más modestia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "lo cual no es necesario hacer con los miembros más presentables. Dios arregló el cuerpo de tal manera que los miembros menos estimados reciban más honor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "para que no haya desunión en el cuerpo, sino que cada miembro del cuerpo se preocupe por los otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Si un miembro del cuerpo sufre, todos los demás sufren también; y si un miembro recibe atención especial, todos los demás comparten su alegría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Pues bien, ustedes son el cuerpo de Cristo, y cada uno de ustedes es un miembro con su función particular."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Dios ha querido que en la iglesia haya, en primer lugar, apóstoles; en segundo lugar, profetas; en tercer lugar, maestros; luego personas que hacen milagros, y otras que curan enfermos, o que ayudan, o que dirigen, o que hablan en lenguas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "No todos son apóstoles, ni todos son profetas. No todos son maestros, ni todos hacen milagros,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "ni todos tienen poder para curar enfermos. Tampoco todos hablan en lenguas, ni todos saben interpretarlas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Ustedes deben ambicionar los mejores dones."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Supremacía del amor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Yo voy a enseñarles un camino mucho mejor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.13"
        ],
        "human": "1 Corintios 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.14"
        ],
        "human": "1 Corintios 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.12"
        ],
        "human": "1 Corintios 12",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Si hablo las lenguas de los hombres y aun de los ángeles, pero no tengo amor, no soy más que un metal que resuena o un platillo que hace ruido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y si tengo el don de profecía, y entiendo todos los designios secretos de Dios, y sé todas las cosas, y si tengo la fe necesaria para mover montañas, pero no tengo amor, no soy nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y si reparto entre los pobres todo lo que poseo, y aun si entrego mi propio cuerpo para tener de qué enorgullecerme, pero no tengo amor, de nada me sirve."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Tener amor es saber soportar; es ser bondadoso; es no tener envidia, ni ser presumido, ni orgulloso,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "ni grosero, ni egoísta; es no enojarse ni guardar rencor;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "es no alegrarse de las injusticias, sino de la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Tener amor es sufrirlo todo, creerlo todo, esperarlo todo, soportarlo todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El amor jamás dejará de existir. Un día el don de profecía terminará, y ya no se hablará en lenguas, ni serán necesarios los conocimientos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque los conocimientos y la profecía son cosas imperfectas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "que llegarán a su fin cuando venga lo que es perfecto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cuando yo era niño, hablaba, pensaba y razonaba como un niño; pero al hacerme hombre, dejé atrás lo que era propio de un niño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Ahora vemos de manera indirecta, como en un espejo, y borrosamente; pero un día veremos cara a cara. Mi conocimiento es ahora imperfecto, pero un día conoceré a Dios como él me ha conocido siempre a mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Tres cosas hay que son permanentes: la fe, la esperanza y el amor; pero la más importante de las tres es el amor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.14"
        ],
        "human": "1 Corintios 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.15"
        ],
        "human": "1 Corintios 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.13"
        ],
        "human": "1 Corintios 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Criterio de la utilidad común"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Procuren, pues, tener amor, y al mismo tiempo aspiren a que Dios les dé dones espirituales, especialmente el de profecía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Aquel que habla en lenguas extrañas, habla a Dios y no a seres humanos, pues nadie lo entiende. En su espíritu dice cosas secretas, pero nadie las entiende."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "En cambio, el que comunica mensajes proféticos, lo hace para edificación de la comunidad, y la anima y consuela."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El que habla en una lengua extraña, lo hace para su propio bien; pero el que comunica mensajes proféticos, edifica a la iglesia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Yo quisiera que todos ustedes hablaran en lenguas extrañas; pero preferiría que comunicaran mensajes proféticos; esto es mejor que hablar en lenguas, a menos que se interprete su significado de tal manera que sirva para edificación de la iglesia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por ejemplo, hermanos, no les servirá de nada que yo los visite y les hable en lenguas extrañas, en vez de hablarles de lo que Dios nos manifiesta, o del conocimiento de la verdad, o en vez de comunicarles algún mensaje profético o alguna enseñanza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Si los instrumentos musicales, como la flauta o el arpa, no tuvieran diferente sonido, no podría distinguirse qué música produce cada uno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y si, en la guerra, la trompeta no diera sus toques con claridad, nadie se prepararía para la batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Lo mismo sucede con ustedes: si no usan su lengua para pronunciar palabras que se puedan entender, ¿cómo va a saberse lo que están diciendo? ¡Le estarán hablando al aire!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Sin duda hay muchos idiomas en el mundo, y todos se valen del sonido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero si yo no conozco el significado de los sonidos, seré un extranjero para el que me habla, y él será un extranjero para mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por eso, ya que ustedes ambicionan poseer dones espirituales, procuren tener en abundancia aquellos que ayudan a la edificación de la iglesia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por lo tanto, el que habla en lengua extraña, pídale a Dios que le conceda el poder de interpretarla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pues si yo oro en una lengua extraña, es verdad que estoy orando con mi espíritu, pero mi entendimiento permanece estéril."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¿Qué debo hacer entonces? Pues debo orar con el espíritu, pero también con el entendimiento. Debo cantar con el espíritu, pero también con el entendimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Porque si tú alabas a Dios solamente con el espíritu, y una persona común y corriente te escucha, no podrá unirse a ti en tu acción de gracias, pues no entenderá lo que dices."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Tu acción de gracias podrá ser muy buena, pero no será útil para el otro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Doy gracias a Dios porque hablo en lenguas extrañas más que todos ustedes;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "pero en la iglesia prefiero decir cinco palabras que se entiendan, para enseñar así a otros, que decir diez mil palabras en lengua extraña."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Hermanos, no piensen ustedes como niños. Sean como niños para lo malo; pero sean adultos en su modo de pensar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "En la Escritura se dice: «Hablaré a esta nación en lenguas extrañas y por boca de extranjeros, pero ni aun así me harán caso, dice el Señor.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Así que el hablar en lenguas es una señal para los que no son creyentes, no para los que tienen fe. Pero el comunicar mensajes proféticos es una señal para los que tienen fe, no para los que no son creyentes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Porque cuando la iglesia se encuentra reunida, si todos están hablando en lenguas, y entra una persona común y corriente o un no creyente, creerá que ustedes se han vuelto locos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "En cambio, si todos comunican mensajes proféticos, y entra un no creyente o una persona común y corriente, él mismo quedará convencido y se examinará al oír lo que todos están diciendo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Así quedará al descubierto lo más profundo de su corazón, y adorará de rodillas a Dios, y reconocerá que Dios está verdaderamente entre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Necesidad de orden"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "En resumen, hermanos, cuando ustedes se reúnan, unos pueden cantar salmos, otros pueden enseñar, o comunicar lo que Dios les haya revelado, o hablar en lenguas extrañas, o interpretarlas. Pero que todo sea para edificación mutua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y cuando se hable en lenguas extrañas, que lo hagan dos personas, o tres cuando más, y por turno; además, alguien debe interpretar esas lenguas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Pero si no hay nadie que pueda interpretarlas, que estos no hablen en lenguas delante de toda la comunidad, sino en privado y para Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Igualmente, si hay profetas, que hablen dos o tres, y que los otros examinen lo que se haya dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Pero si Dios le revela algo a otra persona que está allí sentada, entonces el primero debe dejar de hablar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "De esta manera todos, cada uno en su turno correspondiente, podrán comunicar mensajes proféticos, para que todos aprendan y se animen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "El don de profecía debe estar bajo el control del profeta,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "porque Dios es Dios de paz y no de confusión.",
            "Siguiendo la práctica general de las comunidades cristianas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "las mujeres deben guardar silencio en las reuniones de la iglesia, porque no les está permitido hablar. Deben estar sometidas a sus esposos, como manda la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Si quieren saber algo, pregúntenlo a sus esposos en casa; porque no está bien que una mujer hable en las reuniones de la iglesia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Tengan presente que la palabra de Dios no comenzó en ustedes, ni ustedes son los únicos que la han recibido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Si alguien se cree profeta, o cree estar inspirado por el Espíritu, reconocerá que esto que les estoy escribiendo es un mandato del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Y si no lo reconoce, el Señor tampoco lo reconoce a él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Así pues, hermanos míos, aspiren al don de profecía, y no prohíban que se hable en lenguas;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "pero háganlo todo decentemente y con orden."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.15"
        ],
        "human": "1 Corintios 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.16"
        ],
        "human": "1 Corintios 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.14"
        ],
        "human": "1 Corintios 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La resurrección de Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahora, hermanos, quiero que se acuerden del evangelio que les he predicado. Este es el evangelio que ustedes aceptaron, y en el cual están firmes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "También por medio de este evangelio se salvarán, si se mantienen firmes en él, tal como yo se lo anuncié; de lo contrario, habrán creído en vano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "En primer lugar les he enseñado la misma tradición que yo recibí, a saber, que Cristo murió por nuestros pecados, según las Escrituras;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "que lo sepultaron y que resucitó al tercer día, también según las Escrituras;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y que se apareció a Cefas, y luego a los doce."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Después se apareció a más de quinientos hermanos a la vez, la mayoría de los cuales vive todavía, aunque algunos ya han muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Después se apareció a Santiago, y luego a todos los apóstoles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Por último se me apareció también a mí, que soy como un niño nacido anormalmente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pues yo soy el menos importante de los apóstoles, y ni siquiera merezco llamarme apóstol, porque perseguí a la iglesia de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero soy lo que soy porque Dios fue bueno conmigo; y su bondad para conmigo no ha resultado en vano. Al contrario, he trabajado más que todos ellos; aunque no he sido yo, sino Dios, que en su bondad me ha ayudado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Lo que importa es que, tanto yo como ellos, esto es lo que hemos predicado, y esto es lo que ustedes han creído."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La resurrección de los demás"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero si nuestro mensaje es que Cristo resucitó, ¿por qué dicen algunos de ustedes que los muertos no resucitan?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Porque si los muertos no resucitan, entonces tampoco Cristo resucitó;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y si Cristo no resucitó, el mensaje que predicamos no vale para nada, ni tampoco vale para nada la fe que ustedes tienen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Si esto fuera así, nosotros resultaríamos ser testigos falsos de Dios, puesto que estaríamos afirmando en contra de Dios que él resucitó a Cristo, cuando en realidad no lo habría resucitado si fuera verdad que los muertos no resucitan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Porque si los muertos no resucitan, entonces tampoco Cristo resucitó;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "y si Cristo no resucitó, la fe de ustedes no vale para nada: todavía siguen en sus pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "En este caso, también están perdidos los que murieron creyendo en Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Si nuestra esperanza en Cristo solamente vale para esta vida, somos los más desdichados de todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero lo cierto es que Cristo ha resucitado. Él es el primer fruto de la cosecha: ha sido el primero en resucitar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Así como por causa de un hombre vino la muerte, también por causa de un hombre viene la resurrección de los muertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y así como en Adán todos mueren, así también en Cristo todos tendrán vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero cada uno en el orden que le corresponda: Cristo en primer lugar; después, cuando Cristo vuelva, los que son suyos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces vendrá el fin, cuando Cristo derrote a todos los señoríos, autoridades y poderes, y entregue el reino al Dios y Padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Porque Cristo tiene que reinar hasta que todos sus enemigos estén puestos debajo de sus pies;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "y el último enemigo que será derrotado es la muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Porque Dios lo ha sometido todo bajo los pies de Cristo. Pero cuando dice que todo le ha quedado sometido, es claro que esto no incluye a Dios mismo, ya que es él quien le sometió todas las cosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y cuando todo haya quedado sometido a Cristo, entonces Cristo mismo, que es el Hijo, se someterá a Dios, que es quien sometió a él todas las cosas. Así, Dios será todo en todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "De otra manera, los que se bautizan por los muertos, ¿para qué lo harían? Si los muertos no resucitan, ¿para qué bautizarse por ellos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "¿Y por qué estamos nosotros en peligro a todas horas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Porque, hermanos, todos los días estoy en peligro de muerte. Esto es tan cierto como la satisfacción que siento por ustedes en Cristo Jesús nuestro Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Si yo, al luchar con las fieras en Éfeso, lo hubiera hecho por razones humanas, ¿qué habría ganado con eso? Si es verdad que los muertos no resucitan, entonces, como algunos dicen: «¡Comamos y bebamos, que mañana moriremos!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "No se dejen engañar. Como alguien dijo: «Los malos compañeros echan a perder las buenas costumbres.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Vuelvan verdaderamente al buen juicio, y no pequen, pues algunos de ustedes no conocen a Dios. Digo esto para que se avergüencen."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cómo resucitarán los muertos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Tal vez alguno preguntará: «¿Cómo resucitarán los muertos? ¿Qué clase de cuerpo tendrán?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "¡Vaya pregunta tonta! Cuando se siembra, la semilla tiene que morir para que tome vida la planta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Lo que se siembra no es la planta que ha de brotar, sino el simple grano, sea de trigo o de otra cosa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Después Dios le da la forma que él quiere, y a cada semilla le da el cuerpo que le corresponde."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "No todos los cuerpos son iguales; uno es el cuerpo del hombre, otro el de los animales, otro el de las aves y otro el de los peces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Del mismo modo, hay cuerpos celestes y cuerpos terrestres; pero una es la hermosura de los cuerpos celestes y otra la hermosura de los cuerpos terrestres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "El brillo del sol es diferente del brillo de la luna y del brillo de las estrellas; y aun entre las estrellas, el brillo de una es diferente del de otra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Lo mismo pasa con la resurrección de los muertos. Lo que se entierra es corruptible; lo que resucita es incorruptible."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Lo que se entierra es despreciable; lo que resucita es glorioso. Lo que se entierra es débil; lo que resucita es fuerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Lo que se entierra es un cuerpo material; lo que resucita es un cuerpo espiritual. Si hay cuerpo material, también hay cuerpo espiritual."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Así dice la Escritura: «El primer hombre, Adán, se convirtió en un ser viviente»; pero el último Adán se convirtió en espíritu que da vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Sin embargo, lo espiritual no es primero, sino lo material; después lo espiritual."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "El primer hombre, hecho de tierra, era de la tierra; el segundo hombre es del cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Los cuerpos de la tierra son como aquel hombre hecho de tierra; y los del cielo son como aquel que es del cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Así como nos parecemos al hombre hecho de tierra, así también nos pareceremos a aquel que es del cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Quiero decirles, hermanos, que lo puramente material no puede tener parte en el reino de Dios, y que lo corruptible no puede tener parte en lo incorruptible."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Pero quiero que conozcan el designio secreto de Dios: No todos moriremos, pero todos seremos transformados"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "en un momento, en un abrir y cerrar de ojos, cuando suene el último toque de trompeta. Porque sonará la trompeta, y los muertos serán resucitados para no volver a morir. Y nosotros seremos transformados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Pues nuestra naturaleza corruptible se revestirá de lo incorruptible, y nuestro cuerpo mortal se revestirá de inmortalidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "Y cuando nuestra naturaleza corruptible se haya revestido de lo incorruptible, y cuando nuestro cuerpo mortal se haya revestido de inmortalidad, se cumplirá lo que dice la Escritura: «La muerte ha sido devorada por la victoria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "¿Dónde está, oh muerte, tu victoria? ¿Dónde está, oh muerte, tu aguijón?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "El aguijón de la muerte es el pecado, y el pecado ejerce su poder por la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "¡Pero gracias a Dios, que nos da la victoria por medio de nuestro Señor Jesucristo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            58
          ],
          "lines": [
            "Por lo tanto, mis queridos hermanos, sigan firmes y constantes, trabajando siempre más y más en la obra del Señor; porque ustedes saben que no es en vano el trabajo que hacen en unión con el Señor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1CO.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1CO.16"
        ],
        "human": "1 Corintios 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.1"
        ],
        "human": "2 Corintios 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.15"
        ],
        "human": "1 Corintios 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La colecta"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En cuanto a la colecta para los del pueblo santo, háganla según las instrucciones que di a las iglesias en la provincia de Galacia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Los domingos, cada uno de ustedes debe apartar algo, según lo que haya ganado, y guardarlo para que cuando yo llegue no se tengan que hacer colectas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y cuando yo llegue, mandaré a Jerusalén a las personas que ustedes escojan, dándoles cartas para llevar la colecta hecha por ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y si es conveniente que yo también vaya, ellos irán conmigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Planes de viaje"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "En mi viaje tengo que pasar por la región de Macedonia; y después de Macedonia llegaré a Corinto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Puede ser que me quede con ustedes algún tiempo, o que tal vez pase allí todo el invierno; entonces ustedes podrán ayudarme en mi viaje a donde tenga que ir después."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "No quiero verlos ahora solamente de paso, sino que espero estar algún tiempo con ustedes, si el Señor lo permite;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "pero me quedaré en Éfeso hasta el día de Pentecostés,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "porque las puertas se me han abierto de par en par para el trabajo, a pesar de que muchos están en contra mía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Si llega Timoteo, procuren que se sienta a gusto entre ustedes, pues trabaja en la obra del Señor lo mismo que yo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así que ninguno de ustedes lo desprecie; sino, al contrario, ayúdenlo a seguir su viaje en paz, para que venga a verme, porque lo estoy esperando junto con los otros hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "En cuanto al hermano Apolo, le rogué mucho que fuera con los hermanos a visitarlos a ustedes, pero por ahora no quiso ir. Lo hará cuando tenga oportunidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Recomendaciones"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Manténganse despiertos y firmes en la fe. Tengan mucho valor y firmeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y todo lo que hagan, háganlo con amor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Hermanos, ustedes saben que la familia de Estéfanas fue la primera que en la región de Acaya se convirtió al evangelio, y que ellos se han dedicado a servir a los hermanos en la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Quiero que ustedes, a su vez, se sometan a personas como ellos y a todos los que ayudan y trabajan en esta labor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Me alegro de que hayan venido Estéfanas, Fortunato y Acaico, pues en ausencia de ustedes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "ellos me han dado tranquilidad, lo mismo que a ustedes. Tengan en cuenta a personas como ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludos y despedida"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Las iglesias de la provincia de Asia les mandan saludos. Aquila y Prisca, y la congregación que se reúne en su casa, les mandan muchos saludos en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Reciban saludos de todos los hermanos. Salúdense unos a otros con un beso santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Yo, Pablo, les escribo a ustedes este saludo de mi puño y letra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Si alguien no ama al Señor, ¡que caiga sobre él la maldición de Dios! ¡Señor nuestro, ven!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Que el Señor Jesús derrame su gracia sobre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Mi amor está siempre con ustedes en Cristo Jesús."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}