{
  "book_usfm": "1KI",
  "name": "1 Reyes",
  "local_title": "Dios habla Hoy Estándar",
  "local_abbreviation": "DHHS94",
  "version_id": 1846,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Bible text: LA BIBLIA DIOS HABLA HOY, Tercera edición © Sociedades Bíblicas Unidas 1966, 1970, 1979, 1983, 1994, 1996</p> <p>Todos los derechos reservados. www.unitedbiblesocieties.org/</p>",
    "text": "Bible text: LA BIBLIA DIOS HABLA HOY, Tercera edición © Sociedades Bíblicas Unidas 1966, 1970, 1979, 1983, 1994, 1996 Todos los derechos reservados. www.unitedbiblesocieties.org/"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "1KI.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.1"
        ],
        "human": "1 Reyes 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.2"
        ],
        "human": "1 Reyes 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.24"
        ],
        "human": "2 Samuel 24",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ancianidad de David"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El rey David era ya anciano, de edad muy avanzada. Aunque lo cubrían y arropaban bien, no podía entrar en calor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Por esto, sus servidores le dijeron: «Debe buscarse para Su Majestad una muchacha soltera que le sirva y lo cuide, y que duerma con Su Majestad para que le dé calor.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Buscaron una muchacha hermosa por todo el territorio de Israel, y hallaron una que se llamaba Abisag, del pueblo de Sunem, la cual llevaron al rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Abisag era muy hermosa, y cuidaba al rey y le servía, pero el rey nunca tuvo relaciones sexuales con ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Adonías se proclama rey"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entre tanto, Adonías, hijo de David y de Haguit, se levantó en armas y dijo que él sería rey. Se hizo de carros de combate, y de caballería, y de una guardia personal de cincuenta hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Su padre no lo había contrariado en toda su vida, ni le había preguntado por qué hacía lo que hacía. Adonías, que había nacido después de Absalón, era muy bien parecido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Había hecho un trato con Joab, el hijo de Seruiá, y con el sacerdote Abiatar, los cuales le apoyaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero ni el sacerdote Sadoc, ni Benaías, hijo de Joiadá, ni el profeta Natán, ni Simí, hombre de confianza del rey, ni los mejores soldados de David estaban a favor de Adonías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Por aquel tiempo, Adonías preparó un banquete junto a la peña de Zohélet, que está cerca del manantial de Roguel. Mató ovejas y toros y los becerros más gordos, e invitó a todos sus hermanos, hijos del rey, y a todos los hombres de Judá que estaban al servicio del rey;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "pero no invitó al profeta Natán, ni a Benaías, ni a los soldados de David, ni a su hermano Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces habló Natán con Betsabé, la madre de Salomón, y le dijo:",
            "—¿No te has enterado de que Adonías, el hijo de Haguit, se ha proclamado rey sin que lo sepa David, nuestro señor?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pues ven, que voy a darte un consejo para que puedas salvar tu vida y la de tu hijo Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ve y preséntate al rey David, y dile: “Su Majestad me había jurado que mi hijo Salomón reinaría después de Su Majestad, y que subiría al trono. ¿Por qué, entonces, está reinando Adonías?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y mientras tú hablas con el rey, yo entraré y confirmaré tus palabras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Betsabé fue entonces a ver al rey a su habitación. El rey ya estaba muy anciano, y Abisag la sunamita lo atendía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Betsabé se inclinó ante el rey hasta tocar el suelo con la frente, y el rey le preguntó:",
            "—¿Qué te pasa?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ella le respondió:",
            "—Su Majestad me juró por el Señor su Dios, que mi hijo Salomón reinaría después de Su Majestad, y que subiría al trono."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero sucede que Adonías se ha proclamado rey, y Su Majestad no lo sabe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Ha matado toros y becerros y muchas ovejas, y ha invitado a los hijos de Su Majestad; también ha invitado al sacerdote Abiatar y a Joab, general del ejército, pero no ha invitado a Salomón, servidor de Su Majestad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Ahora bien, señor, todo Israel está pendiente de que Su Majestad diga quién habrá de reinar después de Su Majestad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "De lo contrario, cuando Su Majestad muera, mi hijo Salomón y yo seremos condenados a muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Mientras ella hablaba con el rey, llegó el profeta Natán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "y se lo hicieron saber al rey. Cuando el profeta se presentó ante el rey, se inclinó delante de él hasta tocar el suelo con la frente,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "y le preguntó:",
            "—¿Ha ordenado Su Majestad que Adonías reine después de Su Majestad?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Porque resulta que hoy ha bajado, ha matado toros y becerros y muchas ovejas, y ha convidado a los hijos de Su Majestad, a los capitanes del ejército y al sacerdote Abiatar. Y ahí están comiendo y bebiendo con él, y gritando: “¡Viva el rey Adonías!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Sin embargo, no me han invitado a mí, ni al sacerdote Sadoc, ni a Benaías, hijo de Joiadá, ni a Salomón, hijo de Su Majestad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "¿Acaso ha ordenado esto Su Majestad sin haber informado a este siervo suyo acerca de quién ocuparía el trono después de Su Majestad?"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "David declara a Salomón sucesor suyo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "El rey David ordenó entonces que llamaran a Betsabé. Al llegar Betsabé ante el rey, se quedó de pie delante de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "El rey hizo entonces el siguiente juramento:",
            "—Juro por el Señor, que me ha librado de toda angustia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "que lo que te juré por el Señor, el Dios de Israel, te lo cumpliré hoy mismo: tu hijo Salomón subirá al trono en mi lugar y reinará después de mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Betsabé se inclinó ante el rey hasta tocar el suelo con la frente, y exclamó:",
            "—¡Viva para siempre mi señor, el rey David!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Luego el rey David ordenó que llamaran al sacerdote Sadoc, al profeta Natán y a Benaías, hijo de Joiadá. Cuando estos se presentaron ante el rey,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "él les dijo:",
            "—Háganse acompañar de los funcionarios del reino, monten a mi hijo Salomón en mi mula y llévenlo a Guihón;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "y en cuanto el sacerdote Sadoc y el profeta Natán lo consagren como rey de Israel, toquen el cuerno de carnero y griten: “¡Viva el rey Salomón!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Luego sírvanle de escolta, para que venga y se siente en mi trono y reine en mi lugar, pues he dispuesto que él sea el jefe de Israel y de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Benaías, el hijo de Joiadá, respondió al rey:",
            "—¡Amén, y que así lo ordene el Señor, el Dios de Su Majestad!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Y del mismo modo que el Señor ha estado con Su Majestad, así esté con Salomón, y haga que su reino sea mayor aún que el de Su Majestad, mi señor David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Luego el sacerdote Sadoc, el profeta Natán, Benaías, hijo de Joiadá, y los quereteos y los peleteos, fueron y montaron a Salomón en la mula del rey David, y lo llevaron a Guihón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Allí el sacerdote Sadoc tomó del santuario el cuerno con el aceite y consagró como rey a Salomón. A continuación tocaron el cuerno de carnero, y todo el pueblo gritó: «¡Viva el rey Salomón!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Luego todos lo siguieron, tocando flautas. Era tal su alegría que parecía que la tierra se partía en dos por causa de sus voces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Adonías y todos sus invitados acababan de comer cuando oyeron el ruido. Al oír Joab el sonido del cuerno, comentó:",
            "—¿Por qué habrá tanto alboroto en la ciudad?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Mientras él hablaba, llegó Jonatán, el hijo del sacerdote Abiatar. Adonías le dijo:",
            "—Entra, pues tú eres un hombre importante y debes traer buenas noticias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Jonatán respondió a Adonías:",
            "—Al contrario. David, nuestro señor y rey, ha hecho rey a Salomón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "y ha ordenado que el sacerdote Sadoc y el profeta Natán, así como Benaías, hijo de Joiadá, y los quereteos y los peleteos, acompañen a Salomón; y ellos lo han montado en la mula del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Además, el sacerdote Sadoc y el profeta Natán lo han consagrado como rey en Guihón, y han regresado de allí muy contentos. Por eso está alborotada la ciudad, y ese es el ruido que ustedes han escuchado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Además, Salomón ya ha tomado posesión del trono,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "y los funcionarios del rey David han ido a felicitarlo y a desearle que Dios haga prosperar a Salomón y extienda su dominio más que el suyo. Incluso el propio rey David se inclinó en su cama para adorar a Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "y dijo: “Bendito sea el Señor, el Dios de Israel, que ha permitido hoy que un descendiente mío suba al trono, y que yo lo vea.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Los invitados de Adonías se pusieron a temblar; luego se levantaron todos, y cada uno se fue por su lado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Adonías, por su parte, por miedo a Salomón se levantó y se fue al santuario, y allí buscó refugio agarrándose a los cuernos del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Alguien fue a decirle a Salomón:",
            "—Adonías tiene miedo de Su Majestad, y se ha refugiado en el altar. Pide que Su Majestad le jure ahora mismo que no lo va a matar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "Salomón respondió:",
            "—Si se porta como un hombre de bien, no caerá al suelo ni un pelo de su cabeza; pero si se descubre alguna maldad en él, morirá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "En seguida Salomón mandó que lo retiraran del altar. Luego Adonías fue y se inclinó ante el rey Salomón, y este le ordenó que se fuera a su casa."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.2"
        ],
        "human": "1 Reyes 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.3"
        ],
        "human": "1 Reyes 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.1"
        ],
        "human": "1 Reyes 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Últimas órdenes de David"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "La muerte de David se acercaba por momentos, así que David ordenó a su hijo Salomón:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Voy a emprender el último viaje, como todo el mundo. Ten valor y pórtate como un hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cumple las ordenanzas del Señor tu Dios, haciendo su voluntad y cumpliendo sus leyes, mandamientos, decretos y mandatos, según están escritos en la ley de Moisés, para que prosperes en todo lo que hagas y dondequiera que vayas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "También para que el Señor confirme la promesa que me hizo, de que si mis hijos cuidaban su conducta y se conducían con verdad delante de él, con todo su corazón y toda su alma, nunca faltaría en mi familia quien ocupara el trono de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»Ahora bien, tú ya sabes lo que me hizo Joab, el hijo de Seruiá, es decir, lo que hizo con dos generales del ejército israelita: con Abner, el hijo de Ner, y con Amasá, el hijo de Jéter, a quienes mató en tiempo de paz para vengar la sangre derramada en guerra, haciéndome responsable de ese asesinato."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por lo tanto, actúa con inteligencia y no lo dejes tener una muerte tranquila."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "En cuanto a los hijos de Barzilai, el de Galaad, trátalos con bondad y hazlos participar de tu mesa, pues ellos me protegieron cuando yo huía de tu hermano Absalón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Por otra parte, fíjate que está contigo Simí, hijo de Guerá, el benjaminita de Bahurim. Él fue quien me lanzó una maldición terrible el día que yo iba hacia Mahanaim. Después, sin embargo, salió a recibirme al río Jordán, y yo tuve que jurarle por el Señor que no lo mataría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "No lo perdones. Eres inteligente, y sabrás qué hacer con él. Pero procura que su muerte sea violenta.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de David"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "David murió y fue enterrado con sus antepasados en la Ciudad de David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Fue rey de Israel durante cuarenta años, de los cuales reinó siete en Hebrón y treinta y tres en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Luego reinó Salomón en lugar de David, su padre, y su reinado fue muy estable."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Fin de Adonías y de sus partidarios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Adonías, el hijo de Haguit, fue a ver a Betsabé, la madre de Salomón. Ella le preguntó:",
            "—¿Vienes en son de paz?",
            "—Sí —respondió él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y añadió—: Tengo algo que decirte.",
            "—Dime —contestó ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "—Tú sabes —dijo Adonías— que el reino me pertenecía, y que todo Israel estaba esperando que yo fuera rey. Pero el derecho a reinar se le concedió a mi hermano, porque ya el Señor había dispuesto que fuera para él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Ahora solo quiero pedirte un favor. No me lo niegues.",
            "—Habla —respondió ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Él dijo:",
            "—Te ruego que le pidas al rey Salomón que me dé por esposa a Abisag la sunamita. Él no te lo negará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "—De acuerdo, yo hablaré al rey por ti —respondió Betsabé."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Así pues, Betsabé fue a hablar con el rey Salomón en favor de Adonías. El rey se levantó a recibir a su madre y se inclinó ante ella. Luego volvió a sentarse en su trono y ordenó que trajeran un sillón para su madre; entonces ella se sentó a su derecha,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "y le dijo:",
            "—Quiero pedirte un pequeño favor. Te ruego que no me lo niegues.",
            "—Pídeme lo que quieras, madre mía —contestó el rey—, que no te lo negaré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "—Permite que Abisag la sunamita sea dada por esposa a tu hermano Adonías —dijo ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "—¿Por qué pides a Abisag la sunamita para Adonías? —respondió el rey a su madre—. ¡Solo falta que me pidas que le entregue el reino, porque es mi hermano mayor y porque tiene a su favor al sacerdote Abiatar y a Joab, el hijo de Seruiá!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Dicho esto, el rey Salomón juró por el Señor: «¡Que Dios me castigue con toda dureza, si esto que ha dicho Adonías no le cuesta la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Juro por el Señor, que me ha colocado y confirmado en el trono de David mi padre y que me ha establecido una dinastía, que Adonías morirá hoy mismo!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "En seguida dio órdenes a Benaías, hijo de Joiadá, de matar a Adonías, y este fue y lo mató."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "En cuanto al sacerdote Abiatar, el rey le ordenó: «¡Lárgate a Anatot, a tus tierras! Mereces la muerte, pero no te mataré porque has transportado el arca del Señor delante de David, mi padre, y has sufrido las mismas penalidades que él.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "De este modo Salomón quitó a Abiatar del sacerdocio del Señor, y así se cumplió lo que el Señor había dicho en Siló en cuanto a la familia de Elí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Joab se había puesto de parte de Adonías, pero no de parte de Absalón; así que cuando le llegó esta noticia a Joab, huyó al santuario del Señor y se refugió en el altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Pero informaron al rey Salomón de que Joab había huido al santuario del Señor, y de que se había refugiado en el altar. Entonces mandó Salomón a Benaías, hijo de Joiadá, que fuera a matarlo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "y Benaías fue al santuario y le dijo a Joab:",
            "—El rey ordena que salgas.",
            "Pero Joab contestó:",
            "—¡No! ¡Aquí moriré!",
            "Benaías fue al rey con la respuesta, y le contó lo que Joab le había respondido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Entonces el rey contestó:",
            "—Démosle gusto. Mátalo y entiérralo, y borra de la casa de mi padre, y de mí también, la culpa de los asesinatos cometidos por Joab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "El Señor hará recaer sobre él la culpa de su propia muerte, porque, sin saberlo mi padre, Joab acuchilló a dos hombres más honrados y mejores que él: a Abner, hijo de Ner, jefe del ejército israelita, y a Amasá, hijo de Jéter, jefe del ejército de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "La culpa de su muerte recaerá sobre Joab y sobre su descendencia para siempre. Por el contrario, la paz del Señor estará siempre con David y su descendencia, y con su dinastía y su trono."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Entonces Benaías fue y mató a Joab. Y Joab fue enterrado en su casa, en el desierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Luego el rey puso a Benaías al mando del ejército en lugar de Joab, y al sacerdote Sadoc en lugar de Abiatar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Después mandó llamar a Simí, y le ordenó:",
            "—Constrúyete una casa en Jerusalén, para que vivas allí. Pero no salgas de allí a ninguna parte,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "porque el día que salgas y cruces el arroyo Cedrón, ten la seguridad de que morirás, y tú tendrás la culpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Simí respondió al rey:",
            "—Está bien. Haré lo que ha ordenado Su Majestad.",
            "Simí vivió mucho tiempo en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Pero al cabo de tres años, dos esclavos suyos se escaparon y se fueron a vivir con Aquís, hijo de Maacá, que era rey de Gat. Cuando le avisaron a Simí que sus dos esclavos estaban en Gat,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "se levantó y aparejó su asno y se fue a Gat, donde estaba Aquís, en busca de sus esclavos. Cuando ya Simí regresaba de Gat con sus esclavos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "supo Salomón que Simí había salido de Jerusalén a Gat, y que ya venía de regreso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Entonces mandó el rey llamar a Simí, y le dijo:",
            "—¿No te hice jurar por el Señor, y te advertí, que el día que salieras a alguna parte, con toda seguridad morirías? ¿Acaso no me respondiste que estaba bien, y que me ibas a obedecer?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "¿Por qué no cumpliste tu juramento al Señor, ni obedeciste lo que te mandé?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Tú sabes perfectamente el daño que hiciste a David, mi padre. Por eso el Señor ha hecho que el mal que hiciste se vuelva contra ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Pero el rey Salomón será bendecido, y el trono de David quedará establecido para siempre delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Después el rey dio órdenes a Benaías, hijo de Joiadá, y este salió y mató a Simí. Así se afirmó el reino en manos de Salomón."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.3"
        ],
        "human": "1 Reyes 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.4"
        ],
        "human": "1 Reyes 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.2"
        ],
        "human": "1 Reyes 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón se casa con la hija del faraón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Salomón emparentó con el faraón, rey de Egipto, pues se casó con su hija y la llevó a la Ciudad de David mientras terminaba de construir su palacio y el templo del Señor y la muralla alrededor de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "La gente, sin embargo, ofrecía sus sacrificios en los lugares altos de culto pagano, porque hasta entonces no se había construido un templo para el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón pide a Dios sabiduría"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Salomón amaba al Señor y cumplía las leyes establecidas por David, su padre, aun cuando él mismo ofrecía sacrificios e incienso en los lugares altos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "e incluso iba a Gabaón para ofrecer allí sacrificios, porque aquel era el lugar alto más importante; y ofrecía en aquel lugar mil holocaustos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Una noche, en Gabaón, el Señor se apareció en sueños a Salomón y le dijo: «Pídeme lo que quieras, y yo te lo daré.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Salomón respondió: «Tú trataste con gran bondad a mi padre, tu siervo David, pues él se condujo delante de ti con lealtad, justicia y rectitud de corazón para contigo. Por eso lo trataste con tanta bondad y le concediste que un hijo suyo se sentara en su trono, como ahora ha sucedido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Tú, Señor y Dios mío, me has puesto para que reine en lugar de David, mi padre, aunque yo soy un muchacho joven y sin experiencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero estoy al frente del pueblo que tú escogiste: un pueblo tan grande que, por su multitud, no puede contarse ni calcularse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Dame, pues, un corazón atento para gobernar a tu pueblo, y para distinguir entre lo bueno y lo malo; porque ¿quién hay capaz de gobernar a este pueblo tuyo tan numeroso?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Al Señor le agradó que Salomón le hiciera tal petición,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y le dijo: «Porque me has pedido esto, y no una larga vida, ni riquezas, ni la muerte de tus enemigos, sino inteligencia para saber oír y gobernar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "voy a hacer lo que me has pedido: yo te concedo sabiduría e inteligencia como nadie las ha tenido antes que tú ni las tendrá después de ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Además, te doy riquezas y esplendor, cosas que tú no pediste, de modo que en toda tu vida no haya otro rey como tú."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y si haces mi voluntad, y cumples mis leyes y mandamientos, como lo hizo David, tu padre, te concederé una larga vida.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Al despertar, Salomón se dio cuenta de que había sido un sueño. Y cuando llegó a Jerusalén, se presentó ante el arca de la alianza del Señor y ofreció holocaustos y sacrificios de reconciliación. Después dio un banquete a todos sus funcionarios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón, el juez sabio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por aquel tiempo fueron a ver al rey dos prostitutas. Cuando estuvieron en su presencia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "una de ellas dijo:",
            "—¡Ay, Majestad! Esta mujer y yo vivimos en la misma casa, y yo di a luz estando ella conmigo en casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "A los tres días de que yo di a luz, también dio a luz esta mujer. Estábamos las dos solas. No había ninguna persona extraña en casa con nosotras; solo estábamos nosotras dos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero una noche murió el hijo de esta mujer, porque ella se acostó encima de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces se levantó a medianoche, mientras yo estaba dormida, y quitó de mi lado a mi hijo y lo acostó con ella, poniendo junto a mí a su hijo muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Por la mañana, cuando me levanté para dar el pecho a mi hijo, vi que estaba muerto. Pero a la luz del día lo miré, y me di cuenta de que aquel no era el hijo que yo había dado a luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "La otra mujer dijo:",
            "—No, mi hijo es el que está vivo, y el tuyo es el muerto.",
            "Pero la primera respondió:",
            "—No, tu hijo es el muerto, y mi hijo el que está vivo.",
            "Así estuvieron discutiendo delante del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces el rey se puso a pensar: «Esta dice que su hijo es el que está vivo, y que el muerto es el de la otra; ¡pero la otra dice exactamente lo contrario!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Luego ordenó:",
            "—¡Tráiganme una espada!",
            "Cuando le llevaron la espada al rey,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "ordenó:",
            "—Corten en dos al niño vivo, y denle una mitad a cada una."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Pero la madre del niño vivo se angustió profundamente por su hijo, y suplicó al rey:",
            "—¡Por favor! ¡No mate Su Majestad al niño vivo! ¡Mejor déselo a esta mujer!",
            "Pero la otra dijo:",
            "—Ni para mí ni para ti. ¡Que lo partan!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Entonces intervino el rey y ordenó:",
            "—Entreguen a aquella mujer el niño vivo. No lo maten, porque ella es su verdadera madre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Todo Israel se enteró de la sentencia con que el rey había resuelto el pleito, y sintieron respeto por él, porque vieron que Dios le había dado sabiduría para administrar justicia."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.4"
        ],
        "human": "1 Reyes 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.5"
        ],
        "human": "1 Reyes 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.3"
        ],
        "human": "1 Reyes 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gobierno de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Salomón fue rey de todo Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y sus funcionarios fueron estos: Azarías, hijo del sacerdote Sadoc;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Elihóref y Ahías, hijos de Sisá, los cronistas; Josafat, hijo de Ahilud, secretario del rey;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Benaías, hijo de Joiadá, jefe del ejército; Sadoc y Abiatar, sacerdotes;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Azarías, hijo de Natán, superintendente; Zabud, hijo del sacerdote Natán, consejero particular del rey;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ahisar, mayordomo de palacio; y Adoniram, hijo de Abdá, encargado del trabajo obligatorio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Salomón tenía doce intendentes sobre todo Israel, cuya obligación era proveer de todo al rey y a su familia. Cada uno de ellos debía proveerlo de todo durante un mes al año."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Estos doce intendentes eran:",
            "Ben-hur, en los montes de Efraín;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ben-déquer, en Macás, Saalbim, Bet-semes, Elón y Bet-hanán;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ben-hésed, en Arubot, y también en Socó y en todo el país de Héfer;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Ben-abinadab, en toda la provincia de Dor; su mujer era Tafat, hija de Salomón;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Baaná, hijo de Ahilud, en Taanac, Meguido y toda Bet-seán, que está junto a Saretán, más abajo de Jezreel, desde Bet-seán hasta Abel-meholá, más allá de Jocmeam;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ben-guéber, en Ramot de Galaad, que tenía a su cargo las aldeas de Galaad, que pertenecían a Jaír hijo de Manasés, y también la región de Argob, que estaba en Basán, donde había sesenta grandes ciudades con murallas y cerrojos de bronce;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ahinadab, hijo de Idó, en Mahanaim;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ahimaas, que se casó con Basemat, hija de Salomón, en Neftalí;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Baaná, hijo de Husai, en Aser y en Alot;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Josafat, hijo de Parúah, en Isacar;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Simí, hijo de Elá, en Benjamín;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Guéber, hijo de Urí, en la región de Gad, país de Sihón, rey de los amorreos, y de Og, rey de Basán.",
            "Había, además, un intendente general sobre todo el país."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sabiduría y prosperidad de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Judá e Israel tenían una población incontable, como la arena que hay a la orilla del mar. Había abundancia de comida y bebida, y reinaba la alegría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "21 (5.1) Salomón era soberano de todos los reinos comprendidos desde el río Éufrates hasta el país filisteo y hasta la frontera de Egipto, los cuales pagaron tributo y estuvieron sometidos a Salomón mientras él vivió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "22 (5.2) La provisión diaria para Salomón era de seis mil seiscientos litros de flor de harina, trece mil doscientos litros de harina,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "23 (5.3) diez toros de los más gordos, veinte toros criados con hierba, y cien ovejas, sin contar ciervos, gacelas, gamos y aves bien gordas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "24 (5.4) pues Salomón dominaba en toda la región al oeste del Éufrates, desde Tífsah hasta Gaza, y sobre todos los reyes de esta región, y había pacificado todo el territorio de alrededor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "25 (5.5) Mientras Salomón vivió, los habitantes de Judá e Israel, desde Dan hasta Beerseba, vivieron tranquilos, cada cual debajo de su parra y de su higuera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "26 (5.6) Salomón tenía además cuatro mil caballerizas para los caballos de sus carros, y doce mil soldados de caballería."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "27 (5.7) Los intendentes ya mencionados proveían de lo necesario, en el mes que les tocaba, al rey Salomón y a sus huéspedes, procurando que nada faltara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "28 (5.8) En su turno correspondiente, mandaban al lugar donde se les indicaba la cebada y la paja para los caballos y los animales de tiro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "29 (5.9) Dios concedió a Salomón mucha sabiduría e inteligencia, y una comprensión tan abundante como la arena que está a la orilla del mar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "30 (5.10) hasta el punto de que la sabiduría de Salomón sobrepasó a la de los egipcios y los orientales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "31 (5.11) Fue más sabio que ningún hombre: más sabio que Etán, el descendiente de Zérah, y que Hemán, Calcol y Dardá, hijos de Mahol. Su fama se extendió por todas las naciones de alrededor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "32 (5.12) Pronunció tres mil proverbios y compuso mil cinco poemas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "33 (5.13) Habló acerca de los árboles y las plantas, desde el cedro del Líbano hasta la hierba que crece en las paredes; también habló sobre los animales, las aves, los reptiles y los peces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "34 (5.14) De todas las naciones y reinos de la tierra donde habían oído hablar de la inteligencia de Salomón, venía gente a escucharlo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.5"
        ],
        "human": "1 Reyes 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.6"
        ],
        "human": "1 Reyes 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.4"
        ],
        "human": "1 Reyes 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pacto de Salomón con Hiram, rey de Tiro"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "1 (15) Cuando Hiram, rey de Tiro, supo que habían consagrado rey a Salomón en lugar de David, su padre, envió sus embajadores, pues Hiram siempre había estimado a David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "2 (16) Entonces Salomón mandó decir a Hiram:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "3 (17) «Tú ya sabes que David, mi padre, no pudo construir un templo al Señor su Dios, por las guerras en que se vio envuelto, hasta que el Señor sometió a sus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "4 (18) Pero ahora el Señor mi Dios nos ha dado calma en todas partes, pues no tenemos enemigos ni calamidades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "5 (19) Por lo tanto he decidido construir un templo al Señor mi Dios, conforme a la promesa que él le hizo a David, mi padre, cuando le dijo que su hijo, a quien él haría reinar en su lugar, sería quien construiría un templo en su honor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "6 (20) Ordena, pues, que me corten cedros del Líbano. Mis servidores ayudarán a los tuyos, y yo te pagaré lo que me pidas como salario de tus servidores, pues tú bien sabes que ninguno de nosotros sabe cortar la madera como los sidonios.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "7 (21) Cuando Hiram escuchó el mensaje de Salomón, se puso muy contento y exclamó: «¡Bendito sea hoy el Señor, porque ha concedido a David un hijo tan sabio para que gobierne esa gran nación!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "8 (22) Luego Hiram mandó decir a Salomón: «He recibido el mensaje que me enviaste, y cumpliré tu pedido de madera de cedro y de pino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "9 (23) Mis servidores la bajarán del Líbano hasta el mar, y de allí haré que la transporten, en forma de balsas, hasta el lugar que me indiques. Allí se desatarán las balsas, y tú recogerás la madera. Por lo que a ti toca, cumple mi deseo de proveer alimentos para mi palacio.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "10 (24) Por lo tanto, Hiram dio a Salomón toda la madera de cedro y de pino que quiso,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "11 (25) y Salomón proveyó a Hiram de alimentos para su palacio: cuatro millones cuatrocientos mil litros de trigo y cuatro mil cuatrocientos litros de aceite puro de oliva. Salomón entregaba esto a Hiram cada año."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "12 (26) Así pues, el Señor concedió sabiduría a Salomón, como le había prometido. Además, Hiram y Salomón hicieron un pacto, y hubo paz entre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "13 (27) Entonces el rey Salomón decretó una leva de trabajo obligatorio en todo Israel, y en la leva se reunió a treinta mil hombres,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "14 (28) los cuales fueron enviados al Líbano por turnos mensuales de diez mil hombres cada vez. De esa manera, estos hombres estaban un mes en el Líbano y dos meses en sus casas. El encargado del trabajo obligatorio era Adoniram."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "15 (29) Salomón tenía además setenta mil cargadores y ochenta mil canteros en la montaña,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "16 (30) sin contar los tres mil trescientos capataces que tenía en las obras para dirigir a los trabajadores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "17 (31) El rey mandó sacar piedras grandes y costosas para los cimientos del templo, y piedras labradas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "18 (32) Los constructores de Salomón y de Hiram, y los vecinos de Guebal, prepararon la madera y labraron las piedras para la construcción del templo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.6"
        ],
        "human": "1 Reyes 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.7"
        ],
        "human": "1 Reyes 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.5"
        ],
        "human": "1 Reyes 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón construye el templo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Salomón comenzó la construcción del templo del Señor en el cuarto año de su reinado en Israel, en el mes de Ziv, que es el segundo mes del año, cuando hacía ya cuatrocientos ochenta años que los israelitas habían salido de Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El templo que el rey Salomón construyó para el Señor tenía veintisiete metros de largo, nueve de ancho y trece y medio de alto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "El vestíbulo que había en la parte delantera del templo medía nueve metros de largo, igual que la anchura del templo, y cuatro metros y medio de ancho en la parte frontal del edificio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Salomón le hizo al templo ventanas con rejas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "También construyó un anexo junto al muro que rodeaba el edificio, contra los muros que rodeaban el templo, tanto alrededor de la sala central como del cuarto posterior, y construyó celdas alrededor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "La planta baja del anexo medía dos metros y veinticinco centímetros de ancho; la planta intermedia, dos metros con setenta centímetros; y la planta alta, tres metros con quince centímetros; pues por fuera había reducido las medidas del templo para no empotrar las vigas en los muros del templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "En la construcción del templo se emplearon piedras totalmente labradas, así que al edificarlo no se escucharon en el templo ni martillos ni piquetas ni ningún otro instrumento de hierro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "La puerta de la celda de la planta baja estaba al lado derecho del templo; y para subir a los pisos intermedio y tercero había una escalera de caracol."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando Salomón terminó de construir el templo, lo cubrió con vigas y artesonado de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Edificó también el anexo que rodeaba todo el templo, cuya altura era de dos metros y veinticinco centímetros, y que sujetó al muro del templo con vigas de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces el Señor se dirigió a Salomón y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "«En cuanto al templo que estás construyendo, quiero decirte que, si te conduces conforme a mis leyes y decretos, y cumples todos mis mandamientos portándote conforme a ellos, yo cumpliré la promesa que hice a David, tu padre, respecto a ti;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "y viviré entre los israelitas, y no abandonaré a Israel, mi pueblo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Salomón terminó de construir el templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cubrió las paredes interiores del edificio con tablas de cedro. Lo recubrió de madera de arriba abajo, y cubrió el piso con madera de pino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "También recubrió de arriba abajo, con tablas de cedro, un espacio de nueve metros en la parte posterior del templo, y lo acondicionó para que fuera el Lugar santísimo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "La nave del templo, que estaba frente al Lugar santísimo, medía dieciocho metros de largo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El revestimiento interior del templo era de madera de cedro, con tallas de flores y frutos. Todo era de cedro. No se veía una sola piedra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Salomón preparó el Lugar santísimo en el templo, para colocar allí el arca de la alianza del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El interior del Lugar santísimo medía nueve metros de largo, nueve de ancho y nueve de alto. Frente al Lugar santísimo, Salomón hizo un altar de cedro y lo recubrió de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "También recubrió de oro puro el interior del templo y el Lugar santísimo, y delante de este puso cadenas de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "De modo que recubrió de oro todo el templo, lo mismo que el altar que había delante del Lugar santísimo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Hizo también dos seres alados de madera de olivo para el Lugar santísimo. Cada uno de ellos tenía cuatro metros y medio de altura,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "y cada una de sus alas medía dos metros y veinticinco centímetros. Así que, de una punta a otra de las alas, cada uno de ellos medía cuatro metros y medio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Los dos seres alados tenían las mismas medidas; es decir, los dos medían cuatro metros y medio, y también tenían la misma forma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Su altura era también de cuatro metros y medio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Salomón los puso en el Lugar santísimo. Y aquellos seres alados tenían sus alas extendidas, de modo que el ala de uno tocaba una pared y el ala del otro tocaba la pared opuesta, y las otras dos alas se tocaban entre sí en el centro del Lugar santísimo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Luego Salomón recubrió de oro los seres alados,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "y en todas las paredes interiores y exteriores del templo labró figuras de seres alados, palmeras y flores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "También cubrió de oro el piso del templo, por dentro y por fuera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Para la entrada del Lugar santísimo hizo puertas de madera de olivo, y el dintel y los postes formaban una figura de cinco lados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Las dos puertas eran de madera de olivo, y en ellas labró figuras de seres alados, palmeras y flores; luego recubrió de oro todas estas figuras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Para la entrada de la sala central del templo, hizo postes de madera de olivo formando un cuadro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Las dos hojas de la puerta eran de madera de pino, y ambas eran giratorias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Labró en ellas seres alados, palmeras y flores, y luego recubrió estas figuras con láminas de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Construyó también el atrio interior con tres hileras de piedras labradas y una hilera de vigas de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "En el cuarto año del reinado de Salomón, en el mes de Ziv, se echaron los cimientos del templo del Señor;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "y en el año once de su reinado, en el mes de Bul, que es el octavo mes del año, se terminó el templo en todos sus detalles, según la totalidad del proyecto. En siete años lo construyó Salomón."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.7"
        ],
        "human": "1 Reyes 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.8"
        ],
        "human": "1 Reyes 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.6"
        ],
        "human": "1 Reyes 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otras construcciones de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Salomón construyó su propio palacio, y lo terminó completamente en trece años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "También edificó el palacio llamado «Bosque del Líbano», el cual tenía cuarenta y cinco metros de largo, veintidós y medio de ancho, y trece y medio de alto, y estaba sostenido por cuatro hileras de columnas de cedro, sobre las que descansaban vigas de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Estas vigas eran cuarenta y cinco, distribuidas en tres series de quince cada una, y se apoyaban sobre las columnas. Sobre las vigas había un artesonado de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Había tres filas de ventanas ordenadas de tres en tres, unas frente a las otras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Todas las puertas y ventanas eran cuadradas y estaban unas frente a las otras, en tres hileras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "También hizo la Sala de las Columnas, que tenía veintidós metros y medio de largo por trece metros y medio de ancho. Y frente a esta, otra sala con columnas y techo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Hizo además la Sala del Tribunal, o Sala de Justicia, para celebrar allí los juicios, y la cubrió de arriba abajo con madera de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El palacio donde Salomón vivía, tenía un patio en la parte de atrás, y una sala de igual construcción. Y el palacio que construyó para la hija del faraón que tomó por esposa, tenía una sala semejante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Todas estas construcciones, desde los cimientos hasta las cornisas y desde la fachada hasta el patio mayor, eran de piedras costosas, labradas y cortadas a la medida con sierras, lo mismo por fuera que por dentro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los cimientos eran también de piedras costosas y grandes, unas de cuatro metros y medio, y otras de tres metros y sesenta centímetros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "La parte superior era también de piedras costosas, labradas a la medida, y de madera de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y alrededor del patio grande había tres hileras de piedras y una hilera de vigas de cedro, lo mismo que en el atrio interior y en el vestíbulo del templo del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón contrata a Hiram"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El rey Salomón mandó traer de Tiro a Hiram,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "que era hijo de una viuda de la tribu de Neftalí y de un nativo de Tiro experto en trabajar el bronce. Hiram era muy hábil e inteligente, y conocía la técnica para realizar cualquier trabajo en bronce, así que se presentó ante el rey Salomón y realizó todos sus trabajos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Fundió dos columnas de bronce, que medían ocho metros de alto y cinco metros y medio de circunferencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Hizo también dos capiteles de bronce para colocarlos en la parte superior de las columnas. La altura de cada capitel era de dos metros y veinticinco centímetros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Además hizo dos rejillas, trenzadas en forma de cadenas, para los capiteles que había en la parte superior de las columnas: una rejilla para cada capitel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Hizo también dos hileras de granadas alrededor de cada rejilla, para cubrir los capiteles de las columnas. Hizo lo mismo con ambos capiteles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Los capiteles que había sobre las columnas del vestíbulo medían casi dos metros, y tenían forma de lirio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Alrededor y en lo alto de cada capitel, en su parte más ancha, en forma de globo, junto a la rejilla, había doscientas granadas en dos hileras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Hiram puso estas columnas en el vestíbulo del templo. Y cuando las puso en su lugar, a la columna de la derecha la llamó Jaquín, y a la columna de la izquierda la llamó Bóaz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "La parte superior de las columnas tenía forma de lirio. Así quedó terminado el trabajo de las columnas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mobiliario del templo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Hiram hizo después una enorme pila de bronce, para el agua. Era redonda, y medía cuatro metros y medio de un borde al otro. Su altura era de dos metros y veinticinco centímetros, y su circunferencia, de trece metros y medio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Por debajo del borde, alrededor de la pila, hizo dos enredaderas con frutos, en número de diez por cada cuarenta y cinco centímetros, formando una sola pieza con la pila."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Esta descansaba sobre doce toros de bronce, de los cuales tres miraban al norte, tres al sur, tres al este y tres al oeste. Sus patas traseras estaban hacia dentro, y la pila descansaba sobre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Las paredes de la pila tenían ocho centímetros de grueso; su borde imitaba el cáliz de un lirio, y cabían en ella cuarenta y cuatro mil litros de agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "También hizo diez bases de bronce, cada una de un metro y ochenta centímetros de largo, otro tanto de ancho y un metro y treinta y cinco centímetros de alto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Las bases estaban hechas de este modo: tenían unos entrepaños sujetos por un marco,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "y sobre los entrepaños enmarcados había figuras de leones, de toros y de seres alados. Por encima y por debajo de los toros y de los leones había adornos de guirnaldas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Cada base tenía cuatro ruedas de bronce, con ejes también de bronce. En las cuatro esquinas de la base, por debajo de la pila, había unas repisas de bronce que a cada lado tenían guirnaldas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "La boca de la pila estaba dentro de un cerco que sobresalía hacia arriba cuarenta y cinco centímetros. La boca era redonda, y lo que le servía de soporte tenía sesenta y ocho centímetros de alto. También sobre la boca había grabados, cuyos marcos no eran redondos, sino cuadrados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Las cuatro ruedas estaban debajo de los entrepaños, y los ejes de las ruedas sujetos a la base. La altura de cada rueda era de sesenta y ocho centímetros,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "y tenían la misma forma que las ruedas de los carros. Los ejes, aros, radios y cubos de las ruedas eran todos de bronce."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Las cuatro repisas que había en las cuatro esquinas de cada base, formaban con esta una sola pieza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "La parte superior terminaba en un borde circular de veintidós centímetros y medio de altura; y los entrepaños y molduras que había en lo alto de la base, formaban una sola pieza con esta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Hiram grabó seres alados, leones y palmeras sobre los entrepaños y las molduras, según lo permitía el espacio de cada uno, y guirnaldas alrededor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Así fue como hizo las diez bases, todas fundidas iguales y con la misma forma y medida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Hizo también diez pilas de bronce. Cada una medía un metro y ochenta centímetros, con capacidad para ochocientos ochenta litros, y cada una fue puesta sobre una de las diez bases,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "cinco bases al lado derecho del templo y cinco al lado izquierdo. La pila grande fue puesta al lado derecho del edificio, hacia el sudeste."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Hiram hizo además ollas, palas y tazones, y así terminó todo el trabajo que hizo para Salomón en el templo del Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "el cual consistió en las dos columnas, los capiteles redondos que estaban en la parte superior de las mismas, las dos rejillas para cubrir los capiteles,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "las cuatrocientas granadas para las dos rejillas, en dos hileras para cada una de las rejillas, con que se cubrían los dos capiteles redondos que había en lo alto de las columnas;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "las diez bases, las diez pilas que iban sobre ellas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "la pila grande para el agua, con los doce toros que tenía debajo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "además de las ollas, las palas y los tazones.",
            "Todos estos utensilios que Hiram le hizo al rey Salomón para el templo del Señor, eran de bronce pulido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "El rey los fundió en moldes de arena, en la región del Jordán, entre Sucot y Saretán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Eran tantos los utensilios de bronce, que Salomón no se preocupó por hacer que los pesaran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "También mandó hacer Salomón todos los demás utensilios que había en el templo del Señor: el altar de oro, la mesa de oro sobre la que se ponían los panes que se consagran al Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "los candelabros de oro puro que había frente al Lugar santísimo, cinco a la derecha y cinco a la izquierda, con sus figuras de flores, las lámparas, las tenazas de oro,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "las copas, las despabiladeras, los tazones, los cucharones y los incensarios, que eran todos de oro puro. También eran de oro los goznes de las puertas del Lugar santísimo, en el interior del templo, y los de las puertas del templo mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Y cuando se acabaron todas las obras que el rey Salomón mandó realizar en el templo del Señor, llevó Salomón los utensilios de oro y de plata que David, su padre, había dedicado al Señor, y los depositó en los tesoros del templo del Señor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.8"
        ],
        "human": "1 Reyes 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.9"
        ],
        "human": "1 Reyes 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.7"
        ],
        "human": "1 Reyes 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El arca de la alianza es llevada al templo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces Salomón reunió ante sí en Jerusalén a los ancianos de Israel, a todos los jefes de las tribus y a las personas principales de las familias israelitas, para trasladar el arca de la alianza del Señor desde Sión, la Ciudad de David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y en el día de la fiesta solemne, en el mes de Etanim, que es el séptimo mes del año, se reunieron con el rey Salomón todos los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Llegaron todos los ancianos de Israel, y los sacerdotes tomaron el arca"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y la trasladaron junto con la tienda del encuentro con Dios y con todos los utensilios sagrados que había en ella, los cuales llevaban los sacerdotes y levitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "El rey Salomón y toda la comunidad israelita que se había reunido con él, estaban delante del arca ofreciendo en sacrificio ovejas y toros en cantidad tal que no se podían contar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Después llevaron los sacerdotes el arca de la alianza del Señor al interior del templo, hasta el Lugar santísimo, bajo las alas de los seres alados,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "los cuales tenían sus alas extendidas sobre el sitio donde estaba el arca, cubriendo por encima tanto el arca como sus travesaños."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero los travesaños eran tan largos que sus extremos se veían desde el Lugar santo, frente al Lugar santísimo, aunque no podían verse por fuera; y así han quedado hasta hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "En el arca no había más que las dos tablas de piedra que Moisés había puesto allí en Horeb, las tablas de la alianza que el Señor hizo con los israelitas cuando salieron de Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Al salir los sacerdotes del Lugar santo, la nube llenó el templo del Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y por causa de la nube los sacerdotes no pudieron quedarse para celebrar el culto, porque la gloria del Señor había llenado su templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón dedica el templo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces Salomón dijo:",
            "«Tú, Señor, has dicho",
            "que vives en la oscuridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero yo te he construido",
            "un templo para que lo habites,",
            "un lugar donde vivas para siempre.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Luego el rey se volvió, de frente a toda la comunidad israelita, que estaba de pie, y la bendijo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "diciendo: «Bendito sea el Señor, Dios de Israel, que ha cumplido lo que prometió a David, mi padre, cuando le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "“Desde el día en que saqué de Egipto a mi pueblo Israel, no había escogido yo ninguna ciudad entre todas las tribus de Israel para que en ella se construyera un templo donde residiera mi nombre. Pero escogí a David para que gobernara a mi pueblo Israel.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y David, mi padre, tuvo el deseo de construir un templo en honor del Señor, Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Sin embargo, el Señor le dijo: “Haces bien en querer construirme un templo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "pero no serás tú quien lo construya, sino el hijo que tendrás. Él será quien me construya el templo.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»Pues bien, el Señor ha cumplido su promesa. Tal como dijo, yo he tomado el lugar de David, mi padre, y me he sentado en el trono de Israel y he construido un templo al Señor, el Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Además, he destinado en él un lugar para el arca donde está la alianza que el Señor hizo con nuestros antepasados cuando los sacó de Egipto.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Después se puso Salomón delante del altar del Señor, en presencia de toda la comunidad israelita, y extendiendo sus manos al cielo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "exclamó: «Señor, Dios de Israel: ni en el cielo ni en la tierra hay un Dios como tú, que cumples tu alianza y muestras tu bondad para con los que te sirven de todo corazón;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "que has cumplido lo que prometiste a tu siervo David, mi padre, uniendo así la acción a la palabra en este día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Por lo tanto, Señor, Dios de Israel, cumple también lo que prometiste a tu siervo David, mi padre: que no le faltaría un descendiente que, con tu favor, subiera al trono de Israel, con tal de que sus hijos cuidaran su conducta y se comportaran en tu presencia como él se comportó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Así pues, Dios de Israel, haz que se cumpla la promesa que hiciste a mi padre, tu servidor David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "»Pero ¿será verdad que Dios puede vivir sobre la tierra? Si el cielo, en toda su inmensidad, no puede contenerte, ¡cuánto menos este templo que he construido para ti!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "No obstante, Señor y Dios mío, atiende mi ruego y mi súplica; escucha el clamor y la oración que este siervo tuyo te dirige hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "No dejes de mirar, ni de día ni de noche, este templo, lugar donde tú has dicho que estarás presente. Escucha la oración que aquí te dirige este siervo tuyo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Escucha mis súplicas y las de tu pueblo Israel cuando oremos hacia este lugar. Escúchalas en el cielo, lugar donde vives, y concédenos tu perdón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "»Cuando alguien cometa una falta contra su prójimo, y le obliguen a jurar ante tu altar en este templo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "escucha tú desde el cielo, y actúa; haz justicia a tus siervos. Condena al culpable, haciendo recaer sobre él el castigo por sus malas acciones, y haz justicia al inocente, según le corresponda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "»Cuando el enemigo derrote a tu pueblo Israel por haber pecado contra ti, si luego este se vuelve a ti y alaba tu nombre, y en sus oraciones te suplica en este templo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "escúchalo tú desde el cielo, perdona su pecado, y hazlo volver al país que diste a sus antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "»Cuando haya una sequía y no llueva porque el pueblo pecó contra ti, si luego ora hacia este lugar, y alaba tu nombre, y se arrepiente de su pecado a causa de tu castigo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "escúchalo tú desde el cielo y perdona el pecado de tus siervos, de tu pueblo Israel, y enséñales el buen camino que deben seguir. Envía entonces tu lluvia a esta tierra que diste en herencia a tu pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "»Cuando en el país haya hambre, o peste, o las plantas se sequen por el calor, o vengan plagas de hongos, langostas o pulgón; cuando el enemigo rodee nuestras ciudades y las ataque, o venga cualquier otra desgracia o enfermedad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38,
            39
          ],
          "lines": [
            "escucha entonces toda oración o súplica hecha por cualquier persona, o por todo tu pueblo Israel, que al ver su desgracia y dolor extienda sus manos en oración hacia este templo. Escucha tú desde el cielo, desde el lugar donde habitas, y concede tu perdón; intervén y da a cada uno según merezcan sus acciones, pues solo tú conoces las intenciones y el corazón del hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Así te honrarán mientras vivan en la tierra que diste a nuestros antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "»Aun si un extranjero, uno que no sea de tu pueblo, por causa de tu nombre viene de tierras lejanas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "y ora hacia este templo (ya que se oirá hablar de tu nombre grandioso y de tu gran despliegue de poder),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "escucha tú desde el cielo, desde el lugar donde habitas, y concédele todo lo que te pida, para que todas las naciones de la tierra te conozcan y te honren como lo hace tu pueblo Israel, y comprendan que tu nombre es invocado en este templo que yo te he construido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "»Cuando tu pueblo salga a luchar contra sus enemigos, dondequiera que tú lo envíes, si ora a ti en dirección de la ciudad que tú escogiste y del templo que yo te he construido,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "escucha tú desde el cielo su oración y su ruego, y defiende su causa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "»Y cuando pequen contra ti, pues no hay nadie que no peque, y tú te enfurezcas con ellos y los entregues al enemigo para que los haga cautivos y se los lleve a su país, sea lejos o cerca,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "si en el país adonde hayan sido desterrados se vuelven a ti y te suplican y reconocen que han pecado y hecho lo malo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "si se vuelven a ti con todo su corazón y toda su alma en el país enemigo adonde los hayan llevado cautivos, y oran a ti en dirección de esta tierra que diste a sus antepasados, y de la ciudad que escogiste, y del templo que te he construido,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "escucha tú sus oraciones y súplicas desde el cielo, desde el lugar donde habitas, y defiende su causa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Perdónale a tu pueblo sus pecados contra ti, y todas sus rebeliones contra ti. Y concede que quienes lo desterraron tengan piedad de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Porque es tu pueblo y te pertenece; tú lo sacaste de Egipto, que era como un horno de fundición."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "»Atiende, pues, la oración de tu servidor y la súplica de tu pueblo Israel. ¡Óyenos, oh Dios, cuando clamemos a ti!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Porque tú, Señor, los apartaste como propiedad tuya de entre todos los pueblos de la tierra, según dijiste por medio de tu servidor Moisés, cuando sacaste de Egipto a nuestros antepasados.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "Cuando Salomón terminó esta oración y súplica al Señor, la cual hizo de rodillas delante del altar y levantando sus manos al cielo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "se puso de pie y bendijo a toda la comunidad israelita, diciendo en voz alta:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "«¡Bendito sea el Señor, que ha concedido la paz a su pueblo Israel, según todo lo que ha prometido! Pues no ha dejado de cumplir ninguna de las buenas promesas que hizo por medio de su siervo Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "»Y ahora, que el Señor nuestro Dios esté con nosotros como estuvo con nuestros antepasados. Que no nos abandone ni nos deje,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            58
          ],
          "lines": [
            "sino que incline nuestro corazón hacia él para que en todo hagamos su voluntad y cumplamos los mandamientos, leyes y decretos que mandó cumplir a nuestros antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            59
          ],
          "lines": [
            "Que estas cosas que he pedido al Señor nuestro Dios, las tenga él siempre presentes, día y noche, para que haga justicia a su siervo y a su pueblo Israel, según sea necesario,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            60
          ],
          "lines": [
            "y para que todas las naciones de la tierra conozcan que el Señor es Dios y que no hay otro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            61
          ],
          "lines": [
            "Por lo tanto, sean ustedes sinceros con el Señor nuestro Dios, y cumplan sus leyes y obedezcan sus mandamientos como en este día.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            62
          ],
          "lines": [
            "Después de esto, el rey y todo Israel ofrecieron sacrificios al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            63
          ],
          "lines": [
            "Y Salomón ofreció al Señor veintidós mil toros y ciento veinte mil ovejas, como sacrificios de reconciliación.",
            "Así fue como el rey y todos los israelitas consagraron el templo del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            64
          ],
          "lines": [
            "El mismo día, el rey consagró el centro del atrio que está frente al templo del Señor, pues allí ofreció los holocaustos, las ofrendas de cereales y la grasa de los sacrificios de reconciliación, porque el altar de bronce que había delante del Señor era pequeño y no cabían los holocaustos, las ofrendas de cereales y la grasa de los sacrificios de reconciliación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            65
          ],
          "lines": [
            "En dicha ocasión, Salomón y todo Israel, una gran muchedumbre que había venido desde la entrada de Hamat hasta el arroyo de Egipto, celebraron la fiesta de las Enramadas en honor del Señor nuestro Dios, y otra fiesta de siete días; en total, catorce días de fiesta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            66
          ],
          "lines": [
            "Al día siguiente despidió al pueblo, y ellos bendijeron al rey y se fueron a sus casas alegres y satisfechos por todo el bien que el Señor había hecho a David, su servidor, y a su pueblo Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.9"
        ],
        "human": "1 Reyes 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.10"
        ],
        "human": "1 Reyes 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.8"
        ],
        "human": "1 Reyes 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios hace una alianza con Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando Salomón terminó de construir el templo del Señor, el palacio real y todo lo que quiso hacer,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "se le apareció el Señor por segunda vez, como se le había aparecido en Gabaón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y le dijo: «He escuchado la oración y el ruego que me has hecho, y he consagrado este templo que has construido como residencia perpetua de mi nombre. Siempre lo cuidaré y lo tendré presente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ahora bien, si tú te comportas en mi presencia como lo hizo David, tu padre, con un corazón intachable y recto, poniendo en práctica todo lo que te he ordenado y obedeciendo mis leyes y decretos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "yo confirmaré para siempre tu reinado en Israel, como se lo prometí a David, tu padre, cuando le dije que nunca faltaría un descendiente suyo en el trono de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero si ustedes y sus hijos se apartan de mí, y no cumplen los mandamientos y leyes que les he dado, sino que sirven y adoran a otros dioses,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "yo arrancaré a Israel de la tierra que le he dado, arrojaré de mi presencia el templo que he consagrado e Israel será motivo de burla constante entre todas las naciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En cuanto a este templo, será convertido en un montón de ruinas, y todo el que pase junto a él se asombrará y se burlará, y preguntará por qué actuó el Señor así con este país y con este templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y le responderán que fue porque abandonaron al Señor su Dios, que sacó de Egipto a sus antepasados, y porque se aferraron a adorar y servir a otros dioses; que por eso el Señor hizo venir sobre ellos tan grande mal.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otras actividades de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pasaron veinte años después de haber construido Salomón los dos edificios, el templo del Señor y el palacio real,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "para los que Hiram, rey de Tiro, había provisto a Salomón de madera de cedro y de pino, y de todo el oro que quiso. El rey Salomón, a su vez, entregó a Hiram veinte ciudades en la región de Galilea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero cuando Hiram fue a ver las ciudades que le había dado Salomón, no le agradaron,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "y dijo: «¿Qué clase de ciudades son estas que me has dado, hermano mío?» Por eso, a la región donde estaban esas ciudades la llamó Cabul, nombre que lleva hasta ahora."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "En cuanto a la cantidad de oro que Hiram envió al rey Salomón, fueron tres mil novecientos sesenta kilos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ahora bien, el motivo del trabajo obligatorio que impuso el rey Salomón para construir el templo del Señor, su propio palacio, el terraplén y las murallas de Jerusalén, además de las ciudades de Hasor, Meguido y Guézer, fue el siguiente:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "el faraón, rey de Egipto, había llegado y conquistado la ciudad de Guézer; después la quemó, y mató a todos los cananeos que vivían en la ciudad, y luego la entregó como dote a su hija, la esposa de Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces Salomón reconstruyó Guézer, Bet-horón de abajo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Baalat y Tamar, en el desierto de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Además reconstruyó todas las ciudades donde almacenaba los alimentos, así como los cuarteles de los carros de combate, los cuarteles de la caballería y todo lo que quiso construir en Jerusalén, en el Líbano y en todo el territorio bajo su dominio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "En cuanto a los habitantes amorreos, hititas, ferezeos, heveos y jebuseos que quedaron, los cuales no eran israelitas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "es decir, a sus descendientes, que quedaron después de ellos en el país y que los israelitas no pudieron aniquilar, Salomón los sometió a trabajos forzados, y así siguen hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero no obligó a ningún israelita a servir como esclavo, sino como soldados, oficiales, jefes, capitanes y comandantes de los carros de combate y de la caballería."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "En cuanto a los capataces que Salomón tenía a cargo de los trabajos, eran quinientos cincuenta, los cuales dirigían a la gente que los realizaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "La hija del faraón se trasladó de la Ciudad de David al palacio que Salomón había edificado para ella. Entonces él construyó el terraplén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Tres veces al año, Salomón ofrecía holocaustos y sacrificios de reconciliación sobre el altar que había construido al Señor, y quemaba incienso delante del Señor. Así se terminó de construir el templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "El rey Salomón construyó también barcos en Esión-guéber, que está junto a Elat, a orillas del Mar Rojo, en el territorio de Edom."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Hiram envió en los barcos a sus oficiales, marinos expertos y conocedores del mar, junto con los oficiales de Salomón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "y llegaron a Ofir, de donde tomaron casi catorce mil kilos de oro y se los llevaron al rey Salomón."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.10"
        ],
        "human": "1 Reyes 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.11"
        ],
        "human": "1 Reyes 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.9"
        ],
        "human": "1 Reyes 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La reina de Sabá visita a Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2
          ],
          "lines": [
            "La reina de Sabá oyó hablar de la fama que Salomón había alcanzado para honra del Señor, y fue a Jerusalén para ponerlo a prueba con preguntas difíciles. Llegó rodeada de gran esplendor, con camellos cargados de perfumes y con gran cantidad de oro y piedras preciosas. Cuando llegó ante Salomón, le preguntó todo lo que tenía pensado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y Salomón respondió a todas sus preguntas. No hubo una sola pregunta de la cual no supiera la respuesta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Al ver la reina de Sabá la sabiduría de Salomón, y el palacio que había construido,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "los manjares de su mesa, los lugares que ocupaban sus oficiales, el porte y la ropa de sus criados, sus coperos, y los holocaustos que ofrecía en el templo, se quedó tan asombrada"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "que dijo al rey: «Lo que escuché en mi país acerca de tus hechos y de tu sabiduría, es verdad;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "pero solo he podido creerlo ahora que he venido y lo he visto con mis propios ojos. En realidad, no me habían contado ni la mitad, pues tu sabiduría y tus bienes son más de lo que yo había oído."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "¡Qué felices deben de ser tus esposas, y qué contentos han de sentirse estos servidores tuyos, que siempre están a tu lado escuchando tus sabias palabras!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "¡Bendito sea el Señor tu Dios, que te vio con agrado y te entregó el reino de Israel! ¡Por el amor que el Señor ha tenido siempre a Israel, te ha hecho rey para que gobiernes con rectitud y justicia!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Luego entregó ella al rey tres mil novecientos sesenta kilos de oro, y gran cantidad de perfumes y piedras preciosas. Nunca llegó a Israel tal cantidad de perfumes como la que regaló la reina de Sabá al rey Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Además, la flota mercante de Hiram, que había traído oro de Ofir, trajo también de allá mucha madera de sándalo y piedras preciosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Con la madera de sándalo hizo el rey barandas para el templo del Señor y para el palacio real, y también arpas y salterios para los músicos. Nunca había llegado, ni se ha visto hasta hoy, tanta madera de sándalo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por su parte, el rey Salomón dio a la reina de Sabá todo lo que ella quiso pedirle, además de lo que él personalmente le regaló. Después la reina regresó a su país acompañada de la gente a su servicio."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Fama y riqueza de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El oro que Salomón recibía cada año llegaba a unos veintidós mil kilos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "sin contar el tributo que le pagaban los comerciantes, los negociantes y todos los reyes de Arabia y gobernadores del país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "El rey Salomón mandó hacer doscientos escudos grandes de oro batido, empleando en cada uno seis kilos de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Mandó hacer también trescientos escudos más pequeños, empleando en cada uno poco más de un kilo y medio de oro batido, y los puso en el palacio llamado «Bosque del Líbano»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Mandó hacer también un gran trono de marfil, y ordenó que lo recubrieran de oro puro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "El trono tenía seis escalones; su respaldo tenía un dosel redondo y brazos a cada lado del asiento, junto a los cuales había dos leones de pie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Había también doce leones de pie, uno a cada lado de los seis escalones. ¡Jamás se había construido en ningún otro reino nada semejante!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Además, todas las copas del rey eran de oro, lo mismo que toda la vajilla del palacio «Bosque del Líbano». No había nada de plata, porque en tiempos de Salomón esta no era de mucho valor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "ya que los barcos de Tarsis que el rey tenía llegaban una vez cada tres años, junto con los barcos de Hiram, trayendo oro, plata, marfil, monos y pavos reales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "El rey Salomón superaba a todos los reyes de la tierra en riqueza y sabiduría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Todo el mundo quería verlo y escuchar la sabiduría que Dios le había dado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "y todos le llevaban cada año un regalo: objetos de plata y de oro, capas, armas, sustancias aromáticas, caballos y mulas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón comercia con carros y caballos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Salomón reunió carros y jinetes. Tenía mil cuatrocientos carros y doce mil jinetes, los cuales destinó a los cuarteles de carros de combate y a la guardia real en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "El rey hizo que en Jerusalén hubiera tanta plata como piedras; y que abundara el cedro como las higueras silvestres en la llanura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Los caballos para Salomón eran llevados de Musri y de Cilicia, pues los comerciantes de la corte los compraban allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Un carro importado de Egipto valía seiscientas monedas de plata, y un caballo, ciento cincuenta. Y todos los reyes hititas y sirios los compraban por medio de los agentes de Salomón."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.11"
        ],
        "human": "1 Reyes 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.12"
        ],
        "human": "1 Reyes 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.10"
        ],
        "human": "1 Reyes 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón se vuelve idólatra"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Además de la hija del faraón, el rey Salomón amó a muchas mujeres extranjeras: moabitas, amonitas, edomitas, sidonias e hititas;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "es decir, mujeres de las naciones con las que el Señor había prohibido a los israelitas establecer relaciones matrimoniales porque seguramente harían que sus corazones se desviaran hacia sus dioses. Pero Salomón, enamorado, se unió con ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Tuvo setecientas esposas de rango real y trescientas concubinas, las cuales desviaron su corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando Salomón ya era anciano, sus mujeres hicieron que su corazón se desviara hacia otros dioses, pues no se había entregado por completo al Señor su Dios, como lo había hecho David, su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Salomón rindió culto a Astarté, diosa de los sidonios, y a Milcom, ídolo repugnante de los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así pues, los hechos de Salomón fueron malos a los ojos del Señor, pues no siguió fielmente al Señor, como lo había hecho David, su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Por aquel tiempo, Salomón construyó, en el monte que está al oriente de Jerusalén, un santuario a Quemós, ídolo repugnante de Moab, y a Moloc, ídolo repugnante de los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Lo mismo hizo para todas sus mujeres extranjeras, las cuales ofrecían incienso y sacrificios a sus dioses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El Señor, Dios de Israel, se enojó con Salomón, porque su corazón se había apartado de él, que se le había aparecido dos veces"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y que le había ordenado no rendir culto a otros dioses. Sin embargo, él no hizo caso de lo que el Señor le había ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por lo tanto, el Señor le dijo a Salomón: «Ya que te has comportado así, y no has cumplido la alianza y las leyes que te ordené, voy a quitarte el reino y a dárselo a uno de los que te sirven."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Sin embargo, por consideración a David, tu padre, no lo haré mientras vivas; pero se lo quitaré a tu hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Aunque no le quitaré todo el reino: le dejaré una tribu, por consideración a tu padre y a Jerusalén, la ciudad que he escogido.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces el Señor hizo que se levantara un enemigo contra Salomón: Hadad, un edomita, de la familia real de Edom."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuando David venció a Edom, Joab, el jefe del ejército, que había ido a enterrar a los caídos en combate, mató a todos los hombres de Edom;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "durante seis meses se quedó allí, con todos los israelitas, hasta que aniquiló a todos los hombres de Edom."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero Hadad, que entonces era un niño, huyó a Egipto con algunos de sus paisanos que estaban al servicio de su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Salieron de Madián y llegaron a Parán, donde tomaron a su servicio algunos hombres del lugar. Llegaron a Egipto y se presentaron al faraón, rey de Egipto, y este les dio casa y comida, y les regaló tierras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Hadad se ganó de tal modo el favor del faraón, que el faraón le dio por esposa a su cuñada, la hermana de la reina Tahpenés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "La hermana de Tahpenés dio a Hadad un hijo que se llamó Guenubat, al cual Tahpenés crió en el palacio del faraón, junto con sus propios hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero cuando Hadad supo en Egipto que David había muerto, y que también había muerto Joab, el jefe del ejército, dijo Hadad al faraón:",
            "—Dame permiso para regresar a mi tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "El faraón le respondió:",
            "—¿Y para qué quieres regresar a tu tierra? ¿Te hace falta algo aquí conmigo?",
            "Hadad respondió:",
            "—No me falta nada, pero te ruego que me permitas regresar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Además, Dios hizo que también Rezón se levantara contra Salomón. Rezón era hijo de Eliadá, que se había escapado de su amo, Hadad-ézer, el rey de Sobá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Había reunido algunos hombres y era el jefe de una banda de ladrones. Cuando David les mató gente, Rezón se fue a Damasco y se estableció allí como rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Fue enemigo de Israel mientras vivió Salomón, y esto se unió al daño que causaba Hadad, pues aborrecía a Israel. De este modo, Rezón llegó a ser rey de Siria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "También Jeroboam, hijo de Nabat, se rebeló contra el rey. Jeroboam era un funcionario de Salomón, de la ciudad de Seredá y de la tribu de Efraín. Su madre era una viuda llamada Serúa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "La razón por la que Jeroboam se rebeló contra el rey fue la siguiente: Salomón estaba construyendo el terraplén y cerrando la brecha de la Ciudad de David, su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Jeroboam era un hombre fuerte y decidido; y al ver Salomón que este joven era muy activo, lo puso a cargo de todo lo relacionado con los descendientes de José."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Por aquel entonces, un día en que Jeroboam salió de Jerusalén, se encontró en el camino con el profeta Ahías, el de Siló, que iba cubierto con una capa nueva. Los dos estaban solos en el campo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "y tomando Ahías la capa nueva que llevaba puesta, la rasgó en doce pedazos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "y dijo a Jeroboam: «Toma para ti diez pedazos, porque el Señor, Dios de Israel, te dice: “Voy a quitarle el reino a Salomón, y a darte a ti diez tribus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "A Salomón le dejaré solo una tribu, por consideración a mi siervo David y a Jerusalén, la ciudad que he escogido entre todas las ciudades de las tribus de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Porque Salomón me ha rechazado, y se ha puesto a adorar a Astarté, diosa de los sidonios; a Quemós, dios de los moabitas; y a Milcom, dios de los amonitas. Sus hechos no han sido buenos a mis ojos, y no ha cumplido mis leyes y decretos como lo hizo David, su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Sin embargo, no le quitaré todo el reino, sino que lo mantendré como gobernante mientras viva, por consideración a mi siervo David, a quien escogí, y quien cumplió mis mandamientos y mis leyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Pero le quitaré el reino a su hijo, y te lo entregaré a ti; es decir, diez tribus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Solo dejaré una tribu a su hijo, para que la lámpara de David, mi siervo, se mantenga siempre encendida ante mí en Jerusalén, la ciudad que escogí como residencia de mi nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Yo te tomaré a ti, para que reines sobre todo lo que quieras y seas el rey de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Y si obedeces todo lo que yo te mande y tus hechos son rectos a mis ojos, y si cumples mis leyes y mandamientos, como lo hizo David, mi siervo, yo estaré contigo y estableceré firmemente tu dinastía, como establecí la de David; y te entregaré Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "En cuanto a la descendencia de David, la castigaré por este motivo, pero no para siempre.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Por causa de esto, Salomón procuró matar a Jeroboam; pero Jeroboam huyó a Egipto, donde reinaba Sisac, y allí se quedó hasta la muerte de Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "El resto de la historia de Salomón y de su sabiduría, y de todo lo que hizo, está escrito en el libro de las crónicas de Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Salomón reinó en Jerusalén sobre todo Israel durante cuarenta años,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "y cuando murió lo enterraron en la Ciudad de David, su padre. Después reinó en su lugar su hijo Roboam."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.12"
        ],
        "human": "1 Reyes 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.13"
        ],
        "human": "1 Reyes 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.11"
        ],
        "human": "1 Reyes 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "División del reino"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Roboam fue a Siquem, porque todo Israel había ido allá para proclamarlo rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero lo supo Jeroboam, hijo de Nabat, que estaba todavía en Egipto, adonde había huido del rey Salomón y donde se había quedado a vivir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cuando lo mandaron llamar, Jeroboam y todo el pueblo de Israel fueron a hablar con Roboam, y le dijeron:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "—Tu padre fue muy duro con nosotros; ahora alivia tú la dura servidumbre y el pesado yugo que él nos impuso, y te serviremos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Roboam les contestó:",
            "—Váyanse, y vuelvan a verme dentro de tres días.",
            "La gente se fue,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y entonces el rey Roboam consultó a los ancianos que habían servido a Salomón, su padre, cuando este vivía. Les preguntó:",
            "—¿Qué me aconsejan ustedes que responda yo a esta gente?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ellos le dijeron:",
            "—Si hoy te pones al servicio de este pueblo y les respondes con buenas palabras, ellos te servirán siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero Roboam no hizo caso del consejo de los ancianos, sino que consultó a los muchachos que se habían criado con él y que estaban a su servicio,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "preguntándoles:",
            "—¿Qué me aconsejan ustedes que responda yo a esta gente que me ha pedido que aligere el yugo que mi padre les impuso?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Aquellos jóvenes, que se habían criado con él, le respondieron:",
            "—A esta gente que te ha pedido que aligeres el yugo que tu padre les impuso, debes responderle lo siguiente: “Si mi padre fue duro, yo lo soy mucho más;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "si él les impuso un yugo pesado, yo lo haré más pesado todavía; y si él los azotaba con correas, yo los azotaré con látigos de puntas de hierro.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Al tercer día volvió Jeroboam a presentarse con todo el pueblo ante Roboam, como el rey les había dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero el rey les contestó duramente, sin hacer caso del consejo que le habían dado los ancianos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y les repitió lo que le habían aconsejado los muchachos: que si su padre les había impuesto un yugo pesado, él les impondría uno más pesado todavía, y que si su padre los había azotado con correas, él los azotaría con látigos de puntas de hierro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El rey, pues, no hizo caso del pueblo, porque el Señor había dispuesto que sucediera así para que se cumpliera lo que el Señor había prometido a Jeroboam, hijo de Nabat, por medio de Ahías, el de Siló."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Cuando todo el pueblo de Israel vio que el rey no le había hecho caso, le respondió de este modo:",
            "«¡No tenemos nada que ver con David!",
            "¡Ninguna herencia compartimos con el hijo de Jesé!",
            "¡A sus casas, israelitas!",
            "¡Y David que cuide de su familia!»",
            "Al momento, los israelitas se fueron a sus casas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "En cuanto a los israelitas que vivían en las ciudades de Judá, Roboam siguió reinando sobre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y cuando Roboam envió a Adoram, que era el encargado del trabajo obligatorio, todo Israel lo mató a pedradas. Entonces el rey Roboam subió rápidamente a su carro y huyó a Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "De este modo se rebeló Israel contra la dinastía de David hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Al enterarse los de Israel de que Jeroboam había vuelto, lo mandaron llamar para que se presentara ante la comunidad, y lo proclamaron rey de todo Israel, sin quedar nadie que siguiera fiel a la dinastía de David, aparte de la tribu de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cuando Roboam llegó a Jerusalén, juntó ciento ochenta mil soldados escogidos de todas las familias de Judá y de la tribu de Benjamín, para luchar contra Israel y recuperar su reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero Dios habló a Semaías, hombre de Dios, y le ordenó:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "«Di a Roboam, hijo de Salomón y rey de Judá, a todas las familias de Judá y de Benjamín, y al resto del pueblo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "que les ordeno que no luchen contra sus hermanos israelitas. Que se vuelvan todos a sus casas, porque así lo he dispuesto.»",
            "Al oír ellos lo que el Señor les decía, regresaron, como les ordenaba el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jeroboam implanta la idolatría"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Jeroboam reconstruyó la ciudad de Siquem, que está en los montes de Efraín, y se estableció en ella. Luego reconstruyó también Penuel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Pero pensó: «La dinastía de David puede recuperar el reino,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "si esta gente va a Jerusalén para ofrecer sacrificios en el templo del Señor. Volverán a sentir afecto por Roboam, rey de Judá, y entonces me matarán y se volverán a Roboam, rey de Judá.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Después de haber consultado el asunto, hizo el rey dos becerros de oro, y dijo al pueblo: «Ustedes, israelitas, ya han ido bastante a Jerusalén. Aquí tienen a sus dioses, que los sacaron de Egipto.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces puso uno en Betel y el otro en Dan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y esto fue causa de que Israel pecara, pues la gente iba a Betel y a Dan para adorarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Construyó también santuarios en lugares altos y nombró sacerdotes a gente del pueblo, que no eran levitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Además estableció una fiesta religiosa el día quince del mes octavo, como la fiesta que se celebraba en Judá, y él mismo ofreció sacrificios sobre el altar. Esto lo hizo en Betel, ofreciendo sacrificios a los becerros que había fabricado y nombrando sacerdotes para los santuarios paganos que había construido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Así pues, el día quince del mes octavo, Jeroboam ofreció sacrificios sobre el altar que había construido en Betel. Este era el mes de la fiesta que él inventó a su antojo, declarándola fiesta religiosa para los israelitas, el mismo mes en que subió al altar a quemar incienso."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.13"
        ],
        "human": "1 Reyes 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.14"
        ],
        "human": "1 Reyes 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.12"
        ],
        "human": "1 Reyes 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Un profeta de Judá reprende a Jeroboam"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando Jeroboam estaba quemando incienso sobre el altar, llegó a Betel un profeta de Judá mandado por el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y por orden del Señor habló con fuerte voz contra el altar, diciendo: «Altar, altar: El Señor ha dicho: “De la dinastía de David nacerá un niño, que se llamará Josías y que sacrificará sobre ti a los sacerdotes de los santuarios en lugares altos que sobre ti queman incienso; y sobre ti quemarán huesos humanos.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Aquel mismo día, el profeta dio una señal prodigiosa. Dijo: «Esta es la señal prodigiosa que el Señor ha anunciado: El altar se hará pedazos y la ceniza que hay sobre él se esparcirá.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando el rey Jeroboam escuchó la sentencia que el profeta había pronunciado contra el altar de Betel, extendió su mano desde el altar y dijo: «¡Aprésenlo!» Pero la mano que había extendido para señalarlo se le quedó tiesa y no pudo ya moverla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "En aquel momento el altar se hizo pedazos y las cenizas que había sobre él se esparcieron, conforme a la señal que el profeta había dado por orden del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces el rey, dirigiéndose al profeta, dijo:",
            "—Te ruego que ores por mí al Señor tu Dios, para que mi mano se cure.",
            "El profeta rogó al Señor, y la mano del rey quedó sana, como antes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Luego dijo el rey al profeta:",
            "—Ven conmigo a mi casa, para que comas algo, y te haré un regalo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero el profeta respondió al rey:",
            "—Aunque me des la mitad de tu palacio, no iré contigo, ni comeré pan ni beberé agua en este lugar;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "porque así me lo ha ordenado el Señor. Me dijo: “No comas pan, ni bebas agua, ni vuelvas por el mismo camino por el que has ido.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y el profeta se fue por otro camino distinto, para no volver por el mismo camino por el que había ido a Betel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "En aquel tiempo vivía en Betel un profeta anciano, cuyos hijos fueron y le contaron todo lo que el profeta de Judá había hecho aquel día en Betel; y también le contaron a su padre lo que había dicho el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y su padre les preguntó:",
            "—¿Por qué camino se fue?",
            "Sus hijos le indicaron el camino por el que había regresado el profeta de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces les dijo a sus hijos:",
            "—Aparéjenme el asno.",
            "Ellos lo hicieron así, y el profeta montó y"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "salió tras el profeta de Judá. Lo encontró sentado debajo de una encina, y le preguntó:",
            "—¿Eres tú el profeta que ha venido de Judá?",
            "—Yo soy —le respondió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "—Ven a mi casa, a comer pan conmigo —dijo el profeta anciano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero el profeta de Judá le contestó:",
            "—No puedo acompañarte, ni entrar en tu casa, ni comer pan ni beber agua contigo en este lugar;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "porque el Señor me ha ordenado claramente: “No comas pan ni bebas agua aquí, ni regreses por el mismo camino por el que te fuiste.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero el anciano insistió:",
            "—Yo también soy profeta, lo mismo que tú, y un ángel de parte del Señor me ha ordenado que te lleve a mi casa y te dé de comer y de beber.",
            "Y aunque el anciano le mentía,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "el profeta de Judá se fue con él y comió y bebió en su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y estando ellos sentados a la mesa, el Señor habló al profeta anciano que había hecho volver al profeta de Judá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "y en voz alta dijo el anciano a este:",
            "—El Señor ha dicho que por haber tú desobedecido las órdenes que te dio,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "pues te volviste para comer y beber donde el Señor te ordenó que no lo hicieras, no reposará tu cuerpo en el sepulcro de tus antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Cuando el profeta de Judá acabó de comer y beber, el profeta anciano le aparejó el asno,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "y el profeta de Judá se fue. Pero en el camino le salió al encuentro un león y lo mató, y su cuerpo quedó tirado en el camino. El asno y el león, sin embargo, se quedaron junto al cadáver."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "En eso pasaron unos hombres y vieron el cadáver tirado en el camino, y que el león estaba todavía junto a él. Y cuando llegaron a la ciudad donde vivía el profeta anciano, contaron lo que habían visto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Al saberlo, el profeta anciano que había hecho volver al otro, exclamó: «Ese es el profeta que desobedeció la orden del Señor. Por eso el Señor lo ha entregado a un león, que lo ha despedazado y matado, conforme a lo que el Señor le dijo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "En seguida pidió a sus hijos que le aparejaran un asno, y ellos lo hicieron así."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces el profeta anciano se fue y encontró el cadáver tirado en el camino y, junto a él, al asno y al león. El león no había devorado el cadáver ni despedazado al asno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces el profeta anciano levantó el cuerpo del profeta de Judá, lo echó sobre el asno y volvió con él a su ciudad, para hacerle duelo y enterrarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Lo enterró en su propio sepulcro, y lloró por él, diciendo: «¡Ay, hermano mío!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Después de enterrarlo, dijo a sus hijos:",
            "—Cuando yo muera, entiérrenme en el mismo sepulcro en que he enterrado a este hombre de Dios. Pongan mis restos junto a los suyos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "porque sin duda se cumplirá lo que él anunció por orden del Señor contra el altar de Betel y contra todos los santuarios en lugares altos que hay en las ciudades de Samaria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "A pesar de esto, Jeroboam no abandonó su mala conducta, sino que volvió a nombrar sacerdotes de entre el pueblo para los santuarios en lugares altos. A quien así lo deseaba, Jeroboam lo consagraba sacerdote de tales santuarios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Tal proceder fue la causa de que la descendencia de Jeroboam pecara, y que, por lo mismo, fuera exterminada por completo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.14"
        ],
        "human": "1 Reyes 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.15"
        ],
        "human": "1 Reyes 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.13"
        ],
        "human": "1 Reyes 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ahías anuncia la caída de Jeroboam"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por aquel tiempo, Abías, el hijo de Jeroboam, cayó enfermo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y dijo Jeroboam a su mujer:",
            "—Anda, ponte un disfraz para que no reconozcan que eres mi mujer, y vete a Siló. Allí vive Ahías, el profeta que me dijo que yo sería rey de esta nación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Toma diez panes, tortas y una jarra de miel, y ve a verlo para que te diga lo que va a ser de este niño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Así lo hizo la mujer de Jeroboam. Se preparó y fue a Siló, y llegó a casa de Ahías. Ahías no podía ver, pues su vista se había ido apagando a causa de su vejez,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "pero el Señor le había hecho saber que la mujer de Jeroboam iría a consultarle acerca de su hijo, que estaba enfermo. También le hizo saber lo que debía responderle, y le advirtió que llegaría disfrazada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando Ahías oyó sus pasos al entrar ella por la puerta, le dijo:",
            "—Entra, mujer de Jeroboam. ¿Por qué te haces pasar por otra? Yo he recibido el encargo de hablarte duramente,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "así que vuelve y dile a Jeroboam que el Señor, Dios de Israel, ha dicho: “Yo te saqué de entre el pueblo, y te hice jefe de mi pueblo Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Yo le quité el reino a la dinastía de David, para dártelo a ti. Pero tú no has sido como David, mi siervo, que cumplió mis mandamientos y me siguió con todo su corazón, y cuyos hechos fueron rectos a mis ojos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "tú te has comportado peor que todos los que hubo antes de ti; tú, para hacerme enojar, te has hecho otros dioses e imágenes de hierro fundido, y me has despreciado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Por eso voy a traer el mal sobre tu descendencia: haré que mueran todos tus descendientes varones en Israel; ninguno quedará con vida. Barreré por completo tu descendencia, como si barriera estiércol."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "A tus parientes que mueran en la ciudad se los comerán los perros; y a los que mueran en el campo se los comerán las aves de rapiña, porque yo, el Señor, así lo he dispuesto.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»En cuanto a ti, mujer, levántate y vete a tu casa. Tan pronto pongas un pie en la ciudad, el niño morirá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces todo Israel hará lamentación por él, y lo enterrarán; pues él será el único descendiente de Jeroboam que tendrá sepultura. Porque de toda la descendencia de Jeroboam, solo en él ha encontrado el Señor, Dios de Israel, algo que le agrade."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Después pondrá en Israel un rey que acabará con la dinastía de Jeroboam en su día. De ahora en adelante"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "el Señor va a sacudir a Israel como la corriente del río sacude las cañas. Lo arrancará de esta buena tierra que dio a sus antepasados, y lo arrojará más allá del río Éufrates, por haber hecho representaciones de Astarté, causando con ello la irritación del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "El Señor entregará a Israel por los pecados que Jeroboam ha cometido y que ha hecho cometer a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces la mujer de Jeroboam se levantó y se fue, y llegó a Tirsá; y en cuanto cruzó el umbral de la casa, el niño murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Todo Israel fue a su entierro y lloró por él, según lo había anunciado el Señor por medio de su siervo, el profeta Ahías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "El resto de la historia de Jeroboam, las batallas en que tomó parte y otros detalles de su reinado, están escritos en el libro de las crónicas de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Jeroboam reinó durante veintidós años, y después de su muerte reinó en su lugar su hijo Nadab."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Roboam en Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "En Judá reinaba Roboam, hijo de Salomón. Tenía cuarenta y un años cuando comenzó a reinar, y reinó durante diecisiete años en Jerusalén, la ciudad que el Señor escogió entre todas las ciudades de las tribus de Israel como residencia de su nombre. La madre de Roboam se llamaba Naamá, y era amonita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero los hechos de Roboam fueron malos a los ojos del Señor, y le irritaron más que todos los pecados que cometieron sus antepasados,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "pues también ellos construyeron santuarios en lugares altos y levantaron piedras y troncos sagrados en toda colina alta y debajo de todo árbol frondoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "También los hombres del país practicaban la prostitución como un culto, y se cometían todas las infamias practicadas por las naciones paganas que el Señor había arrojado de la presencia de los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "En el quinto año del reinado de Roboam, Sisac, rey de Egipto, fue y atacó a Jerusalén,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "apoderándose de los tesoros del templo del Señor y del palacio real. Todo lo saqueó, y se llevó también todos los escudos de oro que había hecho Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "El rey Roboam hizo en su lugar escudos de bronce, y los dejó al cuidado de los oficiales de la guardia que vigilaba la entrada del palacio real."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y cada vez que el rey iba al templo del Señor, los guardias los llevaban. Luego volvían a ponerlos en el cuarto de guardia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "El resto de la historia de Roboam y de todo lo que hizo, está escrito en el libro de las crónicas de los reyes de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Hubo guerra continuamente entre Roboam y Jeroboam."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Y cuando Roboam murió, fue enterrado con sus antepasados en la Ciudad de David. Su madre se llamaba Naamá, y era de Amón. Después reinó en su lugar su hijo Abiam."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.15"
        ],
        "human": "1 Reyes 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.16"
        ],
        "human": "1 Reyes 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.14"
        ],
        "human": "1 Reyes 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Abiam en Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Abiam comenzó a reinar en Judá en el año dieciocho del reinado de Jeroboam, hijo de Nabat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Reinó en Jerusalén durante tres años. Su madre se llamaba Maacá, y era hija de Absalón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Abiam cometió los mismos pecados que su padre había cometido antes que él, y su corazón no fue fiel al Señor su Dios, como lo fue el de David, antepasado suyo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Sin embargo, por consideración a David, el Señor concedió que su lámpara continuara encendida en Jerusalén, al poner a su hijo en el trono después de él y afirmar a Jerusalén;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "pues David se había conducido de manera digna de aprobación por parte del Señor, ya que nunca en su vida se apartó de lo que el Señor le había mandado, excepto en el asunto de Urías el hitita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6,
            7
          ],
          "lines": [
            "Hubo guerra continuamente entre Roboam y Jeroboam mientras Roboam vivió. Y también hubo guerra entre Abiam y Jeroboam. El resto de la historia de Abiam y de todo lo que hizo, está escrito en el libro de las crónicas de los reyes de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y cuando Abiam murió, lo enterraron en la Ciudad de David. Después reinó en su lugar su hijo Asá."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Asá en Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Asá comenzó a reinar en Judá en el año veinte del reinado de Jeroboam en Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y reinó en Jerusalén cuarenta años. Su abuela se llamaba Maacá, y era hija de Absalón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Los hechos de Asá fueron buenos a los ojos del Señor, como los de su antepasado David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Echó fuera del país a los hombres que practicaban la prostitución como un culto, y quitó todos los ídolos que sus antepasados habían hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "También quitó la categoría de reina madre a Maacá, su abuela, porque había mandado hacer una imagen de Aserá. Asá destruyó aquella imagen, y la quemó en el arroyo Cedrón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y aunque no se quitaron los santuarios en lugares altos, Asá fue siempre fiel al Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "y puso en el templo del Señor todo el oro y la plata que tanto él como su padre habían dedicado al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pacto de Asá con Ben-hadad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Hubo guerra continuamente entre Asá y Baasá, rey de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y cuando Baasá fue a atacar a Judá, fortificó Ramá para cortarle toda comunicación al rey de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces Asá tomó todo el oro y la plata que aún había en los tesoros del templo del Señor y del palacio real, y por medio de sus funcionarios los envió a Ben-hadad, rey de Siria, que era hijo de Tabrimón y nieto de Hezión, y tenía su residencia en Damasco. También le envió este mensaje:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "«Hagamos tú y yo un pacto, como hicieron nuestros padres. Aquí te envío oro y plata como regalo. Rompe el pacto que tienes con Baasá, rey de Israel, y así me dejará en paz.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Ben-hadad aceptó la proposición del rey Asá y envió a los jefes de sus tropas a atacar las ciudades de Israel. Así conquistó Iión, Dan, Abel-bet-maacá, toda Quinéret y toda la región de Neftalí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cuando Baasá lo supo, dejó de fortificar Ramá y regresó a Tirsá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entonces el rey Asá mandó llamar a todo Judá, sin que faltara nadie, y se llevaron de Ramá las piedras y la madera que Baasá había usado para fortificarla, y con ellas el rey Asá fortificó Gueba de Benjamín y Mispá."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Asá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "El resto de la historia completa de Asá y de sus hazañas, y lo que hizo, y las ciudades que construyó, está escrito en el libro de las crónicas de los reyes de Judá.",
            "En su ancianidad, Asá enfermó de los pies;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "y cuando murió, lo enterraron con sus antepasados en la Ciudad de David. Después reinó en su lugar su hijo Josafat."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Nadab en Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "En el segundo año del reinado de Asá en Judá, Nadab, hijo de Jeroboam, comenzó a reinar en Israel, y su reinado duró dos años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Pero sus hechos fueron malos a los ojos del Señor; cometió los mismos pecados que su padre había cometido, y con los cuales hizo pecar a los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Pero Baasá, hijo de Ahías, que pertenecía a la tribu de Isacar, formó un complot contra él y lo mató en Guibetón, ciudad filistea que Nadab estaba sitiando con todo el ejército israelita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Baasá mató a Nadab en el tercer año del reinado de Asá en Judá, y reinó en su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y tan pronto como empezó a reinar, mató a toda la familia de Jeroboam. Conforme a lo que el Señor había anunciado por medio de Ahías de Siló, Baasá exterminó por completo a la familia de Jeroboam. No dejó vivo a nadie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Esto fue a causa de los pecados que Jeroboam había cometido, con los cuales hizo pecar a los israelitas, provocando así la ira del Señor, Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "El resto de la historia de Nadab y de todo lo que hizo, está escrito en el libro de las crónicas de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Entre Asá y Baasá, rey de Israel, hubo guerra continuamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Baasá en Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "En el tercer año del reinado de Asá en Judá, Baasá, hijo de Ahías, comenzó a reinar en Tirsá sobre todo Israel, y reinó durante veinticuatro años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Pero los hechos de Baasá fueron malos a los ojos del Señor, pues cometió los mismos pecados con que Jeroboam hizo pecar a los israelitas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.16"
        ],
        "human": "1 Reyes 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.17"
        ],
        "human": "1 Reyes 17",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.15"
        ],
        "human": "1 Reyes 15",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces el Señor se dirigió a Jehú, hijo de Hananí, para decir en contra de Baasá:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Yo te levanté del polvo y te puse como jefe de Israel, mi pueblo. Pero tú, al igual que Jeroboam, has hecho pecar a Israel, mi pueblo. Has provocado mi ira con tus pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por lo tanto, Baasá, voy a acabar contigo y con tu familia; voy a hacer con ella lo mismo que hice con la de Jeroboam, hijo de Nabat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cualquier pariente tuyo que muera en la ciudad, será devorado por los perros; y al que muera en el campo, se lo comerán las aves de rapiña.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "El resto de la historia de Baasá, y de lo que hizo, y de sus hazañas, está escrito en el libro de las crónicas de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando murió Baasá, lo enterraron en Tirsá. Después reinó en su lugar su hijo Elá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Por medio del profeta Jehú, hijo de Hananí, el Señor pronunció sentencia contra Baasá y su familia, porque sus hechos fueron malos a sus ojos. Baasá irritó al Señor, porque sus acciones fueron semejantes a las de Jeroboam y su familia, a quienes destruyó."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinados de Elá y de Zimrí en Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En el año veintiséis del reinado de Asá en Judá, Elá, hijo de Baasá, comenzó a reinar sobre Israel en Tirsá, y reinó durante dos años;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "pero Zimrí, un oficial suyo al mando de la mitad de los carros de combate, formó un complot contra él. Un día en que Elá estaba en Tirsá, en casa de Arsá, su mayordomo, bebió hasta emborracharse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "De pronto llegó Zimrí y lo mató, para reinar en su lugar. Esto sucedió en el año veintisiete del reinado de Asá en Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Tan pronto como Zimrí subió al trono y comenzó a reinar, mató a toda la familia de Baasá, sin dejar vivo a ningún varón, pariente o amigo, que pudiera vengarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así pues, Zimrí aniquiló a toda la familia de Baasá, conforme a la sentencia que el Señor había pronunciado contra Baasá por medio del profeta Jehú,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "a causa de todos los pecados de Baasá y de su hijo Elá, con los cuales hicieron pecar también a los israelitas, irritando con su idolatría al Señor, Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El resto de la historia de Elá y de todo lo que hizo, está escrito en el libro de las crónicas de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "En el año veintisiete del reinado de Asá en Judá, y estando el ejército israelita acampado para atacar la ciudad filistea de Guibetón, Zimrí comenzó a reinar en Tirsá. Pero solo reinó siete días,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "porque el mismo día en que el ejército que estaba en el campamento supo que Zimrí había conspirado contra el rey y lo había matado, todos en el campamento proclamaron rey de Israel a Omrí, general del ejército."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces Omrí y todo el ejército israelita dejaron de atacar Guibetón y atacaron Tirsá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Al ver Zimrí que la ciudad había sido tomada, se metió en el reducto del palacio real, prendió fuego al palacio estando él dentro, y así murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Esto sucedió por causa de los pecados que cometió y por sus malas acciones a los ojos del Señor, pues cometió los mismos pecados que Jeroboam, con los cuales hizo pecar también a los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El resto de la historia de Zimrí y de su conspiración contra el rey Elá, está escrito en el libro de las crónicas de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Omrí en Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces el pueblo de Israel se dividió en dos bandos. Unos estaban a favor de Tibní, hijo de Guinat, para que fuera el rey, y otros estaban a favor de Omrí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Finalmente, el partido de Omrí se impuso al partido de Tibní, hijo de Guinat. Tibní murió, y así Omrí llegó a ser rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Omrí comenzó a reinar en Israel en el año treinta y uno del reinado de Asá en Judá, y reinó durante doce años, de los cuales reinó seis en Tirsá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Le compró a Sémer el monte de Samaria por sesenta y seis kilos de plata, y allí construyó una ciudad fortificada a la que llamó Samaria, porque el dueño anterior del monte se llamaba Sémer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Los hechos de Omrí fueron malos a los ojos del Señor, e incluso peores que los de los reyes anteriores a él,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "pues cometió los mismos pecados que Jeroboam, hijo de Nabat, con los cuales hizo pecar también a los israelitas, provocando con su idolatría la ira del Señor, Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "El resto de la historia de Omrí y de todo lo que hizo, y de sus hazañas, está escrito en el libro de las crónicas de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Cuando murió, lo enterraron en Samaria. Después reinó en su lugar su hijo Ahab."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Ahab en Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "En el año treinta y ocho del reinado de Asá en Judá, Ahab, hijo de Omrí, comenzó a reinar en Israel. Y reinó sobre Israel durante veintidós años, en la ciudad de Samaria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Pero su conducta fue reprobable a los ojos del Señor, e incluso peor que la de los reyes anteriores a él,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "pues no le importó cometer los mismos pecados de Jeroboam, hijo de Nabat. Para colmo, se casó con Jezabel, hija de Et-baal, rey de Sidón, y acabó por adorar y rendir culto a Baal,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "y construyó un altar y un templo a Baal en Samaria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Hizo también una imagen de Aserá, con lo que irritó al Señor, Dios de Israel, más que todos los reyes de Israel anteriores a él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "En tiempos de Ahab, Hiel, el de Betel, reconstruyó la ciudad de Jericó. A costa de Abiram, su hijo mayor, echó los cimientos, y a costa de Segub, su hijo menor, puso las puertas, conforme a lo que el Señor había dicho por medio de Josué, hijo de Nun."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.17",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.17"
        ],
        "human": "1 Reyes 17"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.18"
        ],
        "human": "1 Reyes 18",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.16"
        ],
        "human": "1 Reyes 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elías anuncia la sequía"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El profeta Elías, que era de Tisbé, de la región de Galaad, dijo a Ahab: «¡Juro por el Señor, Dios de Israel, a quien sirvo, que en estos años no lloverá, ni caerá rocío hasta que yo lo diga!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Por eso el Señor le dijo a Elías:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "«Vete de aquí, hacia el oriente, y escóndete en el arroyo Querit, que está al oriente del Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Allí podrás beber agua del arroyo, y he ordenado a los cuervos que te lleven comida.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Elías hizo lo que el Señor le ordenó, y fue y se quedó a vivir junto al arroyo Querit, al oriente del río Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y los cuervos le llevaban pan y carne por la mañana y por la tarde. El agua la bebía del arroyo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero al cabo de unos días el arroyo se secó, porque no llovía en el país."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elías y la viuda de Sarepta"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces el Señor le dijo a Elías:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "«Levántate y vete a la ciudad de Sarepta, en Sidón, y quédate a vivir allá. Ya le he ordenado a una viuda que allí vive, que te dé de comer.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Elías se levantó y se fue a Sarepta. Al llegar a la entrada de la ciudad, vio a una viuda que estaba recogiendo leña. La llamó y le dijo:",
            "—Por favor, tráeme en un vaso un poco de agua para beber."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Ya iba ella a traérselo, cuando Elías la volvió a llamar y le dijo:",
            "—Por favor, tráeme también un pedazo de pan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Ella le contestó:",
            "—Te juro por el Señor tu Dios que no tengo nada de pan cocido. No tengo más que un puñado de harina en una tinaja y un poco de aceite en una jarra, y ahora estaba recogiendo un poco de leña para ir a cocinarlo para mi hijo y para mí. Comeremos, y después nos moriremos de hambre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Elías le respondió:",
            "—No tengas miedo. Ve a preparar lo que has dicho. Pero primero, con la harina que tienes, hazme una torta pequeña y tráemela, y haz después otras para ti y para tu hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Porque el Señor, Dios de Israel, ha dicho que no se acabará la harina de la tinaja ni el aceite de la jarra hasta el día en que el Señor haga llover sobre la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "La viuda fue e hizo lo que Elías le había ordenado. Y ella y su hijo y Elías tuvieron comida para muchos días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "No se acabó la harina de la tinaja ni el aceite de la jarra, tal como el Señor lo había dicho por medio de Elías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Algún tiempo después cayó enfermo el hijo de la viuda, y su enfermedad fue gravísima, tanto que hasta dejó de respirar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces la viuda le dijo a Elías:",
            "—¿Qué tengo yo que ver contigo, hombre de Dios? ¿Has venido a recordarme mis pecados y a hacer que mi hijo se muera?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "—Dame acá tu hijo —le respondió él.",
            "Y tomándolo del regazo de la viuda, lo subió al cuarto donde él estaba alojado y lo acostó sobre su cama."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Luego clamó al Señor en voz alta: «Señor y Dios mío, ¿también has de causar dolor a esta viuda, en cuya casa estoy alojado, haciendo morir a su hijo?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y en seguida se tendió tres veces sobre el niño, y clamó al Señor en voz alta: «Señor y Dios mío, ¡te ruego que devuelvas la vida a este niño!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "El Señor atendió a los ruegos de Elías, e hizo que el niño reviviera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Inmediatamente Elías tomó al niño, lo bajó de su cuarto a la planta baja de la casa y lo entregó a su madre, diciéndole:",
            "—¡Mira, tu hijo está vivo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y la mujer le respondió:",
            "—Ahora sé que realmente eres un hombre de Dios, y que lo que dices es la verdad del Señor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.18",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.18"
        ],
        "human": "1 Reyes 18"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.19"
        ],
        "human": "1 Reyes 19",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.17"
        ],
        "human": "1 Reyes 17",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elías vuelve a presentarse ante Ahab"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El tiempo pasó. Tres años después, el Señor se dirigió a Elías y le dijo: «Ve y preséntate ante Ahab, pues voy a mandar lluvia sobre la tierra.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Elías fue y se presentó ante Ahab. El hambre que había en Samaria era tremenda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ahab llamó a Abdías, su mayordomo, que adoraba al Señor con profunda reverencia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y que, cuando Jezabel comenzó a matar a los profetas del Señor, había recogido a cien de ellos y, después de dividirlos en dos grupos de cincuenta, los había escondido en dos cuevas y les había dado el alimento necesario."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ahab le dijo a Abdías:",
            "—Anda, vamos a recorrer el país y todos los manantiales y los ríos, a ver si podemos encontrar pasto para mantener vivos los caballos y las mulas. De lo contrario, nos quedaremos sin bestias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así pues, se repartieron las zonas del país que debían recorrer, y Ahab se fue por un camino y Abdías por otro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ya en el camino, Elías salió al encuentro de Abdías, que al reconocerlo se inclinó ante él y exclamó:",
            "—¡Pero si es mi señor Elías!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "—Sí, yo soy —respondió Elías, y añadió—: Anda, dile a tu amo que estoy aquí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Abdías contestó:",
            "—¿Qué falta he cometido yo para que me entregues a Ahab y que él me mate?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Juro por el Señor tu Dios que no hay nación ni reino adonde mi amo no haya enviado a buscarte; y cuando respondían que no estabas allí, mi amo les hacía jurar que en verdad no te habían hallado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "¡Y ahora me pides que vaya y le diga a mi amo que estás aquí!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Lo que va a pasar es que, al separarme yo de ti, el espíritu del Señor te llevará a donde yo no sepa. Y cuando yo vaya a darle la noticia a Ahab, él no te encontrará y me matará. Este siervo tuyo, desde su juventud, siempre ha honrado al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "¿Acaso no te han contado lo que hice cuando Jezabel estaba matando a los profetas del Señor? Pues escondí a cien de ellos, y en grupos de cincuenta los metí en dos cuevas y les di el alimento necesario."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¿Y ahora me pides que vaya y le diga a mi amo que tú estás aquí? ¡Me matará!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Elías le respondió:",
            "—Juro por el Señor todopoderoso, a quien sirvo, que hoy mismo me presentaré ante Ahab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Abdías fue a buscar a Ahab y darle el aviso, y entonces Ahab fue a encontrarse con Elías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Cuando lo vio, le dijo:",
            "—¿Así que tú eres el que está trastornando a Israel?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "—Yo no lo estoy trastornando —contestó Elías—, sino tú y tu gente, por dejar los mandamientos del Señor y rendir culto a las diferentes representaciones de Baal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Manda ahora gente que reúna a todos los israelitas en el monte Carmelo, con los cuatrocientos cincuenta profetas de Baal y los cuatrocientos profetas de Aserá, a quienes Jezabel mantiene."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elías y los profetas de Baal"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Ahab mandó llamar a todos los israelitas, y reunió a los profetas en el monte Carmelo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces Elías, acercándose a todo el pueblo, dijo:",
            "—¿Hasta cuándo van a continuar ustedes con este doble juego? Si el Señor es el verdadero Dios, síganlo a él, y si Baal lo es, a él deberán seguirlo.",
            "El pueblo no respondió palabra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y Elías continuó diciendo:",
            "—Yo soy el único profeta del Señor que ha quedado con vida, en tanto que de Baal hay cuatrocientos cincuenta profetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pues bien, que se nos den dos becerros, y que ellos escojan uno, y lo descuarticen y lo pongan sobre la leña, pero que no le prendan fuego. Yo, por mi parte, prepararé el otro becerro y lo pondré sobre la leña, pero tampoco le prenderé fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Luego ustedes invocarán a sus dioses, y yo invocaré al Señor, ¡y el dios que responda enviando fuego, ese es el Dios verdadero!",
            "—¡Buena propuesta! —respondió todo el pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Entonces Elías dijo a los profetas de Baal:",
            "—Escojan uno de los becerros, y prepárenlo primero, ya que ustedes son muchos. Luego invoquen a su dios, pero no enciendan fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Así pues, ellos tomaron el becerro que se les entregó, y lo prepararon, y desde la mañana hasta el mediodía invocaron a Baal. Decían: «¡Contéstanos, Baal!», y daban pequeños brincos alrededor del altar que habían construido, pero ninguna voz les respondía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Hacia el mediodía, Elías se burlaba de ellos diciéndoles:",
            "—Griten más fuerte, porque es un dios. A lo mejor está ocupado, o está haciendo sus necesidades, o ha salido de viaje. ¡Tal vez esté dormido y haya que despertarlo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Ellos seguían gritando y cortándose con cuchillos y lancetas, como tenían por costumbre, hasta quedar bañados en sangre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Pero pasó el mediodía, y aunque ellos continuaron gritando y saltando como locos hasta la hora de ofrecer el sacrificio, no hubo ninguna respuesta. ¡Nadie contestó ni escuchó!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Entonces Elías dijo a toda la gente:",
            "—Acérquense a mí.",
            "Toda la gente se acercó a él, y él se puso a reparar el altar del Señor, que estaba derrumbado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Tomó doce piedras, conforme al número de las tribus de los hijos de Jacob, a quien el Señor dijo que se llamaría Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "y construyó con ellas un altar al Señor; hizo luego una zanja alrededor del altar, donde cabrían unos veinte litros de grano,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "y tras acomodar la leña, descuartizó el becerro y lo puso sobre ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Luego dijo:",
            "—Llenen cuatro cántaros de agua, y vacíenlos sobre el holocausto y la leña.",
            "Luego mandó que lo hicieran por segunda y tercera vez, y así lo hicieron ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "El agua corría alrededor del altar, y también llenó la zanja."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "A la hora de ofrecer el holocausto, el profeta Elías se acercó y exclamó: «¡Señor, Dios de Abraham, Isaac e Israel: haz que hoy se sepa que tú eres el Dios de Israel, y que yo soy tu siervo, y que hago todo esto porque me lo has mandado!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "¡Respóndeme, Señor; respóndeme, para que esta gente sepa que tú eres Dios, y que los invitas a volverse de nuevo a ti!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "En aquel momento, el fuego del Señor cayó y quemó el holocausto, la leña y hasta las piedras y el polvo, y consumió el agua que había en la zanja."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Al ver esto, toda la gente se inclinó hasta tocar el suelo con la frente, y dijo: «¡El Señor es Dios, el Señor es Dios!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Entonces Elías les dijo:",
            "—¡Atrapen a los profetas de Baal! ¡Que no escape ninguno!",
            "La gente los atrapó, y Elías los llevó al arroyo Quisón y allí los degolló."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elías ora para que llueva"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Después Elías dijo a Ahab:",
            "—Vete a comer y beber, porque ya se oye el ruido del aguacero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Ahab se fue a comer y beber. Pero Elías subió a lo alto del monte Carmelo y, arrodillándose en el suelo, se inclinó hasta poner la cara entre las rodillas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "dijo a su criado:",
            "—Ve y mira hacia el mar.",
            "Él fue y miró, y luego dijo:",
            "—No hay nada.",
            "Pero Elías le ordenó:",
            "—Vuelve siete veces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "La séptima vez el criado dijo:",
            "—¡Allá, subiendo del mar, se ve una nubecita del tamaño de una mano!",
            "Entonces Elías le dijo:",
            "—Ve y dile a Ahab que enganche su carro y se vaya antes que se lo impida la lluvia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Ahab subió a su carro y se fue a Jezreel. Mientras tanto, el cielo se oscureció con nubes y viento, y cayó un fuerte aguacero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "En cuanto a Elías, el Señor le dio fuerzas; y luego de arreglarse la ropa, corrió hasta Jezreel y llegó antes que Ahab."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.19",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.19"
        ],
        "human": "1 Reyes 19"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.20"
        ],
        "human": "1 Reyes 20",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.18"
        ],
        "human": "1 Reyes 18",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elías huye a Horeb"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahab contó a Jezabel todo lo que Elías había hecho y cómo había degollado a todos los profetas de Baal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces Jezabel mandó un mensajero a decirle a Elías: «¡Si tú eres Elías, yo soy Jezabel! Y que los dioses me castiguen duramente, si mañana a esta hora no he hecho contigo lo mismo que tú hiciste con esos profetas.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Elías se dio cuenta de que corría peligro, y para salvar su vida se fue a Beerseba, que pertenece a Judá, y allí dejó a su criado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Luego él se fue hacia el desierto, y caminó durante un día, hasta que finalmente se sentó bajo una retama. Era tal su deseo de morirse, que dijo: «¡Basta ya, Señor! ¡Quítame la vida, pues yo no soy mejor que mis padres!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y se acostó allí, bajo la retama, y se quedó dormido. Pero un ángel llegó, y tocándolo le dijo: «Levántate y come.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Elías miró a su alrededor, y vio que cerca de su cabecera había una torta cocida sobre las brasas y una jarra de agua. Entonces se levantó, y comió y bebió; después se volvió a acostar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero el ángel del Señor vino por segunda vez, y tocándolo le dijo: «Levántate y come, porque si no el viaje sería demasiado largo para ti.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Elías se levantó, y comió y bebió. Y aquella comida le dio fuerzas para caminar cuarenta días y cuarenta noches hasta llegar a Horeb, el monte de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Al llegar, entró en una cueva, y allí pasó la noche. Pero el Señor se dirigió a él, y le dijo: «¿Qué haces aquí, Elías?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Él respondió: «He sentido mucho celo por ti, Señor, Dios todopoderoso, porque los israelitas han abandonado tu alianza y derrumbado tus altares, y a filo de espada han matado a tus profetas. Sólo yo he quedado, y me están buscando para quitarme la vida.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y el Señor le dijo: «Sal fuera y quédate de pie ante mí, sobre la montaña.»",
            "En aquel momento pasó el Señor, y un viento fuerte y poderoso desgajó la montaña y partió las rocas ante el Señor; pero el Señor no estaba en el viento. Después del viento hubo un terremoto; pero el Señor tampoco estaba en el terremoto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y tras el terremoto hubo un fuego; pero el Señor no estaba en el fuego. Pero después del fuego se oyó un sonido suave y delicado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Al escucharlo, Elías se cubrió la cara con su capa, y salió y se quedó a la entrada de la cueva. En esto llegó a él una voz que le decía: «¿Qué haces ahí, Elías?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Él contestó: «He sentido mucho celo por ti, Señor, Dios todopoderoso, porque los israelitas han abandonado tu alianza y derrumbado tus altares, y a filo de espada han matado a tus profetas. Sólo yo he quedado, y me andan buscando para quitarme la vida.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces el Señor le dijo: «Anda, regresa por donde viniste al desierto de Damasco. Ve y consagra a Hazael como rey de Siria,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "y a Jehú, nieto de Nimsí, como rey de Israel; a Eliseo, hijo de Safat, del pueblo de Abel-meholá, conságralo como profeta en lugar tuyo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "De esta manera, a quien escape de la espada de Hazael, lo matará Jehú, y a quien escape de la espada de Jehú, lo matará Eliseo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "No obstante, yo dejaré en Israel siete mil personas que no se han arrodillado ante Baal ni lo han besado.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Llamamiento de Eliseo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Elías se fue de allí y encontró a Eliseo, que estaba arando. Delante de Eliseo iban doce yuntas de bueyes, y él mismo llevaba la última. Elías se dirigió a él y le echó su capa encima."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Al instante Eliseo dejó los bueyes, corrió tras Elías, y le dijo:",
            "—Déjame dar a mis padres un beso de despedida, y luego te seguiré.",
            "—Puedes ir —dijo Elías—, pero recuerda lo que he hecho contigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Eliseo se apartó de Elías, y fue, tomó dos toros y los descuartizó, y con la madera del yugo asó la carne y dio de comer a la gente. Después se fue tras Elías y quedó a su servicio."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.20",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.20"
        ],
        "human": "1 Reyes 20"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.21"
        ],
        "human": "1 Reyes 21",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.19"
        ],
        "human": "1 Reyes 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ahab derrota a los sirios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ben-hadad, rey de Siria, reunió a todo su ejército, y a treinta y dos reyes aliados, con su caballería y sus carros de combate, y fue a la ciudad de Samaria, la rodeó y la atacó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2,
            3
          ],
          "lines": [
            "Al mismo tiempo envió mensajeros a esta ciudad para que le dijeran a Ahab, rey de Israel: «Ben-hadad dice: “Tus riquezas me pertenecen, lo mismo que tus mujeres y tus mejores hijos.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El rey de Israel contestó: «Tal como Su Majestad lo ha dicho, yo y todo lo que tengo es suyo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los mensajeros fueron una vez más a ver a Ahab, y le dijeron: «Ben-hadad dice: “Ya te he mandado a decir que tienes que darme tus riquezas, tus mujeres y tus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Además, mañana a estas horas enviaré a mis oficiales a que registren tu palacio y las casas de tus funcionarios, y todo lo que les guste lo tomarán para sí.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces el rey de Israel mandó llamar a todos los ancianos del país, y les dijo:",
            "—Como ustedes podrán darse cuenta, este hombre está buscando hacerme daño, a pesar de que yo no me he negado a entregarle mis mujeres, mis hijos y mis riquezas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "—Pues no lo escuches ni le hagas caso —respondieron los ancianos y toda la gente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces Ahab dijo a los enviados de Ben-hadad:",
            "—Digan a Su Majestad que haré todo lo que me ordenó al principio, pero que no puedo hacer lo que ahora me exige.",
            "Los enviados llevaron la respuesta a Ben-hadad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y Ben-hadad mandó a decir a Ahab: «¡Que los dioses me castiguen duramente, si de Samaria queda polvo suficiente para darle un puñado a cada uno de mis seguidores!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por su parte, el rey de Israel le mandó a decir: «No cantes victoria antes de tiempo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando Ben-hadad recibió la respuesta, estaba bebiendo con los otros reyes en las enramadas que habían improvisado. Entonces dijo a sus oficiales: «¡Al ataque!» Y todos se dispusieron a atacar la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Mientras tanto, un profeta se presentó ante Ahab, rey de Israel, y le dijo:",
            "—El Señor ha dicho: “Aunque veas esa gran multitud de enemigos, yo la voy a entregar hoy en tus manos, para que sepas que yo soy el Señor.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "—¿Y por medio de quién me la va a entregar? —preguntó Ahab.",
            "—El Señor ha dicho que por medio de los jóvenes que ayudan a los gobernadores de las provincias —respondió el profeta.",
            "—¿Y quién atacará primero? —insistió Ahab.",
            "—Tú —respondió el profeta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Ahab pasó revista a los jóvenes que ayudaban a los gobernadores de las provincias, que eran doscientos treinta y dos, y a todo el ejército israelita, compuesto de siete mil hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Salieron al mediodía, mientras Ben-hadad y los treinta y dos reyes aliados suyos seguían emborrachándose en las enramadas que habían improvisado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "y avanzaron en primer lugar los ayudantes de los gobernadores. Cuando Ben-hadad recibió aviso de que algunos hombres habían salido de Samaria,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "ordenó: «¡Sea que hayan salido en son de paz o en son de guerra, los quiero vivos!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Los ayudantes de los gobernadores salieron de la ciudad, seguidos por el ejército."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y cada uno de ellos mató a un contrario, y los sirios huyeron. Los israelitas los persiguieron, pero Ben-hadad, rey de los sirios, escapó a caballo con algunos soldados de caballería."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces el rey de Israel avanzó y se apoderó de sus caballos y carros de combate, y les causó a los sirios una tremenda derrota."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Después el profeta se presentó ante el rey de Israel, y le dijo:",
            "—Ve y refuerza tu ejército, y piensa bien lo que debes hacer; porque dentro de un año el rey de Siria volverá a atacarte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Los oficiales del rey de Siria, por su parte, dijeron a este:",
            "—Los dioses de los israelitas son dioses de las montañas; por eso nos han vencido. Pero si luchamos contra ellos en la llanura, con toda seguridad los venceremos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Lo que ahora debe hacer Su Majestad es quitar de su puesto a los reyes, y poner oficiales en su lugar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "organizar luego un ejército como el que fue derrotado, caballo por caballo y carro por carro. Entonces lucharemos contra ellos en el llano, y sin duda los venceremos.",
            "Ben-hadad prestó atención a este consejo y lo siguió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Un año después, Ben-hadad pasó revista a los sirios y se trasladó a Afec para luchar contra Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "También los israelitas pasaron revista a sus fuerzas y les dieron provisiones, y salieron al encuentro de los sirios. Acampados frente a los sirios, parecían apenas dos rebaños de cabras, pues los sirios ocupaban todo el terreno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "En esto se presentó un profeta ante el rey de Israel, y le dijo:",
            "—Así dice el Señor: “Puesto que los sirios han dicho que yo soy un dios de las montañas y no un dios de los valles, voy a entregar en tus manos a toda esta gran multitud. Así sabrás que yo soy el Señor.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Durante siete días, sirios e israelitas estuvieron acampados frente a frente, y el séptimo día tuvo lugar la batalla. Ese día los israelitas mataron a cien mil soldados sirios de infantería."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "El resto del ejército huyó a la ciudad de Afec, pero la muralla de la ciudad cayó sobre los veintisiete mil hombres que habían logrado escapar. Ben-hadad también huyó, y llegó a la ciudad, y se escondió de habitación en habitación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Entonces sus oficiales le dijeron:",
            "—Hemos sabido que los reyes israelitas cumplen los tratos que hacen; así que pongámonos ropas ásperas y una soga en el cuello, y vayamos ante el rey de Israel, a ver si nos perdona la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Entonces se pusieron ropas ásperas y una soga en el cuello, y se presentaron ante el rey de Israel y le dijeron:",
            "—Ben-hadad ruega a Su Majestad que le perdone la vida.",
            "Ahab respondió:",
            "—¿Vive todavía? ¡Para mí es como un hermano!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "A los hombres les pareció esto una buena señal, y tomándole la palabra contestaron inmediatamente:",
            "—¡Ben-hadad es hermano de Su Majestad!",
            "—¡Pues vayan a traerlo! —contestó Ahab.",
            "Entonces Ben-hadad se presentó ante Ahab, y Ahab le hizo subir en su carro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Luego Ben-hadad le dijo:",
            "—Te devolveré las ciudades que mi padre le quitó al tuyo; y tú puedes tener negocios en Damasco, como mi padre los tenía en Samaria.",
            "—Yo, por mi parte, me comprometo a dejarte ir —contestó Ahab.",
            "De este modo, Ahab hizo un pacto con Ben-hadad y le dejó que se fuera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Sin embargo, un hombre que pertenecía al grupo de los profetas pidió a un compañero suyo, por orden del Señor:",
            "—¡Hiéreme, por favor!",
            "Pero el otro no quiso hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Entonces el profeta le dijo:",
            "—Por no haber hecho caso a la orden del Señor, un león te atacará cuando te separes de mí.",
            "En efecto, en cuanto el otro se separó del profeta, un león le salió al encuentro y lo mató."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Después se encontró el profeta con otro hombre, y le pidió también que lo hiriera, y aquel hombre lo golpeó y lo hirió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Entonces el profeta fue a esperar al rey en el camino, disfrazado con un vendaje sobre los ojos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Y cuando el rey estaba pasando, el profeta le dijo en voz alta:",
            "—Este servidor de Su Majestad marchó al frente de batalla, y de entre las filas salió un soldado y me trajo un prisionero. Me pidió que me hiciera cargo de él, advirtiéndome que, si se me escapaba, yo le respondería con mi vida o tendría que pagarle tres mil monedas de plata."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Y como este servidor de Su Majestad se entretuvo con otras cosas, el prisionero se me escapó.",
            "El rey de Israel le contestó:",
            "—Tú mismo te has declarado culpable, y has pronunciado tu sentencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Pero el profeta se quitó rápidamente el vendaje de los ojos, y el rey se dio cuenta de que era uno de los profetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Entonces el profeta le dijo:",
            "—Así dice el Señor: “Como tú dejaste escapar al hombre que él había condenado a morir, con tu vida pagarás por la suya, y con tu pueblo por el suyo.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Entonces el rey de Israel se fue a Samaria, triste y malhumorado, y se metió en su palacio."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.21",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.21"
        ],
        "human": "1 Reyes 21"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.22"
        ],
        "human": "1 Reyes 22",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.20"
        ],
        "human": "1 Reyes 20",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ahab y el viñedo de Nabot"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Algún tiempo después sucedió que un hombre de Jezreel, llamado Nabot, tenía un viñedo en aquel pueblo, junto al palacio de Ahab, el rey de Samaria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Un día, Ahab le dijo a Nabot:",
            "—Dame tu viñedo para que yo pueda tener en él una huerta, ya que está al lado de mi palacio. A cambio de él te daré un viñedo mejor; o, si lo prefieres, te pagaré su valor en dinero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero Nabot respondió a Ahab:",
            "—No permita Dios que yo te dé lo que he heredado de mis padres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ahab se fue a su casa triste y malhumorado a causa de la respuesta de Nabot, pues le había dicho que no le daría lo que había heredado de sus padres. Llegó y se acostó de cara a la pared, y no quiso comer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces Jezabel, su mujer, se acercó a él y le dijo:",
            "—¿Por qué estás tan triste, y no quieres comer?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ahab contestó:",
            "—Hablé con Nabot, el de Jezreel, y le pedí que me vendiera su viñedo; o, si él lo prefería, le daría otro viñedo a cambio. Pero él no me lo quiere ceder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces Jezabel, su esposa, le respondió:",
            "—¡Pero tú eres quien manda en Israel! Anda, come y tranquilízate. ¡Yo voy a conseguirte el viñedo de Nabot!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En seguida escribió ella cartas en nombre de Ahab, y les puso el sello real; luego las envió a los ancianos y jefes que vivían en el mismo pueblo de Nabot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "En las cartas les decía: «Anuncien ayuno y sienten a Nabot delante del pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Luego sienten a dos testigos falsos delante de él y háganlos declarar en contra suya, afirmando que ha maldecido a Dios y al rey. Después, sáquenlo y mátenlo a pedradas.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Los hombres del pueblo de Nabot, junto con los ancianos y los jefes, hicieron lo que Jezabel les ordenó en las cartas que les había enviado:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Anunciaron ayuno y sentaron a Nabot delante del pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Luego llegaron dos testigos falsos y declararon contra Nabot delante de todo el pueblo, afirmando que Nabot había maldecido a Dios y al rey. Entonces lo sacaron de la ciudad y lo mataron a pedradas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Luego mandaron a decir a Jezabel que Nabot había sido apedreado y había muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "En cuanto Jezabel lo supo, le dijo a Ahab:",
            "—Ve y toma posesión del viñedo de Nabot, el de Jezreel, que no te lo quería vender. Nabot ya no vive; ahora está muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Al enterarse Ahab de que Nabot había muerto, fue y se apoderó de su viñedo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces el Señor se dirigió a Elías, el de Tisbé, y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "«Ve en seguida a ver a Ahab, rey de Israel, que vive en Samaria. En este momento se encuentra en el viñedo de Nabot, del cual ha ido a tomar posesión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Le dirás: “Así dice el Señor: Puesto que mataste a Nabot y le quitaste lo que era suyo, en el mismo lugar donde los perros lamieron su sangre, lamerán también la tuya.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Ahab le respondió a Elías:",
            "—¿Así que tú, mi enemigo, me encontraste?",
            "—Sí, te encontré —contestó Elías—. Porque no cometes más que malas acciones a los ojos del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Por lo tanto, el Señor ha dicho: “Voy a traer sobre ti la desgracia, y voy a acabar con toda tu descendencia; destruiré a todos los varones descendientes tuyos que haya en Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Además, haré con tu familia lo mismo que hice con la de Jeroboam, hijo de Nabat, y con la de Baasá, hijo de Ahías, por haber provocado mi enojo al hacer pecar a Israel.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "En cuanto a Jezabel, el Señor ha dicho: “Los perros se comerán a Jezabel en los campos de Jezreel.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y al familiar tuyo que muera en la ciudad, se lo comerán los perros; y al que muera en el campo, se lo comerán las aves de rapiña."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "(No hubo nadie como Ahab, que, incitado por su esposa Jezabel, solo cometió malas acciones a los ojos del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Cometió una infamia al rendir culto a los ídolos, como lo hacían todos los amorreos, a quienes el Señor había arrojado de la presencia de los israelitas.)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Cuando Ahab escuchó todo esto, se rasgó la ropa, se puso ropas ásperas y ayunó. Dormía con esas ropas, y andaba muy triste."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces el Señor dijo a Elías:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "«¿Has visto cómo Ahab se ha humillado ante mí? Pues por haberse humillado ante mí, no traeré el mal sobre su familia mientras él viva, sino en vida de su hijo.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.22",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.22"
        ],
        "human": "1 Reyes 22"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.1"
        ],
        "human": "2 Reyes 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.21"
        ],
        "human": "1 Reyes 21",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Micaías anuncia la derrota de Ahab"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pasaron tres años sin que hubiera guerra entre sirios e israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero al tercer año, Josafat, rey de Judá, fue a visitar al rey de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y el rey de Israel dijo a sus funcionarios:",
            "—Ya saben ustedes que Ramot de Galaad nos pertenece. Entonces, ¿por qué no hacemos algo para rescatarla del dominio del rey sirio?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "A Josafat le preguntó:",
            "—¿Quieres acompañarme a atacar a Ramot de Galaad?",
            "Josafat le respondió:",
            "—Yo, lo mismo que mi ejército y mi caballería, estamos contigo y con tu gente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero antes consulta la voluntad del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El rey de Israel reunió a los profetas, que eran cerca de cuatrocientos, y les preguntó:",
            "—¿Debo atacar a Ramot de Galaad, o no?",
            "Y ellos respondieron:",
            "—Atácala, porque el Señor te la va a entregar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero Josafat preguntó:",
            "—¿No hay por aquí algún otro profeta del Señor a quien también podamos consultar?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El rey de Israel contestó a Josafat:",
            "—Hay uno más, por medio del cual podemos consultar al Señor. Es Micaías, hijo de Imlá. Pero lo aborrezco, porque nunca me anuncia cosas buenas, sino solamente cosas malas.",
            "Pero Josafat le dijo:",
            "—No digas eso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "En seguida el rey de Israel llamó a un oficial, y le ordenó:",
            "—¡Pronto, que venga Micaías, hijo de Imlá!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Tanto el rey de Israel como Josafat, el rey de Judá, tenían puesta su armadura y estaban sentados en sus tronos en la explanada a la entrada de Samaria, y todos los profetas caían en trance profético delante de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Sedequías, hijo de Quenaaná, se había hecho unos cuernos de hierro, y gritaba: «¡Así ha dicho el Señor: “Con estos cuernos atacarás a los sirios hasta exterminarlos!”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Todos los profetas anunciaban lo mismo. Decían al rey: «Ataca a Ramot de Galaad y obtendrás la victoria, pues el Señor va a entregarte la ciudad.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El mensajero que había ido a llamar a Micaías, le dijo a este:",
            "—Todos los profetas, sin excepción, han dado una respuesta favorable al rey. Así pues, te ruego que hables como todos ellos y anuncies algo favorable."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Micaías le contestó:",
            "—¡Juro por el Señor que solo diré lo que el Señor me ordene decir!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Luego se presentó ante el rey, y el rey le preguntó:",
            "—Micaías, ¿debemos atacar a Ramot de Galaad o no?",
            "Y Micaías dijo:",
            "—Atácala, y obtendrás la victoria, pues el Señor te la va a entregar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero el rey le respondió:",
            "—¿Cuántas veces te he de decir que bajo juramento me declares solo la verdad en el nombre del Señor?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces Micaías dijo:",
            "«He visto a todos los israelitas",
            "desparramados por los montes,",
            "como ovejas sin pastor.",
            "Y el Señor ha dicho:",
            "“Estos no tienen dueño;",
            "que cada uno vuelva en paz a su casa.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El rey de Israel dijo a Josafat:",
            "—¿No te he dicho que este hombre nunca me anuncia cosas buenas, sino solo cosas malas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Micaías añadió:",
            "—Por eso que has dicho, escucha la palabra del Señor: Vi al Señor sentado en su trono, y a todo el ejército del cielo que estaba de pie, junto a él, a su derecha y a su izquierda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces el Señor preguntó quién iría a incitar a Ahab para que atacara a Ramot de Galaad y cayera allí. Unos decían una cosa y otros otra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero un espíritu se presentó delante del Señor y dijo que él lo haría. El Señor le preguntó cómo lo iba a hacer,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "y el espíritu respondió que iba a inspirar mentiras en todos los profetas del rey. Entonces el Señor le dijo que, en efecto, conseguiría engañarlo, y que fuera a hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y ahora ya sabes que el Señor ha puesto un espíritu mentiroso en labios de todos estos profetas tuyos, y que ha determinado tu ruina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces Sedequías, hijo de Quenaaná, acercándose a Micaías le dio una bofetada y dijo:",
            "—¿Por dónde se me fue el espíritu del Señor para hablarte a ti?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y Micaías le respondió:",
            "—Lo sabrás el día que andes escondiéndote de habitación en habitación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces el rey de Israel ordenó:",
            "—¡Agarren a Micaías y llévenlo preso ante Amón, el gobernador de la ciudad, y ante Joás, mi hijo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Díganles que yo ordeno que lo metan en la cárcel y lo tengan a ración escasa de pan y agua, hasta que yo regrese sano y salvo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Todavía añadió Micaías:",
            "«Si tú vuelves sano y salvo,",
            "el Señor no ha hablado por medio de mí.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Así pues, el rey de Israel, y Josafat, el rey de Judá, avanzaron contra Ramot de Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y el rey de Israel dijo a Josafat:",
            "—Yo voy a entrar en la batalla disfrazado, y tú te pondrás mi ropa.",
            "Así el rey de Israel se disfrazó y entró en combate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Pero el rey de Siria había ordenado a los treinta y dos capitanes de sus carros de combate que no atacaran a nadie que no fuera el rey de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Y cuando los capitanes de los carros vieron a Josafat, pensaron que él era el rey de Israel y lo rodearon para atacarlo. Entonces Josafat gritó pidiendo ayuda,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "y al ver ellos que no era el rey de Israel, dejaron de perseguirlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Pero un soldado disparó su arco al azar, e hirió de muerte al rey de Israel por entre las juntas de la armadura. Entonces este le ordenó al conductor de su carro:",
            "—Da la vuelta y sácame del combate, porque estoy gravemente herido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "La batalla fue dura aquel día, y al rey se le mantuvo en pie en su carro, haciendo frente a los sirios. Pero a la tarde murió, pues la sangre de su herida corría por la plataforma del carro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Cuando ya el sol se ponía, corrió la voz entre las filas del ejército: «¡Cada cual a su pueblo y a su tierra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "porque el rey ha muerto!»",
            "Entonces el rey fue llevado a Samaria, y allí lo enterraron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Después lavaron el carro en el estanque de Samaria, donde se bañaban las prostitutas, y los perros lamieron la sangre de Ahab, conforme a lo que el Señor había anunciado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "El resto de la historia de Ahab y de todo lo que hizo, y del palacio de marfil y las ciudades que construyó, está escrito en el libro de las crónicas de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Murió Ahab, y después reinó en su lugar su hijo Ocozías."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Josafat en Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "En el cuarto año del reinado de Ahab en Israel, Josafat, hijo de Asá, comenzó a reinar en Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Tenía entonces treinta y cinco años, y veinticinco años reinó en Jerusalén. Su madre se llamaba Azubá, y era hija de Silhí.",
            "Josafat se condujo en todo con rectitud, como Asá, su padre. Sus hechos fueron rectos a los ojos del Señor.",
            "43b (44) Sin embargo, los santuarios paganos, donde el pueblo ofrecía sacrificios y quemaba incienso a los ídolos, no fueron quitados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "44 (45) Josafat hizo un tratado de paz con el rey de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "45 (46) El resto de su historia y de sus hazañas, y de las guerras en que tomó parte, está escrito en el libro de las crónicas de los reyes de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "46 (47) Josafat fue quien desterró del país a los que aún practicaban la prostitución como un culto, los que habían quedado desde el tiempo de Asá, su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "47 (48) (En Edom no había entonces rey, sino solo un intendente.)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "48 (49) Josafat construyó también barcos como los de Tarsis, para traer oro de Ofir; pero no pudieron ir porque se hicieron pedazos en Esión-guéber."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "49 (50) Entonces Ocozías, hijo de Ahab, dijo a Josafat que permitiera a sus marinos acompañar a los suyos en los barcos, pero Josafat no lo permitió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "50 (51) Josafat murió y fue enterrado en la Ciudad de David, su antepasado. Después reinó en su lugar su hijo Joram."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Ocozías en Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "51 (52) En el año diecisiete del reinado de Josafat en Judá, Ocozías, hijo de Ahab, comenzó a reinar sobre Israel en Samaria, y reinó durante dos años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "52 (53) Pero sus hechos fueron malos a los ojos del Señor, pues siguió el mal camino de su padre y de su madre, y de Jeroboam, hijo de Nabat, que hizo pecar a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "53 (54) Además rindió culto a Baal y lo adoró, como antes había hecho su padre, provocando así la ira del Señor, el Dios de Israel."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}