{
  "book_usfm": "1PE",
  "name": "1 Pedro",
  "local_title": "Dios habla Hoy Estándar",
  "local_abbreviation": "DHHS94",
  "version_id": 1846,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Bible text: LA BIBLIA DIOS HABLA HOY, Tercera edición © Sociedades Bíblicas Unidas 1966, 1970, 1979, 1983, 1994, 1996</p> <p>Todos los derechos reservados. www.unitedbiblesocieties.org/</p>",
    "text": "Bible text: LA BIBLIA DIOS HABLA HOY, Tercera edición © Sociedades Bíblicas Unidas 1966, 1970, 1979, 1983, 1994, 1996 Todos los derechos reservados. www.unitedbiblesocieties.org/"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "1PE.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1PE.1"
        ],
        "human": "1 Pedro 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1PE.2"
        ],
        "human": "1 Pedro 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JAS.5"
        ],
        "human": "Santiago 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pedro, apóstol de Jesucristo, saluda a los que viven esparcidos fuera de su patria, en las provincias de Ponto, Galacia, Capadocia, Asia y Bitinia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "a quienes Dios el Padre había escogido anteriormente conforme a su propósito. Por medio del Espíritu los ha santificado a ustedes para que lo obedezcan y sean purificados con la sangre de Jesucristo. Reciban abundancia de gracia y de paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Alabanza a Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Alabemos al Dios y Padre de nuestro Señor Jesucristo, que por su gran misericordia nos ha hecho nacer de nuevo por la resurrección de Jesucristo. Esto nos da una esperanza viva,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y hará que ustedes reciban la herencia que Dios les tiene guardada en el cielo, la cual no puede destruirse, ni mancharse, ni marchitarse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por la fe que ustedes tienen en Dios, él los protege con su poder para que alcancen la salvación que tiene preparada, la cual dará a conocer en los tiempos últimos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por esta razón están ustedes llenos de alegría, aun cuando sea necesario que durante un poco de tiempo pasen por muchas pruebas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Porque la fe de ustedes es como el oro: su calidad debe ser probada por medio del fuego. La fe que resiste la prueba vale mucho más que el oro, el cual se puede destruir. De manera que la fe de ustedes, al ser así probada, merecerá aprobación, gloria y honor cuando Jesucristo aparezca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Ustedes aman a Jesucristo, aunque no lo han visto; y ahora, creyendo en él sin haberlo visto, se alegran con una alegría tan grande y gloriosa que no pueden expresarla con palabras,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "porque están alcanzando la meta de su fe, que es la salvación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los profetas estudiaron e investigaron acerca de esta salvación, y hablaron de lo que Dios en su bondad iba a darles a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El Espíritu de Cristo hacía saber de antemano a los profetas lo que Cristo había de sufrir y la gloria que vendría después; y ellos trataban de descubrir el tiempo y las circunstancias que señalaba ese Espíritu que estaba en ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero Dios les hizo saber que lo que ellos anunciaban no era para ellos mismos, sino para bien de ustedes. Ahora pues, esto es lo que les ha sido anunciado por los mismos que les predicaron el evangelio con el poder del Espíritu Santo que ha sido enviado del cielo. ¡Estas son cosas que los ángeles mismos quisieran contemplar!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por eso, estén preparados y usen de su buen juicio. Pongan toda su esperanza en lo que Dios en su bondad les va a dar cuando Jesucristo aparezca."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios nos llama a una vida santa"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Como hijos obedientes, no vivan conforme a los deseos que tenían antes de conocer a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Al contrario, vivan de una manera completamente santa, porque Dios, que los llamó, es santo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "pues la Escritura dice: «Sean ustedes santos, porque yo soy santo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Si ustedes llaman «Padre» a Dios, que juzga a cada uno según sus hechos y sin parcialidad, deben mostrarle reverencia durante todo el tiempo que vivan en este mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pues Dios los ha rescatado a ustedes de la vida sin sentido que heredaron de sus antepasados; y ustedes saben muy bien que el costo de este rescate no se pagó con cosas corruptibles, como el oro o la plata,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "sino con la sangre preciosa de Cristo, que fue ofrecido en sacrificio como un cordero sin defecto ni mancha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cristo había sido destinado para esto desde antes que el mundo fuera creado, pero en estos tiempos últimos ha aparecido para bien de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Por medio de Cristo, ustedes creen en Dios, el cual lo resucitó y lo glorificó; así que ustedes han puesto su fe y su esperanza en Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Ahora ustedes, al obedecer al mensaje de la verdad, se han purificado para amar sinceramente a los hermanos. Así que deben amarse unos a otros con corazón puro y con todas sus fuerzas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pues ustedes han vuelto a nacer, y esta vez no de padres humanos y mortales, sino de la palabra de Dios, que es viva y permanente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Porque la Escritura dice:",
            "«Todo hombre es como hierba,",
            "y su grandeza es como la flor de la hierba.",
            "La hierba se seca y la flor se cae,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "pero la palabra del Señor permanece para siempre.»",
            "Y esta palabra es el evangelio que se les ha anunciado a ustedes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1PE.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1PE.2"
        ],
        "human": "1 Pedro 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1PE.3"
        ],
        "human": "1 Pedro 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1PE.1"
        ],
        "human": "1 Pedro 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El nuevo pueblo de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por lo tanto, despójense de toda clase de maldad, todo engaño, hipocresía y envidia, y toda clase de chismes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Como niños recién nacidos, busquen con ansia la leche espiritual pura, para que por medio de ella crezcan y tengan salvación,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "ya que han gustado la bondad del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Acérquense, pues, al Señor, la piedra viva que los hombres desecharon, pero que para Dios es una piedra escogida y de mucho valor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "De esta manera, Dios hará de ustedes, como de piedras vivas, un templo espiritual, un sacerdocio santo, que por medio de Jesucristo ofrezca sacrificios espirituales, agradables a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por eso también dice la Escritura:",
            "«Yo pongo en Sión una piedra",
            "que es la piedra principal,",
            "escogida y muy valiosa;",
            "el que confíe en ella no quedará defraudado.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Para ustedes, que creen, esa piedra es de mucho valor; pero para los que no creen se cumple lo que dice la Escritura:",
            "«La piedra que los constructores despreciaron,",
            "se ha convertido en la piedra principal.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y también esto otro:",
            "«Una roca, una piedra con la cual tropezarán.»",
            "Pues ellos tropiezan al no hacer caso del mensaje: ese es su merecido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero ustedes son una familia escogida, un sacerdocio al servicio del rey, una nación santa, un pueblo adquirido por Dios. Y esto es así para que anuncien las obras maravillosas de Dios, el cual los llamó a salir de la oscuridad para entrar en su luz maravillosa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ustedes antes ni siquiera eran pueblo, pero ahora son pueblo de Dios; antes Dios no les tenía compasión, pero ahora les tiene compasión."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El buen ejemplo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Queridos hermanos, les ruego, como a extranjeros de paso por este mundo, que no den lugar a los deseos humanos que luchan contra el alma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Condúzcanse bien entre los paganos. Así ellos, aunque ahora hablen contra ustedes como si ustedes fueran malhechores, verán el bien que ustedes hacen y alabarán a Dios el día en que él pida cuentas a todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sumisión a las autoridades"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por causa del Señor, sométanse a toda autoridad humana: tanto al emperador, porque ocupa el cargo más alto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "como a los gobernantes que él envía para castigar a los malhechores y honrar a los que hacen el bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Porque Dios quiere que ustedes hagan el bien, para que los ignorantes y los tontos no tengan nada que decir en contra de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pórtense como personas libres, aunque sin usar su libertad como un pretexto para hacer lo malo. Pórtense más bien como siervos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Den a todos el debido respeto. Amen a los hermanos, reverencien a Dios, respeten al emperador."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Deberes de los sirvientes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Sirvientes, sométanse con todo respeto a sus amos, no solamente a los buenos y comprensivos sino también a los malos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Porque es cosa agradable a Dios que uno soporte sufrimientos injustamente, por sentido de responsabilidad delante de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pues si a ustedes los castigan por haber hecho algo malo, ¿qué mérito tendrá que lo soporten con paciencia? Pero si sufren por haber hecho el bien, y soportan con paciencia el sufrimiento, eso es agradable a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pues para esto los llamó Dios, ya que Cristo sufrió por ustedes, dándoles un ejemplo para que sigan sus pasos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Cristo no cometió ningún pecado ni engañó jamás a nadie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Cuando lo insultaban, no contestaba con insultos; cuando lo hacían sufrir, no amenazaba, sino que se encomendaba a Dios, que juzga con rectitud."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Cristo mismo llevó nuestros pecados en su cuerpo sobre la cruz, para que nosotros muramos al pecado y vivamos una vida de rectitud. Cristo fue herido para que ustedes fueran sanados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pues ustedes andaban antes como ovejas extraviadas, pero ahora han vuelto a Cristo, que los cuida como un pastor y vela por ustedes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1PE.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1PE.3"
        ],
        "human": "1 Pedro 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1PE.4"
        ],
        "human": "1 Pedro 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1PE.2"
        ],
        "human": "1 Pedro 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Deberes de los esposos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Así también ustedes, las esposas, sométanse a sus esposos, para que, si algunos de ellos no creen en el mensaje, puedan ser convencidos, sin necesidad de palabras, por el comportamiento de ustedes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "al ver ellos su conducta pura y reverente para con Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Que el adorno de ustedes no consista en cosas externas, como peinados exagerados, joyas de oro o vestidos lujosos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "sino en lo íntimo del corazón, en la belleza incorruptible de un espíritu suave y tranquilo. Esta belleza vale mucho delante de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pues este era también, en tiempos antiguos, el adorno de las mujeres santas; ellas confiaban en Dios y se sometían a sus esposos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así fue Sara, que obedeció a Abraham y lo llamó «mi señor». Y ustedes son hijas de ella, si hacen el bien y no tienen miedo de nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "En cuanto a ustedes, los esposos, sean comprensivos con sus esposas. Denles el honor que les corresponde, teniendo en cuenta que ellas son más delicadas y están llamadas a compartir con ustedes la vida que Dios les dará como herencia. Háganlo así para no poner estorbo a sus propias oraciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Deberes de todos los cristianos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En fin, vivan todos ustedes en armonía, unidos en un mismo sentir y amándose como hermanos. Sean bondadosos y humildes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "No devuelvan mal por mal ni insulto por insulto. Al contrario, devuelvan bendición, pues Dios los ha llamado a recibir bendición."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque:",
            "«Quien quiera amar la vida y pasar días felices,",
            "cuide su lengua de hablar mal",
            "y sus labios de decir mentiras;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "aléjese del mal y haga el bien,",
            "busque la paz y sígala."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Porque el Señor cuida a los justos",
            "y presta oídos a sus oraciones,",
            "pero está en contra de los malhechores.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "¿Quién podrá hacerles mal, si ustedes se empeñan siempre en hacer el bien?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero aun si por actuar con rectitud han de sufrir, ¡dichosos ustedes! No tengan miedo a nadie, ni se asusten,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "sino honren a Cristo como Señor en sus corazones. Estén siempre preparados a responder a todo el que les pida razón de la esperanza que ustedes tienen,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "pero háganlo con humildad y respeto. Pórtense de tal modo que tengan tranquila su conciencia, para que los que hablan mal de su buena conducta como creyentes en Cristo, se avergüencen de sus propias palabras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Es mejor sufrir por hacer el bien, si así lo quiere Dios, que por hacer el mal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Porque Cristo mismo sufrió la muerte por nuestros pecados, una vez para siempre. Él era inocente, pero sufrió por los malos, para llevarlos a ustedes a Dios. En su fragilidad humana, murió; pero resucitó con una vida espiritual,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "y de esta manera fue a proclamar su victoria a los espíritus que estaban presos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Estos habían sido desobedientes en tiempos antiguos, en los días de Noé, cuando Dios esperaba con paciencia mientras se construía la barca, en la que algunas personas, ocho en total, fueron salvadas por medio del agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y aquella agua representaba el agua del bautismo, por medio del cual somos ahora salvados. El bautismo no consiste en limpiar el cuerpo, sino en pedirle a Dios una conciencia limpia; y nos salva por la resurrección de Jesucristo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "que subió al cielo y está a la derecha de Dios, y al que han quedado sujetos los ángeles y demás seres espirituales que tienen autoridad y poder."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1PE.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1PE.4"
        ],
        "human": "1 Pedro 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1PE.5"
        ],
        "human": "1 Pedro 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1PE.3"
        ],
        "human": "1 Pedro 3",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por eso, así como Cristo sufrió en su cuerpo, adopten también ustedes igual disposición. Pues el que ha sufrido en el cuerpo ha roto con el pecado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "para vivir el resto de su vida conforme a la voluntad de Dios y no conforme a los deseos humanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por mucho tiempo hicieron ustedes las mismas cosas que hacen los paganos, pues vivían entonces en vicios, malos deseos, banquetes y borracheras, bebiendo con exceso y adorando ídolos abominables."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ahora, como ustedes ya no los acompañan en los excesos de su mala vida, ellos se extrañan y hablan mal de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero ellos tendrán que rendir cuentas ante aquel que está preparado para juzgar a los vivos y a los muertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pues aun a personas muertas se les anunció la buena noticia, para que pudieran vivir en el espíritu, según Dios, aunque en este mundo hubieran sido juzgados en el cuerpo, según los hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El servicio a los demás"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ya se acerca el fin de todas las cosas. Por eso, sean ustedes juiciosos y dedíquense seriamente a la oración."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Haya sobre todo mucho amor entre ustedes, porque el amor perdona muchos pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Recíbanse unos a otros en sus casas, sin murmurar de nadie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Como buenos administradores de los diferentes dones de Dios, cada uno de ustedes sirva a los demás según lo que haya recibido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cuando alguien hable, sean sus palabras como palabras de Dios. Cuando alguien preste algún servicio, préstelo con las fuerzas que Dios le da. Todo lo que hagan, háganlo para que Dios sea alabado por medio de Jesucristo, a quien pertenece la gloria y el poder para siempre. Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Alegría en el sufrimiento"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Queridos hermanos, no se extrañen de verse sometidos al fuego de la prueba, como si fuera algo extraordinario."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Al contrario, alégrense de tener parte en los sufrimientos de Cristo, para que también se llenen de alegría cuando su gloria se manifieste."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Dichosos ustedes, si alguien los insulta por causa de Cristo, porque el glorioso Espíritu de Dios está continuamente sobre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Si alguno de ustedes sufre, que no sea por asesino, ladrón o criminal, ni por meterse en asuntos ajenos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero si sufre por ser cristiano, no debe avergonzarse, sino alabar a Dios por llevar ese nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ya ha llegado el tiempo en que el juicio comience por la propia familia de Dios. Y si el juicio está comenzando así por nosotros, ¿cómo será el fin de los que no obedecen al evangelio de Dios?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y si el justo con dificultad se salva, ¿qué pasará con el malvado y el pecador?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "De manera que los que sufren según la voluntad de Dios, deben seguir haciendo el bien y poner sus almas en manos del Dios que los creó, pues él es fiel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1PE.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1PE.5"
        ],
        "human": "1 Pedro 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2PE.1"
        ],
        "human": "2 Pedro 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1PE.4"
        ],
        "human": "1 Pedro 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "A los dirigentes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Quiero aconsejar ahora a los ancianos de las congregaciones de ustedes, yo que soy anciano como ellos y testigo de los sufrimientos de Cristo, y que también voy a tener parte en la gloria que ha de manifestarse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Cuiden de las ovejas de Dios que han sido puestas a su cargo; háganlo de buena voluntad, como Dios quiere, y no forzadamente ni por ambición de dinero, sino de buena gana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Compórtense no como si ustedes fueran los dueños de los que están a su cuidado, sino procurando ser un ejemplo para ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Así, cuando aparezca el Pastor principal, ustedes recibirán la corona de la gloria, una corona que jamás se marchitará."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "A toda la comunidad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "De la misma manera, ustedes los jóvenes sométanse a la autoridad de los ancianos. Todos deben someterse unos a otros con humildad, porque:",
            "«Dios se opone a los orgullosos,",
            "pero ayuda con su bondad a los humildes.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Humíllense, pues, bajo la poderosa mano de Dios, para que él los enaltezca a su debido tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Dejen todas sus preocupaciones a Dios, porque él se interesa por ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Sean prudentes y manténganse despiertos, porque su enemigo el diablo, como un león rugiente, anda buscando a quien devorar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Resístanle, firmes en la fe, sabiendo que en todas partes del mundo los hermanos de ustedes están sufriendo las mismas cosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero después que ustedes hayan sufrido por un poco de tiempo, Dios los hará perfectos, firmes, fuertes y seguros. Es el mismo Dios que en su gran amor nos ha llamado a tener parte en su gloria eterna en unión con Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "A él sea el poder para siempre. Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Despedida"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por medio de Silvano, a quien considero un hermano fiel, les he escrito esta breve carta, para aconsejarlos y asegurarlos que las bendiciones que han recibido son prueba verdadera del amor de Dios. ¡Permanezcan fieles a ese amor!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "La iglesia que está en Babilonia, la cual Dios ha escogido lo mismo que a ustedes, les manda saludos, y también mi hijo Marcos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Salúdense unos a otros con un beso de amor fraternal.",
            "Tengan paz todos ustedes, los que pertenecen a Cristo."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}