{
  "book_usfm": "2MA",
  "name": "2 Macabeos",
  "local_title": "Dios habla Hoy Estándar",
  "local_abbreviation": "DHHS94",
  "version_id": 1846,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Bible text: LA BIBLIA DIOS HABLA HOY, Tercera edición © Sociedades Bíblicas Unidas 1966, 1970, 1979, 1983, 1994, 1996</p> <p>Todos los derechos reservados. www.unitedbiblesocieties.org/</p>",
    "text": "Bible text: LA BIBLIA DIOS HABLA HOY, Tercera edición © Sociedades Bíblicas Unidas 1966, 1970, 1979, 1983, 1994, 1996 Todos los derechos reservados. www.unitedbiblesocieties.org/"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "2MA.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2MA.1"
        ],
        "human": "2 Macabeos 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2MA.2"
        ],
        "human": "2 Macabeos 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1MA.16"
        ],
        "human": "1 Macabeos 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Primera carta a los judíos de Egipto"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "«Los judíos de Jerusalén y de la región de Judea saludan a sus hermanos judíos de Egipto y les desean completo bienestar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Que Dios los llene de sus beneficios en recuerdo de la alianza que hizo con Abraham, Isaac y Jacob, sus siervos fieles;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "que les dé a todos la disposición de honrarlo y cumplir su voluntad con corazón grande y ánimo generoso,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "que disponga sus corazones para cumplir su ley y sus mandatos, que les dé paz,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y que escuche sus oraciones y se reconcilie con ustedes y no los abandone en sus dificultades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Esto es lo que ahora pedimos para ustedes en nuestra oración."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Ya en el año ciento sesenta y nueve, durante el reinado de Demetrio, nosotros los judíos les escribimos a ustedes. Nos encontrábamos entonces en medio de la gran persecución y crisis que se desataron en esos años, después que Jasón y sus seguidores traicionaron la tierra santa y su gobierno,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "e incendiaron la puerta principal del templo y asesinaron a gente inocente. Pero hicimos súplicas al Señor, y él nos escuchó; le presentamos un sacrificio y una ofrenda de cereales, encendimos las lámparas y colocamos sobre la mesa los panes consagrados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ahora les escribimos de nuevo a ustedes, para recomendarles que celebren la fiesta de las Enramadas en el mes de Quisleu.",
            "»Escrita en el año ciento ochenta y ocho.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Segunda carta a los judíos de Egipto"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "«Los habitantes de Jerusalén y de Judea, y el consejo de ancianos y Judas, saludan a Aristóbulo, consejero del rey Tolomeo, de la familia de los sacerdotes consagrados, lo mismo que a los demás judíos que viven en Egipto, y les desean prosperidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Librados por Dios de grandes peligros, le damos gracias de todo corazón, ya que él combate contra el rey en nuestro favor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "pues expulsó a los que luchaban contra la ciudad santa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "En efecto, cuando el rey fue a Persia con un ejército que parecía invencible, fueron descuartizados en el templo de la diosa Nanea, engañados por los sacerdotes de la diosa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pues fingiendo celebrar matrimonio con la diosa, el rey Antíoco, acompañado de sus amigos, fue a ese lugar para tomar, como regalo de bodas, las enormes riquezas del templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Los sacerdotes de Nanea las expusieron, y el rey Antíoco se presentó con algunas pocas personas en el interior del templo. Cuando estuvo dentro, los sacerdotes cerraron las puertas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces abrieron una ventana secreta que había en el techo, y a pedradas mataron al rey y a sus amigos. Luego les cortaron la cabeza, los brazos y las piernas, y los echaron a los que estaban fuera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "¡Bendito sea siempre nuestro Dios, que entregó a los impíos a la muerte!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Como estamos para celebrar la purificación del templo el día veinticinco del mes de Quisleu, hemos juzgado conveniente escribirles, para recomendarles que también ustedes celebren la fiesta de las Enramadas, en honor del fuego que apareció cuando Nehemías, después de reconstruir el templo y el altar, ofreció sacrificios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pues cuando nuestros antepasados fueron llevados a Persia, los piadosos sacerdotes que había entonces tomaron el fuego del altar y lo escondieron en una cisterna sin agua; allí lo guardaron tan bien que nadie conoció el lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pasados muchos años, en el momento dispuesto por Dios, Nehemías fue enviado a Judea por el rey de Persia, y mandó a los descendientes de los sacerdotes que habían escondido el fuego, a que lo buscaran. Pero ellos informaron que no habían encontrado el fuego, sino un líquido espeso. Nehemías les mandó sacar de aquel líquido y llevárselo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cuando todo estaba listo para el sacrificio, Nehemías ordenó a los sacerdotes que rociaran con ese líquido la leña y lo que estaba colocado sobre ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Así se hizo, y al cabo de un rato brilló el sol, que había estado oculto por una nube; entonces se encendió un gran fuego, que causó la admiración de todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Mientras se consumía el sacrificio, los sacerdotes oraban, y a los sacerdotes se unieron todos los demás. Jonatán comenzaba la oración, y los demás, con Nehemías a la cabeza, respondían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "La oración era: “Señor, Señor y Dios, creador de todas las cosas, temible y fuerte, justo y compasivo, el único Rey, el único bienhechor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "el único generoso, el único justo, todopoderoso y eterno, que salvas a Israel de toda calamidad, que escogiste a nuestros antepasados y los consagraste a ti:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "acepta este sacrificio que te ofrecemos en favor de todo Israel. Él es el pueblo de tu propiedad: protégelo y conságralo a ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Reúne a aquellos de nosotros que están desterrados, da libertad a los que están en esclavitud en medio de las naciones paganas, y mira con bondad a los despreciados y odiados, para que las naciones paganas reconozcan que solo tú eres nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Castiga a los que nos oprimen y nos insultan con insolencia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "y arraiga a tu pueblo en la tierra consagrada a ti, como lo dijo Moisés.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "»Mientras tanto, los sacerdotes cantaban los salmos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Cuando se consumió el sacrificio, Nehemías ordenó que el líquido sobrante lo derramaran encima de unas grandes piedras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Cuando hicieron esto, se encendió una llama que fue absorbida por la luz que brillaba en el altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "»El hecho se hizo público, y hasta el rey de Persia se enteró de que, en el lugar donde los sacerdotes llevados cautivos habían escondido el fuego, había aparecido un líquido que Nehemías y sus compañeros habían utilizado para quemar los animales del sacrificio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Entonces el rey, después de comprobar el hecho, mandó construir un muro alrededor de aquel lugar y lo declaró sagrado;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "y a los encargados de cuidar el lugar les daba ricos regalos de las ofrendas que recibía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Los compañeros de Nehemías llamaron a aquel líquido “neftar”, que significa purificación, pero la mayoría de la gente lo llama “nafta”.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2MA.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2MA.2"
        ],
        "human": "2 Macabeos 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2MA.3"
        ],
        "human": "2 Macabeos 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2MA.1"
        ],
        "human": "2 Macabeos 1",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En los documentos se dice que el profeta Jeremías ordenó a los desterrados tomar el fuego, como ya se ha dicho,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y que, dándoles la ley, les mandó que no se olvidaran de los mandamientos del Señor ni se dejaran engañar al ver las estatuas de oro y plata de los falsos dioses, y los adornos que las cubrían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y les dijo otras muchas cosas, para recomendarles que no abandonaran la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "«Estaba escrito también en ese documento que el profeta, por instrucciones de Dios, se había hecho acompañar por la tienda del encuentro con Dios y el arca de la alianza, y que se había dirigido al monte desde el cual Moisés había visto la tierra prometida por Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y que, al llegar allí, Jeremías había encontrado una cueva, en la que depositó el arca de la alianza, la tienda y el altar de los inciensos, después de lo cual tapó la entrada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Algunos de los acompañantes volvieron después para poner señales en el camino, pero ya no pudieron encontrarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Jeremías, al saber esto, los reprendió diciéndoles: “Ese lugar debe quedar desconocido hasta que Dios tenga compasión de su pueblo y vuelva a reunirlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces el Señor hará conocer nuevamente esos objetos; y aparecerán la gloria del Señor y la nube, como aparecieron en tiempos de Moisés y cuando Salomón pidió al Señor que el templo fuera gloriosamente consagrado.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»Se contaba igualmente en ese documento cómo Salomón, que poseía la sabiduría, ofreció el sacrificio de la consagración e inauguración del templo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y que, así como Moisés oró al Señor y del cielo bajó un fuego que consumió el sacrificio, del mismo modo Salomón oró, y bajó del cielo un fuego que consumió todos los animales ofrecidos en holocausto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Moisés había dicho: “Como el sacrificio ofrecido por el pecado no fue comido, ha sido consumido por el fuego.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Salomón, asimismo, celebró ocho días de fiesta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Esto también se contaba en los documentos y memorias de Nehemías, y además se contaba cómo este reunió la colección de los libros que contenían las crónicas de los reyes, los escritos de los profetas, los salmos de David y las cartas de los reyes sobre las ofrendas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "De igual manera, Judas ha reunido todos los libros dispersos por causa de la guerra que nos han hecho, y ahora esos libros están en nuestras manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Si ustedes tienen necesidad de ellos, envíen algunas personas para que se los lleven."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»Ya que nos estamos preparando para celebrar la purificación del templo, les escribimos para recomendarles que también ustedes celebren esta fiesta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Dios ha salvado a todo su pueblo, y ha dado a todos la herencia, el reino y el sacerdocio, y nos ha consagrado a él,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "como lo había prometido por la ley; por eso, confiamos en que también tendrá compasión de nosotros y nos reunirá en la tierra consagrada a él, llevándonos desde todos los lugares del mundo, pues él nos ha librado de muchas calamidades y ha purificado el templo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Prólogo del autor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Jasón de Cirene escribió la historia de Judas Macabeo y sus hermanos, de la purificación del gran templo, de la consagración del altar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "de las guerras contra el rey Antíoco Epífanes y su hijo Eupátor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "y de las manifestaciones gloriosas de Dios en favor de los valientes que lucharon varonilmente por el judaísmo, las cuales hicieron posible que estos, aunque pocos en número, devastaran todo el país e hicieran huir a los ejércitos extranjeros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Recuperaron el templo, famoso en todo el mundo; libraron a la ciudad de Jerusalén, y restablecieron las leyes que iban a ser suprimidas, pues el Señor fue sumamente bondadoso con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero nosotros procuraremos resumir en un solo libro lo que Jasón escribió en cinco."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Considerando la cantidad de números y la dificultad que, por la abundancia de materia, se presenta a los que quieren seguir minuciosamente las narraciones de la historia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "nos esforzaremos por ofrecer entretenimiento a los que leen por el solo gusto de leer; facilidad a los que quieren aprender de memoria y, en fin, utilidad a todos los que lean este libro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Para nosotros, que emprendimos la dura tarea de resumir la obra, fue una labor difícil que nos costó muchos sudores y desvelos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "tanto como el trabajo de quien prepara un banquete y quiere agradar a los demás. Por nuestra parte, para ser útiles a todos, soportaremos gustosamente la fatiga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Dejaremos al historiador la discusión minuciosa de los detalles, para concretarnos a seguir las normas del resumen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "De la misma manera que el arquitecto de una casa nueva se preocupa de todo el edificio, mientras que a los pintores y decoradores les toca lo referente a la ornamentación, así nos parece que debe ser nuestra tarea:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "al autor original de una historia le corresponde profundizar en la materia, tratar extensamente los temas, descender a los detalles;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "pero el que hace un resumen debe ser breve en la expresión y no tratar de hacer una exposición completa de los hechos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Comencemos, pues, nuestra narración, sin añadir más cosas a lo que ya hemos dicho; porque sería absurdo alargarnos en la introducción y luego acortar la historia misma."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2MA.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2MA.3"
        ],
        "human": "2 Macabeos 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2MA.4"
        ],
        "human": "2 Macabeos 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2MA.2"
        ],
        "human": "2 Macabeos 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios protege los tesoros del templo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En tiempos del sumo sacerdote Onías, la ciudad santa de Jerusalén vivía en completa paz, y las leyes eran cumplidas del modo más exacto, porque él era un hombre piadoso, que odiaba la maldad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Los mismos reyes rendían honores al santuario y aumentaban la gloria del templo con magníficos regalos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Aun Seleuco, rey de Asia, sostenía de sus propias rentas los gastos para la celebración de los sacrificios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero un cierto Simón, del turno sacerdotal de Bilgá y administrador del templo, se disgustó con el sumo sacerdote Onías por causa de la administración del mercado de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Al no poder imponerse a Onías, fue a hablar con Apolonio de Tarso, que en aquel tiempo era jefe militar de las provincias de Celesiria y Fenicia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y le contó que en el tesoro del templo de Jerusalén había incalculables riquezas, que la cantidad de dinero depositado era incontable, mucho más de lo que se necesitaba para los gastos de los sacrificios, y que, por lo tanto, el rey podía apoderarse del tesoro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Apolonio fue a ver al rey y lo puso al corriente del asunto de los tesoros del templo. Entonces el rey confió a Heliodoro, el encargado del gobierno, la misión de apoderarse de aquellas riquezas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Heliodoro se puso inmediatamente en camino, con el pretexto de visitar las ciudades de Celesiria y Fenicia, pero en realidad lo hacía para llevar a efecto las intenciones del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando llegó a Jerusalén, fue recibido amistosamente por el sumo sacerdote y los habitantes de la ciudad, a quienes expuso lo que le habían dicho acerca del tesoro del templo, y manifestó el motivo de su venida. Preguntó, entonces, si era cierto lo que le habían contado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El sumo sacerdote le explicó que el dinero depositado pertenecía a las viudas y los huérfanos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y que una parte era de Hircano, hijo de Tobías, personaje que ocupaba un cargo importante. Así pues, las afirmaciones del impío Simón eran falsas. Le explicó que todo el dinero depositado sumaba la cantidad de trece mil doscientos kilos de plata y seis mil seiscientos kilos de oro,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "y que de ningún modo se podía cometer una injusticia con los que habían confiado en la santidad del lugar y en el carácter sagrado e inviolable de aquel templo venerado en todo el mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero Heliodoro, en virtud de las órdenes que había recibido del rey, insistía en que el dinero debía ser entregado al tesoro real."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "En el día señalado por él, entró en el templo para hacer el inventario del tesoro, y en toda la ciudad hubo una gran preocupación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Los sacerdotes, con vestiduras sacerdotales, estaban arrodillados delante del altar e invocaban a Dios, autor de la ley sobre los depósitos, y le suplicaban que guardara intactos los bienes de quienes los habían dejado allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "El aspecto del sumo sacerdote impresionaba profundamente a quienes lo miraban: su rostro y la palidez de su semblante manifestaban la angustia de su alma;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "el miedo y el temor que se habían apoderado de él mostraban a quienes lo miraban el dolor profundo de su corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "La gente se precipitaba en tropel a las calles para orar en común por el templo, que estaba en peligro de ser profanado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Las mujeres, vestidas de luto y con el pecho descubierto, llenaban las calles. De las más jóvenes, que ordinariamente eran obligadas a permanecer en su casa, algunas corrían hasta las puertas y otras subían a los muros o se asomaban por las ventanas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "y todas, con las manos levantadas al cielo, elevaban su oración."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Daba compasión ver a la gente, de rodillas y en desorden, y la preocupación del sumo sacerdote, presa de una gran angustia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Mientras se hacían súplicas al Señor todopoderoso para que guardara intactos y seguros los depósitos de quienes los habían dejado en el templo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Heliodoro se disponía a ejecutar su decisión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Pero cuando él y sus acompañantes se encontraban ya junto al tesoro, el Señor de los espíritus y de todo poder se manifestó con gran majestad, de modo que a todos los que se habían atrevido a entrar los aterró el poder de Dios, y quedaron sin fuerzas ni valor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pues se les apareció un caballo, ricamente adornado y montado por un jinete terrible, que levantando los cascos delanteros se lanzó con violencia contra Heliodoro. El jinete vestía una armadura de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Aparecieron también dos jóvenes de extraordinaria fuerza y gran belleza, magníficamente vestidos. Se colocaron uno a cada lado de Heliodoro, y sin parar lo azotaron descargando golpes sobre él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Heliodoro cayó inmediatamente a tierra sin ver absolutamente nada. Rápidamente lo levantaron y lo colocaron en una camilla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y así, a Heliodoro, que con gran acompañamiento y con toda su guardia había entrado en la sala del tesoro, tuvieron que llevárselo a cuestas, incapaz ahora de valerse por sí mismo, mientras reconocían claramente el poder de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y en tanto que por la fuerza de Dios aquel hombre quedaba derribado, mudo y sin esperanza de salvación,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "los judíos daban gracias al Señor, que había mostrado su gloria en el santuario; y el templo, en donde poco antes habían reinado el miedo y la confusión, estaba ahora lleno de alegría y gozo por la manifestación del Señor todopoderoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Los amigos de Heliodoro corrieron a pedir a Onías que hiciera una oración al Dios altísimo, para que le perdonara la vida a Heliodoro, que ya estaba a punto de morir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "El sumo sacerdote, temeroso de que el rey sospechara que los judíos habían atentado contra la vida de Heliodoro, ofreció un sacrificio por su curación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Y al ofrecer el sumo sacerdote el sacrificio por el pecado, los mismos jóvenes, vestidos con las mismas vestiduras, se aparecieron nuevamente a Heliodoro, se pusieron de pie junto a él y le dijeron: «Da muchas gracias al sumo sacerdote Onías; por su oración, el Señor te perdona la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Y ahora que has recibido el castigo de Dios, proclama a todos su gran poder.» Dichas estas palabras, desaparecieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Heliodoro ofreció un sacrificio e hizo grandes promesas al Señor por haberle conservado la vida, y despidiéndose de Onías volvió con sus tropas al rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "A todos hablaba de lo que el Dios altísimo había hecho, y que él había visto con sus propios ojos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "El rey, entonces, le preguntó a Heliodoro a quién podría enviar de nuevo a Jerusalén, y él respondió:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "«Si Su Majestad tiene algún enemigo o uno que conspire contra su gobierno, envíelo allá, y si logra sobrevivir, volverá a Su Majestad despedazado por los azotes, pues ciertamente en ese lugar hay un poder divino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "El que vive en el cielo vela sobre ese lugar y lo protege; a los que van allí con malas intenciones, los golpea y los hace morir.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Esta es la historia de Heliodoro y de la conservación del tesoro del templo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2MA.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2MA.4"
        ],
        "human": "2 Macabeos 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2MA.5"
        ],
        "human": "2 Macabeos 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2MA.3"
        ],
        "human": "2 Macabeos 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Onías acude al rey"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Simón, de quien ya se ha hablado antes, que traicionó a su patria propagando las falsas noticias acerca del tesoro del templo, calumniaba a Onías diciendo que él había atacado a Heliodoro y le había causado esos males."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Se atrevió a llamar enemigo de los intereses públicos a Onías, el benefactor de la ciudad, protector de sus compatriotas y celoso defensor de las leyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "La enemistad creció a tal punto, que uno de los hombres de confianza de Simón cometió algunos asesinatos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Considerando Onías que tal rivalidad era perjudicial, y viendo que Apolonio, hijo de Menesteo, jefe militar de las provincias de Celesiria y Fenicia, fomentaba la maldad de Simón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "se dirigió al rey, no para acusar a sus conciudadanos sino buscando el interés general y particular de todo el pueblo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "pues veía que sin una intervención del rey sería imposible alcanzar la paz pública y que Simón pusiera fin a su locura."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Antíoco IV Epífanes: introducción de costumbres paganas en Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando Seleuco murió, lo sucedió Antíoco, conocido con el nombre de Epífanes. Entonces Jasón, hermano de Onías, compró con dinero el cargo de sumo sacerdote;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "en una entrevista con el rey, prometió darle once mil ochocientos ochenta kilos de plata como tributo, más otros dos mil seiscientos cuarenta de entradas adicionales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Se comprometió, además, a pagar casi cinco mil kilos de plata, si lo autorizaba a establecer, por cuenta propia, un gimnasio y un centro de deportes y cultura griega, y si daba a los habitantes de Jerusalén el derecho de ciudadanos de Antioquía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El rey le concedió lo que pedía, y desde que Jasón tomó posesión del cargo, fomentó entre sus compatriotas la manera griega de vivir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Renunció a los privilegios que bondadosamente los reyes habían concedido a los judíos por intercesión de Juan, el padre de Eupólemo. Este Eupólemo es el mismo que fue enviado a hacer un tratado de amistad y pacto con los romanos. Jasón suprimió además las costumbres conformes con la ley e introdujo otras contrarias a ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Se apresuró a construir un gimnasio al pie de la ciudadela, e hizo que los jóvenes más sobresalientes se dedicaran a los ejercicios del gimnasio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "La extremada maldad del impío y falso sumo sacerdote Jasón hizo que por todas partes se propagara la manera griega de vivir, y que aumentara el deseo de imitar lo extranjero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Así, los sacerdotes dejaron de mostrar interés por el servicio del altar, y ellos mismos, despreciando el templo y descuidando los sacrificios, en cuanto sonaba la señal se apresuraban a ayudar a los luchadores a entrenarse en los ejercicios prohibidos por la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Despreciaban por completo los honores de la propia patria, y estimaban en sumo grado las glorias de los griegos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero precisamente por eso se vieron en una situación difícil: aquellos mismos a quienes se propusieron seguir y copiar en todo, fueron después sus enemigos y verdugos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Porque la violación de las leyes divinas no queda sin castigo, como lo demuestra la historia que sigue."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Al celebrarse en Tiro, en presencia del rey, los juegos que tenían lugar cada cuatro años,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "el malvado Jasón envió, como representantes de Jerusalén, a algunos en calidad de ciudadanos de Antioquía, para presenciar los juegos, y les dio trescientas monedas de plata para el sacrificio al dios Hércules; pero ellos mismos pensaron que no convenía emplear ese dinero en el sacrificio, sino más bien en otros gastos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y así, el dinero destinado por Jasón para el sacrificio en honor de Hércules, fue dedicado, por quienes lo llevaban, a equipar barcos de remos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cuando Apolonio, hijo de Menesteo, fue a Egipto para asistir como delegado a la coronación del rey Filométor, supo Antíoco que Filométor era contrario a su política, y se preocupó por tomar medidas de seguridad. Por eso se dirigió a la ciudad de Jope, y de allí marchó a Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Jasón y la ciudad le hicieron un gran recibimiento a la luz de antorchas y entre aclamaciones. Después Antíoco acampó con su ejército en la región de Fenicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Menelao, sumo sacerdote"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Tres años más tarde, Jasón envió a Menelao, hermano del Simón antes mencionado, para llevar el dinero prometido al rey y tratar asuntos urgentes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Pero Menelao, al presentarse ante el rey, se ganó su favor haciéndose pasar por un personaje importante y, ofreciéndole nueve mil novecientos kilos de plata más que Jasón, logró que le diera a él el cargo de sumo sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Tan pronto como recibió el nombramiento de manos del rey, regresó; pero no mostraba reunir las cualidades de un sumo sacerdote, sino los sentimientos de un tirano cruel y el furor de una fiera salvaje."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "De este modo, Jasón, que había suplantado a su propio hermano, fue a su vez suplantado por otro, y se vio obligado a huir al territorio de Amón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Pero Menelao, una vez que obtuvo el cargo, no se preocupó ya por pagar al rey el dinero prometido,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "a pesar de las reclamaciones que le hacía Sóstrates, comandante de la ciudadela, a quien le correspondía cobrar los impuestos. Por esta causa, los dos fueron llamados por el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces Menelao dejó en lugar suyo, como sumo sacerdote, a su hermano Lisímaco, y Sóstrates dejó a Crates, jefe de los soldados de Chipre."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Asesinato de Onías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Mientras esto sucedía, los ciudadanos de Tarso y de Malos se rebelaron, porque sus ciudades habían sido dadas como regalo a Antióquida, concubina del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "El rey partió rápidamente para imponer orden, dejando como encargado del poder a Antíoco, uno de los personajes más importantes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Pensando que la ocasión le era favorable, Menelao robó algunos objetos de oro del templo; unos se los regaló a Andrónico, y otros logró venderlos en Tiro y las ciudades vecinas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Cuando de buenas fuentes Onías se enteró de esto, se retiró a Dafne, cerca de Antioquía, lugar en donde no lo podían atacar, y desde allí le reprochó a Menelao su proceder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Menelao, entonces, acercándose en privado a Andrónico, empezó a urgirle que matara a Onías. Andrónico fue al lugar donde estaba Onías, y dándole la mano le juró falsamente que no le haría nada. Onías se resistía a creerle, pero al fin se dejó convencer y salió del lugar de refugio. Inmediatamente Andrónico lo mató, sin ningún miramiento por la justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Por esta causa, no solo los judíos, sino también muchos de otras naciones, se indignaron y enojaron por la injusta muerte de aquel hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Y cuando el rey regresó de Cilicia, los judíos de la ciudad fueron a hablar con él acerca del asesinato de Onías; los griegos reprobaban, lo mismo que ellos, ese crimen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Antíoco, profundamente afectado y movido a compasión, lloró al recordar la prudencia y sensatez del difunto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Lleno de indignación, despojó inmediatamente a Andrónico de su manto color púrpura y le rasgó las vestiduras, luego lo hizo llevar por toda la ciudad hasta el lugar en que había cometido su impío crimen contra Onías, y allí libró al mundo de semejante asesino. Así el Señor le dio el castigo que merecía."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Intrigas de Menelao"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Con la complicidad de Menelao, Lisímaco cometió en Jerusalén muchos robos de objetos sagrados. Al saberlo, el pueblo se levantó contra Lisímaco; pero para entonces ya muchos objetos de oro habían desaparecido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Viendo que la gente, enfurecida, empezaba a rebelarse, armó Lisímaco cerca de tres mil hombres y dio comienzo a una injusta represión, dirigida por un tal Auranos, hombre tan entrado en años como descentrado en juicio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Cuando la gente vio que Lisímaco los atacaba, unos reunieron piedras, otros tomaron palos pesados, otros recogieron con la mano la ceniza que había en el suelo y, en medio de una gran confusión, comenzaron a lanzarlo todo contra los hombres de Lisímaco."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "De esta forma, a muchos de ellos los hirieron y a otros los mataron, y a todos los demás los pusieron en fuga; y al profanador Lisímaco lo mataron junto al tesoro del templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Por estos acontecimientos se siguió un juicio en contra de Menelao."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Cuando el rey fue a Tiro, tres hombres enviados por el consejo de ancianos de los judíos acusaron a Menelao ante el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Menelao, viéndose ya perdido, ofreció mucho dinero a Tolomeo, hijo de Dorimeno, para que convenciera al rey en su favor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Así pues, Tolomeo, llevando al rey a una galería con el pretexto de refrescarse, lo hizo cambiar de opinión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "De esta manera, el rey absolvió de las acusaciones a Menelao, autor de todos estos males, y condenó a muerte a los pobres acusadores, a quienes aun los salvajes hubieran declarado inocentes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Ellos, que habían querido defender la ciudad, y a sus habitantes y los objetos de culto, sufrieron sin más el injusto castigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Por esta razón, algunos habitantes de Tiro, disgustados por tanta maldad, costearon con generosidad los gastos de sus funerales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Menelao, gracias a la codicia de los poderosos, permaneció en su cargo, y fue de mal en peor, llegando a ser el mayor enemigo de sus conciudadanos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2MA.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2MA.5"
        ],
        "human": "2 Macabeos 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2MA.6"
        ],
        "human": "2 Macabeos 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2MA.4"
        ],
        "human": "2 Macabeos 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Jasón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por aquel tiempo, Antíoco se preparaba para su segunda expedición contra Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces, durante casi cuarenta días, aparecieron en toda la ciudad jinetes con armadura de oro, armados y organizados en escuadrones, que corrían por el aire con las espadas desenvainadas;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "compañías de caballería en orden de batalla, con ataques y asaltos de una y de otra parte, con agitar de escudos y con lanzas innumerables, tiros de flechas, relampaguear de armaduras de oro y corazas de todo tipo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Todos pedían a Dios que estas visiones anunciaran algo bueno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Habiendo circulado el falso rumor de la muerte de Antíoco, Jasón tomó no menos de mil hombres y, sin previo aviso, atacó la ciudad. Finalmente, después de haber rechazado a los que defendían las murallas, Jasón tomó la ciudad, y Menelao buscó refugio en la ciudadela."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Jasón degolló sin compasión a muchos de sus propios conciudadanos, no comprendiendo que la victoria sobre sus compatriotas era la mayor derrota; pero él pensaba que estaba celebrando el triunfo sobre sus enemigos y no sobre sus paisanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Sin embargo no logró conquistar el poder, sino que el único resultado de su traición fue la humillación, y huyó de nuevo hacia el territorio de Amón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Su conducta perversa tuvo un triste final: después de caer prisionero en manos de Aretas, jefe de los árabes, huyó de ciudad en ciudad; perseguido por todos, odiado como traidor a las leyes, aborrecido como verdugo de su patria y de sus compatriotas, fue a parar a Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y él, que había desterrado de su patria a muchos, murió en tierra extranjera, después de haberse embarcado para Lacedemonia con la esperanza de encontrar allí un lugar de refugio, gracias al parentesco de los lacedemonios con los judíos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y a él, que había dejado a tantos sin sepultura, nadie lo lloró; no se le hicieron funerales, ni encontró un lugar en la tumba de sus antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Profanación del templo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cuando el rey supo estas cosas, llegó a la conclusión de que Judea quería rebelarse. Entonces, enfurecido como una fiera, se puso en marcha desde Egipto, tomó con su ejército a Jerusalén,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "y ordenó a sus soldados golpear sin compasión a los que encontraran y degollar a los que buscaran refugio en las casas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Fue una matanza de jóvenes y ancianos, una carnicería de mujeres y niños, y un degüello de muchachas y niños de pecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "En solo tres días, el total de víctimas fue de ochenta mil: cuarenta mil murieron asesinados, y otros tantos fueron vendidos como esclavos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "No contento con esto, el rey se atrevió a penetrar en el templo más sagrado de toda la tierra; y Menelao, traicionando las leyes y la patria, le sirvió de guía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Con sus manos impuras tomó el rey los vasos sagrados, y robó las cosas que otros reyes habían ofrecido para el engrandecimiento, la gloria y la dignidad del templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Antíoco estaba lleno de orgullo y no entendía que, a causa de los pecados de los habitantes de Jerusalén, el Señor se había enojado por poco tiempo y parecía haberse olvidado del santuario."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Si los judíos no hubieran cometido tantos pecados, Dios hubiera castigado a Antíoco desde el primer momento y lo hubiera hecho desistir de su audacia, como lo había hecho con Heliodoro, a quien el rey Seleuco envió para inspeccionar el tesoro del templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero el Señor no escogió al pueblo por amor al templo, sino que escogió el templo por amor al pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Por eso, el templo, después de haber participado de las calamidades del pueblo, participó también de su bienestar; fue abandonado porque Dios todopoderoso se enojó, pero fue nuevamente restaurado con todo su esplendor, cuando volvió a gozar del favor del soberano Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Matanzas en Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Antíoco, después de llevarse del templo casi sesenta mil kilos de plata, volvió rápidamente a Antioquía, pensando, en medio de su orgullo y arrogancia, que podría hacer que los barcos navegaran por tierra y que los hombres caminaran por el mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Sin embargo, dejó comisarios encargados de hacer mal a los judíos. En Jerusalén puso a Filipo, natural de Frigia, de sentimientos más salvajes que el que lo había nombrado;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "en el monte Guerizim dejó a Andrónico; y además de estos nombró a Menelao, el peor de todos en cuanto a perseguir a sus conciudadanos. Era tal el odio que el rey sentía por los judíos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "que envió a Apolonio, jefe de los mercenarios de Misia, al frente de un ejército de veintidós mil hombres, con la orden de degollar a todos los hombres adultos y de vender a las mujeres y los niños."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Al llegar a Jerusalén, Apolonio fingió tener intenciones pacíficas y esperó hasta el sagrado día sábado; y aprovechándose de que los judíos estaban descansando, ordenó a sus tropas hacer un desfile militar;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "a todos los que salieron a ver el espectáculo los hizo matar allí mismo, y recorriendo con sus tropas la ciudad, dio muerte a gran cantidad de gente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Pero Judas Macabeo se reunió con unos diez hombres más y se retiró al desierto; en aquellas montañas vivió con sus compañeros como los animales salvajes, y para mantenerse ritualmente puros comían solo hierbas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2MA.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2MA.6"
        ],
        "human": "2 Macabeos 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2MA.7"
        ],
        "human": "2 Macabeos 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2MA.5"
        ],
        "human": "2 Macabeos 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Persecución religiosa y cultos paganos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Poco tiempo después, el rey envió a un anciano de la ciudad de Atenas para obligar a los judíos a quebrantar las leyes de sus antepasados y a organizar su vida de un modo contrario a las leyes de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "para profanar el templo de Jerusalén y consagrarlo al dios Zeus Olímpico, y para dedicar el templo del monte Guerizim a Zeus Hospitalario, como lo habían pedido los habitantes de aquel lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Aun para la masa del pueblo era penoso y difícil soportar tantos males."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El templo era escenario de actos desenfrenados y de fiestas profanas, organizadas por paganos que se divertían con mujeres de mala vida y tenían relaciones con prostitutas en los atrios sagrados. Además, llevaban al templo objetos que estaba prohibido introducir en él,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y el altar se veía lleno de animales que la ley prohibía ofrecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "No se podía observar el sábado, ni celebrar las fiestas tradicionales, ni siquiera declararse judío."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "A la fuerza se veía la gente obligada a comer de los animales que cada mes se ofrecían en sacrificio para celebrar el día del nacimiento del rey. Cuando llegaba la fiesta del dios Baco, se obligaba a la gente a tomar parte en la procesión, con la cabeza coronada de ramas de hiedra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Por instigación de los habitantes de la ciudad de Tolemaida, se expidió un decreto para que en las ciudades griegas vecinas se observara la misma conducta contra los judíos y se les obligara a tomar parte en la comida de los animales ofrecidos en sacrificio;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "los que no aceptaran las costumbres griegas serían degollados. Todo esto hacía prever la calamidad que se aproximaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Así, por ejemplo, dos mujeres fueron llevadas al tribunal por haber hecho circuncidar a sus hijos; después de conducirlas públicamente por la ciudad, con los niños colgados de los pechos, las arrojaron desde lo alto de la muralla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Otros, que se habían reunido en cavernas cercanas para celebrar a escondidas el sábado, habiendo sido denunciados ante Filipo, fueron quemados todos juntos, pues por respeto al sábado no quisieron defenderse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Recomiendo a los que lean este libro que no se desconcierten por causa de estas desgracias, sino que consideren que aquellos castigos eran para corregir a nuestro pueblo y no para destruirlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pues es señal de gran bondad de Dios no condescender con los pecadores, sino castigarlos pronto;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "para castigar a las otras naciones, el Señor aguarda con paciencia a que llenen la medida de sus pecados, pero a nosotros"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "nos castiga antes de que lleguemos al extremo de los nuestros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pues él no aparta de nosotros su misericordia, y aunque nos corrige con calamidades, no nos abandona."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Baste ahora con haber recordado estas cosas; y hecha esta breve interrupción, sigamos el relato."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Martirio de Eleazar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "A Eleazar, uno de los principales maestros de la ley, hombre de avanzada edad y de presencia noble, se le quería obligar, abriéndole la boca, a comer carne de cerdo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero él, prefiriendo una muerte honrosa a una vida sin honor, voluntariamente se dirigió al lugar del suplicio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "después de haber escupido la carne. Se portó como deben portarse los que firmemente rechazan lo que no está permitido comer, ni aun por amor a la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Los que presidían esta comida prohibida por la ley, y que de tiempo atrás conocían a este hombre, tomándolo aparte le aconsejaron que se hiciera traer carne preparada por él, la cual estuviera permitida, y que fingiera comer de la carne ofrecida en sacrificio, como lo había ordenado el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Así evitaría la muerte, y ellos, por su antigua amistad con él, lo tratarían con bondad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero Eleazar, tomando una decisión honrosa y digna de su edad, de su venerable ancianidad y de sus cabellos blancos, que eran señal de sus trabajos y de su distinción, una decisión digna de su conducta intachable desde la niñez, y especialmente digna de la santa ley establecida por Dios, respondió en consecuencia: «Quítenme la vida de una vez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "A mi edad no es digno fingir; no quiero que muchos de los jóvenes vayan a creer que yo, Eleazar, a los noventa años, abracé una religión extranjera,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "y que, a causa de mi hipocresía y por una corta y breve vida, ellos caigan por mi culpa en el error. Con esto atraería sobre mi ancianidad la infamia y la deshonra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Además, aunque ahora evitara el castigo de los hombres, ni vivo ni muerto podría escapar de las manos del Todopoderoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Por lo tanto, abandono esta vida con valor, para mostrarme digno de mi ancianidad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "y dejo a los jóvenes un noble ejemplo, mostrándome dispuesto a morir valientemente por nuestras venerables y santas leyes.»",
            "Dicho esto, se encaminó directamente al lugar del suplicio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Los que lo conducían, al escuchar sus palabras, que ellos tenían por propias de un loco, cambiaron su anterior afabilidad en dureza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Pero Eleazar, ya a punto de morir a causa de los golpes, dijo suspirando: «El Señor lo conoce todo sin error. Él sabe que, aunque pude escapar de la muerte, sufro en mi cuerpo terribles dolores a causa de los azotes; pero sabe también que en mi interior sufro con alegría por la reverencia que le tengo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Y de esta manera murió, dejando con su muerte, no solo a los jóvenes sino a la nación entera, un ejemplo de valentía y un recuerdo de virtud."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2MA.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2MA.7"
        ],
        "human": "2 Macabeos 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2MA.8"
        ],
        "human": "2 Macabeos 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2MA.6"
        ],
        "human": "2 Macabeos 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Martirio de siete hermanos y su madre"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Sucedió también que siete hermanos con su madre fueron detenidos. El rey quería obligarlos, azotándolos con látigos y nervios de buey, a comer carne de cerdo, prohibida por la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Uno de ellos, en nombre de todos, habló así: «¿Qué quieres saber al interrogarnos? Estamos dispuestos a morir, antes que faltar a las leyes de nuestros antepasados.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Enfurecido, el rey mandó poner al fuego grandes sartenes y calderas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando estuvieron calientes, ordenó que al que había hablado en nombre de todos le cortaran la lengua, y que le arrancaran el cuero cabelludo y le cortaran los pies y las manos, en presencia de su madre y de los demás hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando ya estaba completamente mutilado, el rey mandó acercarlo al fuego y, todavía con vida, echarlo a la sartén. Mientras el humo de la sartén se esparcía por todas partes, los otros hermanos se animaban entre sí, y con su madre, a morir valientemente. Decían:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "«Dios el Señor está mirando, y en verdad tiene compasión de nosotros. Eso fue lo que Moisés dijo en su canto, cuando echó en cara al pueblo su infidelidad: “El Señor se compadecerá de sus siervos.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Así murió el primero.",
            "Entonces llevaron al segundo al suplicio, y después de arrancarle el cuero cabelludo, le preguntaron:",
            "—¿Quieres comer, para que no te corten el cuerpo en pedazos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Él, respondiendo en su lengua materna, dijo:",
            "—¡No!",
            "Así que fue sometido igualmente al tormento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero él, exhalando el último suspiro, dijo:",
            "—Tú, criminal, nos quitas la vida presente. Pero el Rey del mundo nos resucitará a una vida eterna a nosotros que morimos por sus leyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "En seguida torturaron al tercero. Este, cuando se lo pidieron, sacó inmediatamente la lengua, extendió sin miedo las manos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y dijo valientemente: «De Dios recibí estos miembros, pero por sus leyes los desprecio, y de él espero recobrarlos.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Hasta el rey y los que estaban con él quedaron impresionados con el ánimo del joven, que de tal modo despreciaba los tormentos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Muerto este, también el cuarto fue sometido a la tortura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y cuando estaba para morir, dijo: «Acepto morir a manos de los hombres, esperando las promesas hechas por Dios de que él nos resucitará. Para ti, en cambio, no habrá resurrección a la vida.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "En seguida trajeron al quinto y lo torturaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Él, mirando al rey, dijo: «Aunque eres mortal, tienes poder sobre los hombres y haces lo que quieres. Pero no pienses que Dios ha abandonado a nuestro pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Aguarda un poco y verás cómo él, con su gran poder, te atormentará a ti y a tus descendientes.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Después trajeron al sexto, quien, estando para morir, dijo: «No te hagas ilusiones; por nuestra culpa sufrimos esto, porque hemos pecado contra nuestro Dios; por eso nos han sucedido cosas terribles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero tú, que te has atrevido a luchar contra Dios, no pienses que quedarás sin castigo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero mucho más admirable aún y digna de glorioso recuerdo fue la madre, quien, viendo morir a sus siete hijos en un solo día, lo sobrellevó todo con fortaleza de alma, sostenida por la esperanza en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Animaba a cada uno hablándole en su idioma materno y llena de nobles sentimientos, y uniendo un ardor varonil a sus reflexiones maternales, les decía:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "«No sé cómo aparecieron ustedes en mis entrañas; no fui yo quien les dio la vida y el aliento, ni quien organizó su cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Es el creador del mundo, que hizo todas las cosas, quien forma al hombre desde el primer momento. Él, en su misericordia, les devolverá la vida y el aliento, pues ustedes, por las leyes de Dios, no piensan en ustedes mismos.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Antíoco creyó que ella se burlaba de él y sospechó que lo estaba insultando. Como el más joven estaba aún con vida, el rey no solo trataba de convencerlo, sino que con juramento se comprometió a hacerlo rico y dichoso, y a contarlo entre sus amigos y confiarle altos cargos, si se apartaba de las leyes de sus antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero el joven no hizo caso. Entonces el rey mandó a la madre que aconsejara al joven que salvara su vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Tanto le insistieron, que ella al fin consintió en hablar a su hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Se inclinó hacia él y, burlándose del cruel tirano, dijo al hijo en su lengua materna: «Hijo, ten piedad de mí, que te llevé nueve meses en mi seno, que te di el pecho durante tres años, y que te he criado y educado hasta la edad que ahora tienes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Te ruego, hijo, que mires al cielo y a la tierra, que veas todo lo que hay en ellos y entiendas que de la nada Dios lo hizo todo; y que de la misma manera creó el género humano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "No temas a este verdugo; muéstrate digno de tus hermanos y acepta la muerte, para que por la misericordia de Dios yo te recobre junto con ellos.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Todavía estaba ella hablando, cuando el joven dijo: «¿Qué esperan ustedes? No obedezco las órdenes del rey; obedezco los mandamientos de la ley que Dios dio a nuestros antepasados por medio de Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Y tú, rey, autor de todos los males que afligen a los judíos, no escaparás de las manos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Nosotros sufrimos por nuestros propios pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Si para castigarnos y corregirnos el Señor de la vida se ha enojado momentáneamente con nosotros, nuevamente habrá de reconciliarse con sus siervos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Tú, impío, el más criminal de todos los hombres, no te enorgullezcas sin razón ni te llenes de vanas esperanzas para levantar tu mano contra los siervos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Aún no has escapado del juicio del Señor todopoderoso, que todo lo ve."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Nuestros hermanos, después de soportar un sufrimiento pasajero, gozan ya de la vida eterna que Dios ha prometido; tú, en cambio, recibirás de Dios el castigo que mereces por tu orgullo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Yo, lo mismo que mis hermanos, entrego mi cuerpo y mi vida por las leyes de nuestros antepasados, y suplico a Dios que tenga pronto compasión de su pueblo, y que con calamidades y castigos te obligue a ti a confesar que él es el único Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "¡Que en mí y en mis hermanos se detenga la ira del Todopoderoso, justamente desatada contra nuestro pueblo!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Enfurecido el rey, y no pudiendo soportar la burla, torturó con mayor crueldad a este que a los otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Así murió el muchacho, sin haber comido cosa impura y con una gran confianza en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Finalmente, después de sus hijos, murió también la madre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Con esto terminamos nuestro relato sobre la comida de alimentos impuros y las extraordinarias crueldades que se cometieron."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2MA.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2MA.8"
        ],
        "human": "2 Macabeos 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2MA.9"
        ],
        "human": "2 Macabeos 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2MA.7"
        ],
        "human": "2 Macabeos 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Insurrección de Judas Macabeo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entre tanto, Judas Macabeo y sus compañeros entraron secretamente en las aldeas y empezaron a llamar a sus parientes, y reuniendo a otros que permanecían fieles al judaísmo, juntaron unos seis mil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pedían al Señor que mirara por el pueblo a quien todos perseguían, que tuviera compasión del templo profanado por hombres impíos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "que se compadeciera de la ciudad devastada y a punto de ser arrasada, que oyera el clamor de la sangre que le pedía a gritos que hiciera justicia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "que se acordara de la muerte injusta de niños inocentes y de los insultos contra su nombre, y que mostrara su odio contra el mal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Poniéndose a la cabeza de un ejército, Macabeo se hizo invencible frente a los paganos, pues el Señor cambió su ira en misericordia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Caía de improviso sobre ciudades y aldeas, y las incendiaba; tomaba posiciones estratégicas y ponía en fuga a no pocos de sus enemigos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "aprovechando la noche para sus ataques. La fama de su valentía se extendió por todas partes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nicanor y Gorgias invaden Judea"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Al ver Filipo que poco a poco Judas Macabeo iba haciendo grandes progresos, y que sus éxitos eran más y más frecuentes, escribió a Tolomeo, jefe militar de Celesiria y Fenicia, para que viniera en ayuda de los intereses del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Tolomeo escogió inmediatamente a Nicanor, hijo de Patroclo, quien pertenecía al grupo de los primeros amigos del rey, y lo envió al mando de no menos de veinte mil soldados de muchos países, para aniquilar a todos los judíos. Con él envió a Gorgias, general muy experimentado en asuntos de guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Nicanor pensaba pagar, con la venta de los judíos que hiciera prisioneros, el tributo de sesenta y seis mil kilos de plata que el rey debía a los romanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Inmediatamente mandó invitaciones a las ciudades de la costa, para que tomaran parte en la compra de prisioneros judíos, prometiendo vendérselos a razón de tres esclavos por un kilo de plata, sin pensar en el castigo que Dios todopoderoso le enviaría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "A Judas le llegó la noticia del avance de Nicanor, e hizo saber a sus hombres que el ejército enemigo estaba cerca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces los cobardes y los que desconfiaban de la justicia de Dios huyeron y se refugiaron en otro lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los otros vendían lo que les quedaba y pedían al Señor que los librara del impío Nicanor, quien antes del combate ya los había vendido;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "pedían a Dios que, si no hacía esto por consideración a ellos, al menos lo hiciera en atención a la alianza hecha con sus antepasados, y por el santo y glorioso nombre que ellos llevaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Primera victoria judía sobre Nicanor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Macabeo reunió a su gente, que eran seis mil hombres, y les recomendó que no perdieran el ánimo frente a los enemigos ni tuvieran miedo a la multitud de paganos que injustamente los atacaban, sino que lucharan con valor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "teniendo presentes los criminales ultrajes que los paganos habían hecho al templo, los malos tratos y los insultos contra la ciudad y, finalmente, la supresión de las costumbres recibidas de sus antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "«Ellos —dijo— confían en sus armas y en su audacia. Nosotros, en cambio, ponemos nuestra confianza en Dios todopoderoso, que con solo ordenarlo puede derrotar a los que marchan contra nosotros, y aun al mundo entero.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Les recordó la protección de que habían gozado sus antepasados, lo que sucedió en tiempos de Senaquerib, cuando murieron ciento ochenta y cinco mil hombres,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "y lo que tuvo lugar en Babilonia durante la guerra contra los gálatas. En esa ocasión tomaron parte en la acción ocho mil judíos y cuatro mil soldados de Macedonia, y estando los macedonios sin saber qué hacer, los ocho mil judíos, gracias al auxilio que recibieron de Dios, derrotaron a ciento veinte mil enemigos y se apoderaron de un enorme botín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Después de haberlos animado con sus palabras, y de hacer que estuvieran preparados a morir por las leyes y la patria, repartió su ejército en cuatro divisiones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Al frente de cada división puso a uno de sus hermanos, Simón, José y Jonatán, asignando a cada uno mil quinientos hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Luego ordenó a Azarías que leyera el libro sagrado, y habiéndoles dado como contraseña las palabras «Dios nos ayuda», tomó el mando de la primera división y atacó a Nicanor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "El Todopoderoso luchó a favor de ellos, y mataron a más de nueve mil enemigos, y mutilaron e hirieron a la mayor parte del ejército de Nicanor, y a todos los obligaron a huir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Además, se apoderaron del dinero de los que habían venido a comprarlos. Después de haberlos perseguido un buen trecho, tuvieron que regresar porque se hacía tarde."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Era la víspera del sábado, y por esta causa no siguieron persiguiéndolos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Después de recoger las armas de los enemigos y el botín, celebraron el sábado, alabando y dando gracias al Señor porque los había conservado hasta ese día, en que había comenzado a mostrar su misericordia con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Pasado el sábado, repartieron el botín, una parte entre las víctimas de la persecución, las viudas y los huérfanos, y el resto entre ellos y sus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Hecho esto, todos juntos hicieron oraciones al Señor misericordioso, para pedirle que se reconciliara del todo con sus siervos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Victoria sobre Timoteo y Báquides"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "En su lucha con los soldados de Timoteo y Báquides, mataron a más de veinte mil hombres y se apoderaron firmemente de fortalezas elevadas. Luego repartieron el botín en dos partes iguales, una para ellos mismos y otra para las víctimas de la persecución, los huérfanos, las viudas y los ancianos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Recogieron cuidadosamente las armas de los enemigos y las guardaron en lugares estratégicos, y el resto lo llevaron a Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Mataron al comandante de las tropas de Timoteo, uno de los hombres más impíos, que había hecho sufrir mucho a los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Mientras celebraban la victoria en Jerusalén, quemaron a los que habían incendiado las puertas del templo, y también a Calístenes, que estaba refugiado en una choza; así recibió este el castigo que merecía por su profanación."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Huida y confesión de Nicanor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Nicanor, aquel desalmado que había traído mil negociantes para la venta de los judíos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "humillado con la ayuda del Señor por los que él más despreciaba, despojado de su elegante ropa, fugitivo y solitario, huyendo a través de los campos, logró llegar a Antioquía, siendo más afortunado que su ejército, que había sido aniquilado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Y él, que había prometido a los romanos pagarles el tributo con el precio de la venta de los prisioneros de Jerusalén, proclamó que los judíos tenían un defensor, y que eran invencibles porque seguían las leyes que Dios, su defensor, les había dado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2MA.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2MA.9"
        ],
        "human": "2 Macabeos 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2MA.10"
        ],
        "human": "2 Macabeos 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2MA.8"
        ],
        "human": "2 Macabeos 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Antíoco Epífanes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por aquel tiempo, Antíoco tuvo que retirarse de Persia en desorden."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Había entrado en la ciudad llamada Persépolis, e intentado robar los objetos de culto del templo y apoderarse de la ciudad. Pero la gente se había levantado en armas, y Antíoco, derrotado por los habitantes del país, tuvo que emprender una retirada humillante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cuando estaba en la ciudad de Ecbatana, se enteró de lo que había sucedido a Nicanor y a los soldados de Timoteo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Fuera de sí por la rabia, decidió hacer pagar a los judíos la humillación que le habían causado los persas al ponerlo en fuga. Por este motivo ordenó al conductor del carro que avanzara sin descanso hasta terminar el viaje.",
            "Pero el juicio de Dios lo seguía. En su arrogancia, Antíoco había dicho: «Cuando llegue a Jerusalén, convertiré la ciudad en cementerio de los judíos.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero el Señor Dios de Israel, que todo lo ve, lo castigó con un mal incurable e invisible: apenas había dicho estas palabras, le vino un dolor de vientre que con nada se le pasaba, y un fuerte cólico le atacó los intestinos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Esto fue un justo castigo para quien, con tantas y tan refinadas torturas, había atormentado en el vientre a los demás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "A pesar de todo, Antíoco no abandonó en absoluto su arrogancia; lleno de orgullo y respirando llamas de odio contra los judíos, ordenó acelerar el viaje. Pero cayó del carro, que corría estrepitosamente, y en su aparatosa caída se le dislocaron todos los miembros del cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Así, el que hasta hacía poco, en su arrogancia sobrehumana, se imaginaba poder dar órdenes a las olas del mar y, como Dios, pesar las más altas montañas, cayó derribado al suelo y tuvo que ser llevado en una camilla, haciendo ver claramente a todos el poder de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los ojos del impío hervían de gusanos, y aún con vida, en medio de horribles dolores, la carne se le caía a pedazos; el cuerpo empezó a pudrírsele, y era tal su mal olor, que el ejército no podía soportarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Tan inaguantable era la hediondez, que nadie podía transportar al que poco antes pensaba poder alcanzar los astros del cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces, todo malherido, bajo el castigo divino que por momentos se hacía más doloroso, comenzó a moderar su enorme arrogancia y a entrar en razón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y como ni él mismo podía soportar su propio mal olor, exclamó: «Es justo someterse a Dios y, siendo mortal, no pretender ser igual a él.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces este criminal empezó a suplicar al Señor; pero Dios ya no tendría misericordia de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Poco antes quería ir a toda prisa a la ciudad santa, para arrasarla y dejarla convertida en cementerio, y ahora prometía a Dios declararla libre;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "hacía poco juzgaba a los judíos indignos de sepultura, y buenos solo para servir de alimento a las aves de rapiña o para ser arrojados con sus hijos a las fieras, y ahora prometía darles los mismos derechos que a los ciudadanos de Atenas;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "antes había robado el santo templo, y ahora prometía adornarlo con las más bellas ofrendas, y devolver todos los utensilios sagrados y dar todavía muchos más, y atender con su propio dinero a los gastos de los sacrificios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "y, finalmente, hacerse él mismo judío y recorrer todos los lugares habitados proclamando el poder de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Como sus dolores no se calmaban de ninguna manera, pues el justo juicio de Dios pesaba sobre él, viéndose en una situación desesperada, escribió a los judíos una carta que tenía el carácter de súplica y que decía así:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "«El rey y jefe militar Antíoco saluda a los judíos, excelentes ciudadanos, y les desea salud y bienestar completos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Deseo que ustedes y sus hijos se encuentren bien, y que todo marche según ustedes lo desean. Con la esperanza puesta en Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "guardo un cariñoso recuerdo de las muestras de respeto y afecto que de ustedes he recibido. Al volver de la región de Persia he contraído una grave enfermedad, y así he juzgado necesario preocuparme por el bienestar de todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "No es que yo esté desesperado de mi estado; al contrario, tengo muchas esperanzas de poder sanar de esta enfermedad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Sin embargo, recuerdo que mi padre, siempre que emprendía una campaña al este del río Éufrates, designaba a su sucesor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "para que, si sucedía algo inesperado o corría un rumor molesto, sus súbditos estuvieran tranquilos, sabiendo quién había quedado encargado de los negocios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Sé, además, que los jefes vecinos de nuestro país están esperando una ocasión propicia, y que aguardan lo que pueda ocurrir. Por eso he designado como rey a mi hijo Antíoco, a quien muchas veces, cuando recorría las provincias del este del Éufrates, dejé al cuidado de la mayoría de ustedes. A él le escribí la carta que se copia más adelante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Ruego, pues, encarecidamente a cada uno de ustedes que, recordando los beneficios, tanto generales como particulares, que de mí han recibido, guarden para con mi hijo las mismas buenas disposiciones que han tenido para conmigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Estoy seguro de que él seguirá mi línea de moderación y benevolencia, y será condescendiente con ustedes.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Así pues, este asesino, que injuriaba a Dios, terminó su vida con una muerte horrible, lejos de su patria y entre montañas, en medio de atroces sufrimientos, como los que él había hecho sufrir a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Filipo, su amigo íntimo, transportó el cadáver; pero, como no se fiaba del hijo de Antíoco, se refugió en Egipto, junto al rey Tolomeo Filométor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2MA.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2MA.10"
        ],
        "human": "2 Macabeos 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2MA.11"
        ],
        "human": "2 Macabeos 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2MA.9"
        ],
        "human": "2 Macabeos 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Purificación del templo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Macabeo y sus seguidores, guiados por el Señor, reconquistaron el templo y la ciudad de Jerusalén;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "destruyeron los altares construidos por los paganos en la plaza pública, y también sus lugares de culto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Después de purificar el templo, construyeron otro altar, y golpeando una piedra contra otra, sacaron fuego y ofrecieron con él un sacrificio. También quemaron incienso, encendieron las lámparas y presentaron los panes consagrados. Ya hacía dos años que los sacrificios se habían interrumpido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Después de esto, inclinados y con la frente en el suelo, pidieron al Señor que no volviera a dejarlos sufrir tantas calamidades; que, en caso de pecar, los corrigiera con bondad, pero que no los entregara en manos de paganos salvajes que injuriaban a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "El templo fue purificado en la misma fecha en que había sido profanado por los paganos, es decir, el día veinticinco del mes de Quisleu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y celebraron con alegría ocho días de fiesta, a la manera de la fiesta de las Enramadas, recordando que poco tiempo antes la habían celebrado en las montañas y en las cuevas, donde vivían como animales salvajes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Por esto, llevando limones adornados con hojas, ramas frescas de árboles y hojas de palmera, cantaban himnos a Dios, que había llevado a buen término la purificación del santuario."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Además, toda la asamblea aprobó y publicó un decreto en el que se ordenaba que todo el pueblo judío celebrara cada año estos días de fiesta."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nuevas hazañas de Judas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Después de haber contado lo referente a la muerte de Antíoco, el llamado Epífanes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "narraremos ahora lo que sucedió en tiempos de Antíoco Eupátor, hijo del impío Antíoco Epífanes, resumiendo el recuento de los males que trajo la guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Al heredar Eupátor el reino, puso al frente del gobierno a un tal Lisias, jefe militar y gobernador de Celesiria y Fenicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Antes lo había sido Tolomeo, llamado también Macrón, que fue el primero en mostrarse justo con los judíos y que, para reparar las injusticias cometidas contra ellos, procuró mantener con ellos relaciones pacíficas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por esta razón, los amigos del rey lo acusaron ante Eupátor. Filométor le había confiado el gobierno de Chipre, pero él había huido de allí y se había pasado al lado de Antíoco Epífanes; por eso, todos lo llamaban traidor. Él, viendo que no podía ejercer con honor la dignidad de su cargo, se quitó la vida envenenándose."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Campañas contra Gorgias y los idumeos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Cuando Gorgias fue nombrado jefe militar de la región, formó un ejército de mercenarios, y cada vez que tenía ocasión hacía la guerra a los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Al mismo tiempo, los idumeos, que controlaban importantes fortalezas, hostilizaban a los judíos y acogían a los que huían de Jerusalén, y procuraban fomentar la guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los que estaban con Macabeo, después de hacer oraciones públicas y pedir a Dios que les ayudara en la lucha, marcharon contra las fortalezas de los idumeos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "las atacaron con valor y se apoderaron de la región. Rechazaron a los que combatían en las murallas, degollaron a los que cayeron en sus manos, y aniquilaron a cerca de veinte mil hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "No menos de nueve mil hombres, provistos de todo lo necesario para resistir un ataque, se refugiaron en dos torres fuertemente protegidas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Macabeo dejó para el asalto a Simón, a José y a Zaqueo, con un número suficiente de soldados, y se retiró a otros lugares en donde lo necesitaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero los soldados de Simón, codiciosos de riquezas, se dejaron sobornar y aceptaron dinero de algunos de los que estaban en las torres. Recibieron setenta mil monedas, y dejaron escapar a algunos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cuando le contaron a Macabeo lo sucedido, este reunió a los oficiales del ejército y acusó a los culpables de haber vendido por dinero a sus hermanos, dejando escapar a sus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entonces los hizo ejecutar como traidores, e inmediatamente después tomó las dos torres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Tuvo éxito en toda su campaña; en las dos torres mató a más de veinte mil enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Victoria sobre Timoteo y toma de Guézer"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Timoteo, derrotado anteriormente por los judíos, reunió un numeroso ejército de mercenarios, juntó una tropa de caballería traída de Asia, y avanzó para tomar Judea por las armas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Macabeo y su gente, al acercarse Timoteo, hicieron súplicas a Dios, se echaron polvo sobre sus cabezas y se vistieron con ropas ásperas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "De rodillas sobre la base anterior del altar, pedían a Dios que tuviera compasión de ellos, y que fuera enemigo de sus enemigos y se opusiera a quienes se oponían a ellos, como claramente lo dice la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Terminada la oración, tomaron las armas y se alejaron bastante de la ciudad. Cuando estuvieron cerca de sus enemigos, se detuvieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Empezaba a salir el sol cuando los dos ejércitos trabaron combate. Además de confiar en su valor, los judíos ponían la garantía del buen éxito y de la victoria en el recurso al Señor; los paganos hacían de su furor la guía para el combate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "En lo más recio de la batalla, los enemigos vieron en el cielo a cinco hombres majestuosos, montados en caballos con frenos de oro, que, poniéndose a la cabeza de los judíos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "se colocaron alrededor de Macabeo, y lo protegían con sus armas y lo defendían para que nadie lo hiriera. También lanzaban flechas y rayos sobre los enemigos, que, ciegos y aturdidos, se dispersaron en gran desorden."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Veinte mil quinientos soldados de infantería y seiscientos de caballería fueron degollados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Timoteo huyó a Guézer, fortaleza muy protegida, que estaba bajo el mando de Quereas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Macabeo y su gente la atacaron con ánimo durante cuatro días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Los de dentro, confiados en la seguridad del lugar, decían palabras ofensivas e injuriosas contra Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Pero al amanecer del quinto día, veinte jóvenes del ejército de Macabeo, enardecidos por aquellas injurias contra Dios, se lanzaron varonilmente contra las murallas y mataron con furia salvaje a cuantos encontraron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Otros, igualmente, aprovechando esta distracción, escalaron el lado contrario, atacaron a los de dentro, pusieron fuego a las torres y las puertas, encendieron hogueras y quemaron vivos a los que habían injuriado a Dios. Otros rompieron las puertas para que entrara el resto del ejército, y tomaron la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "A Timoteo, que se había escondido en una cisterna, lo degollaron, lo mismo que a su hermano Quereas y a Apolófanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Realizada esta hazaña, alabaron con himnos y oraciones al Señor, que había realizado maravillas a favor de Israel y les había dado la victoria."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2MA.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2MA.11"
        ],
        "human": "2 Macabeos 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2MA.12"
        ],
        "human": "2 Macabeos 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2MA.10"
        ],
        "human": "2 Macabeos 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Primera campaña de Lisias"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Muy poco tiempo después, Lisias, tutor y pariente del rey y encargado del gobierno, muy preocupado por los últimos acontecimientos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "reunió cerca de ochenta mil hombres de infantería y toda su caballería, y avanzó contra los judíos. Su intención era convertir a Jerusalén en ciudad de residencia de los griegos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "hacer que el templo pagara impuestos como los templos de las demás naciones, y vender cada año la dignidad de sumo sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero no contaba con el poder de Dios, sino que confiaba en sus millares de soldados de infantería y caballería y en sus ochenta elefantes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Penetrando en Judea, se acercó a Bet-sur, fortaleza que distaba unos veinticinco kilómetros de Jerusalén, y la atacó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando Macabeo y sus soldados supieron que Lisias estaba atacando la fortaleza, se reunieron con todo el pueblo, y con gemidos y lágrimas pidieron al Señor que enviara un ángel bueno para salvar a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Macabeo, que fue el primero en tomar las armas, animó a los demás para que todos juntos hicieran frente al peligro y fueran en ayuda de sus hermanos. Todos ellos, llenos de entusiasmo, se pusieron en marcha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Estando todavía cerca de Jerusalén, se apareció, a la cabeza de la tropa, un jinete vestido de blanco, agitando unas armas de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces todos alabaron a Dios misericordioso, y tan fortalecidos se sintieron en su ánimo que estaban dispuestos a atacar no solo a los hombres, sino a las fieras más salvajes y a murallas de hierro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Marcharon en orden de batalla, con su defensor celestial, ayudados por la misericordia del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Se lanzaron como leones sobre los enemigos, y derribaron por tierra a once mil soldados de infantería y a mil seiscientos de caballería, y a los demás los hicieron huir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "La mayoría de ellos se escaparon heridos y sin armas. Lisias se salvó huyendo vergonzosamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Paz con los judíos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero Lisias, que no era tonto, reflexionó sobre la derrota que había recibido, y comprendió que los hebreos eran invencibles porque tenían como aliado a Dios todopoderoso. Entonces les envió mensajeros"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "para proponerles la paz en condiciones justas, y les prometió usar de su influencia para que el rey fuera amigo de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Macabeo, en consideración al bien común, aceptó todo lo que Lisias proponía, y el rey concedió todo lo que Macabeo pidió por escrito a Lisias en favor de los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Las cartas escritas por Lisias a los judíos estaban concebidas en estos términos:",
            "«Lisias saluda al pueblo judío."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Juan y Absalón, delegados de ustedes, me han entregado el documento transcrito más abajo, y me han pedido la aprobación de su contenido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Yo comuniqué al rey todo lo que era de su competencia; lo que estaba en mis manos, lo concedí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Si ustedes continúan mostrando buena disposición hacia los intereses del estado, yo procuraré promover en el futuro el bienestar de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "He dado orden a sus delegados y a los míos para que se pongan de acuerdo con ustedes sobre los detalles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Que les vaya bien.",
            "»A los veinticuatro días del mes de Dióscoro del año ciento cuarenta y ocho.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "La carta del rey decía lo siguiente:",
            "«El rey Antíoco saluda a su hermano Lisias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Ahora que mi padre ha sido trasladado a los dioses, he querido que las personas de mi reino vivan tranquilas, para que puedan dedicarse a sus asuntos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Pero he oído decir que los judíos no están de acuerdo con adoptar las costumbres griegas, como lo quería mi padre, sino que prefieren vivir según su manera propia, y han pedido que se les permita cumplir sus leyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Deseando, pues, que también esa nación viva tranquila, decido que se les devuelva el templo y que puedan vivir según las costumbres de sus antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Hazme el favor de enviar algunos delegados que hagan las paces con ellos, para que, conociendo mi determinación, estén tranquilos y puedan dedicarse en paz a sus asuntos.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "La carta del rey al pueblo judío decía así:",
            "«El rey Antíoco saluda al consejo de ancianos y al pueblo judío."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Deseo que ustedes se encuentren bien; yo estoy bien de salud."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Menelao me ha manifestado que ustedes desean volver a sus hogares."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Por consiguiente, concedo una amnistía a todos los que hayan regresado para el día treinta del mes de Xántico."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Los judíos podrán comer sus alimentos especiales y seguir sus leyes como antes. Ninguno de ellos será molestado en manera alguna por las faltas cometidas anteriormente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Les envío, además, a Menelao, para que garantice la seguridad de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Que les vaya bien.",
            "»A los quince días del mes de Xántico del año ciento cuarenta y ocho.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "También los romanos enviaron a los judíos una carta en los siguientes términos:",
            "«Quinto Memio y Tito Manio, legados romanos, saludan al pueblo judío."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Lo que Lisias, pariente del rey, les ha concedido, lo aprobamos nosotros también."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Pero revisen ustedes cuidadosamente lo que él juzgó que debía proponérsele al rey, y envíennos luego un delegado, para que nosotros se lo expongamos al rey de una manera conveniente para ustedes, pues nos dirigimos a Antioquía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Por lo tanto, apresúrense a enviarnos algunos delegados, para que sepamos cuáles son las intenciones de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Que les vaya bien.",
            "»A los quince días del mes de Xántico del año ciento cuarenta y ocho.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2MA.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2MA.12"
        ],
        "human": "2 Macabeos 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2MA.13"
        ],
        "human": "2 Macabeos 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2MA.11"
        ],
        "human": "2 Macabeos 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ataques de Judas a las regiones vecinas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Hechos estos tratados, Lisias volvió a donde estaba el rey, mientras que los judíos se dedicaban a sus labores agrícolas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero algunos jefes militares del lugar, Timoteo, Apolonio hijo de Geneo, y también Jerónimo y Demofón, a los que hay que añadir a Nicanor, comandante de las tropas de Chipre, no dejaban que los judíos tuvieran paz ni tranquilidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Además, los habitantes de la ciudad de Jope cometieron un gran crimen. Invitaron a los judíos que allí vivían, a subir con sus mujeres y sus hijos a unos barcos que ellos mismos habían amarrado allí cerca, como si no hubiera entre ellos enemistad ninguna,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "sino como por cumplir un decreto dado por los habitantes de la ciudad. Los judíos, deseosos de paz y sin sospechar nada, aceptaron; pero cuando salieron a mar abierto, los de Jope los hundieron. Eran no menos de doscientas personas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando Judas supo de la crueldad que habían cometido con sus compatriotas, alertó a los hombres que estaban con él,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "e invocando a Dios, justo juez, marchó contra los asesinos de sus hermanos. De noche prendió fuego al puerto, incendió los barcos y mató a quienes se habían refugiado en el puerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Como las puertas de la ciudad estaban cerradas, se fue, con el propósito de volver más tarde y exterminar a todos los habitantes de Jope."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero al saber que los habitantes de Jabnia querían hacer lo mismo con los judíos que vivían allí,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "cayó de noche sobre la ciudad e incendió el puerto y la flota, de manera que el resplandor de las llamas se veía desde Jerusalén, a una distancia de cuarenta y tres kilómetros."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Campañas en Galaad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Judas y sus soldados se habían alejado de allí algo más de un kilómetro y medio en una expedición contra Timoteo, cuando cayeron sobre ellos por lo menos cinco mil árabes de a pie y quinientos de a caballo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Se trabó un violento combate, pero los soldados de Judas, con la ayuda del Señor, consiguieron la victoria. Los árabes, vencidos, pidieron a Judas hacer las paces, y prometieron suministrar ganado a los judíos y prestarles ayuda de allí en adelante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Judas, comprendiendo que en realidad los árabes podían serles útiles en muchas cosas, aceptó hacer las paces con ellos. Después de este convenio, los árabes se retiraron a sus tiendas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Judas atacó también a Caspín, ciudad fortificada, rodeada de terraplenes y murallas, y habitada por gente de diversas naciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los habitantes, confiados en la fortaleza de sus murallas y en su provisión de víveres, se mostraron insolentes contra Judas y sus soldados; los insultaban, y además injuriaban a Dios y decían palabras horribles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Judas y sus soldados invocaron al Señor, soberano de todo el universo, que sin aparatos ni máquinas de guerra destruyó Jericó en tiempos de Josué, y con violencia salvaje se lanzaron contra las murallas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Dios quiso que tomaran aquella ciudad, en la que hicieron una matanza espantosa, a tal punto que el estanque vecino, que tiene trescientos sesenta metros de ancho, aparecía lleno de la sangre derramada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Alejándose de allí ciento treinta y cinco kilómetros, llegaron a la ciudad de Cárax, donde viven los judíos llamados tubianos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "No encontraron allí a Timoteo, pues se había ido de aquella región sin alcanzar éxito alguno; pero había dejado en algún lugar una guarnición bastante fuerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces Dositeo y Sosípatro, generales de Macabeo, marcharon contra la guarnición y mataron a los hombres que Timoteo había dejado en la fortaleza, que eran más de diez mil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Macabeo, por su parte, distribuyó su ejército en compañías, les nombró jefes y atacó a Timoteo, que tenía ciento veinte mil soldados de infantería y dos mil quinientos de caballería."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Informado Timoteo del avance de Judas, envió primeramente las mujeres y los niños y todo el equipaje hacia un lugar llamado Carnáin, sitio muy seguro y de difícil acceso, pues todos los pasos eran muy estrechos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Apenas apareció la primera compañía de Judas, el miedo y el terror se apoderaron de los enemigos, porque Dios, que todo lo ve, se les manifestó. Se dieron a la fuga en todas direcciones, de tal manera que con frecuencia se herían unos a otros y se atravesaban con sus propias espadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Judas los persiguió con la mayor energía, y pasó a cuchillo y aniquiló a treinta mil de aquellos criminales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "El mismo Timoteo cayó en manos de los soldados de Dositeo y Sosípatro; pero con mucha astucia les pidió que lo dejaran libre, pues tenía como rehenes a los padres y hermanos de muchos de ellos, a los cuales no se les tendría ninguna consideración."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Por fin, tras largos discursos en que les prometió que devolvería sanos y salvos a aquellos judíos, Timoteo los convenció, y ellos lo dejaron en libertad a fin de salvar la vida de sus parientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Judas se dirigió luego a Carnáin y al templo de la diosa Atargatis, y degolló a veinticinco mil hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Después de esta victoria y de la matanza que hizo, marchó contra Efrón, ciudad fortificada, donde vivían Lisias y gente de diversas naciones. Jóvenes fuertes, colocados delante de las murallas, las defendían con valor, y dentro había abundante provisión de máquinas de guerra y proyectiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Pero, después de invocar al Señor, que con su poder destroza las fuerzas de los enemigos, los judíos se apoderaron de la ciudad y mataron como a veinticinco mil personas que en ella había."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "De allí se pusieron nuevamente en marcha y se dirigieron a Escitópolis, ciudad que dista ciento ocho kilómetros de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Pero como los judíos que vivían allí les informaron de que los habitantes de Escitópolis habían mostrado buenos sentimientos para con ellos y los habían tratado bien en momentos difíciles,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Judas y sus soldados les dieron las gracias y les recomendaron que en adelante mantuvieran las mismas buenas relaciones con los judíos. Llegaron a Jerusalén cuando ya estaba cerca la fiesta de las Semanas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Campaña contra Gorgias"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Después de esta fiesta, se pusieron en marcha contra Gorgias, jefe militar de la región de Idumea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Este se presentó al combate con tres mil soldados de infantería y cuatrocientos de caballería."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Se trabó el combate, y cayeron algunos judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Entonces Dositeo, un valiente soldado de caballería, judío tubiano, agarró a Gorgias por el manto y empezó a arrastrarlo con fuerza, con intención de capturar vivo a este infame; pero un jinete de Tracia se lanzó contra Dositeo y le cortó el brazo, y así Gorgias pudo huir a la ciudad de Maresá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Los soldados de Azarías, que llevaban mucho tiempo combatiendo, estaban muy cansados. Entonces Judas suplicó al Señor que se pusiera de parte de ellos y los guiara en la batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Empezó a cantar himnos en su lengua materna, lanzó el grito de guerra y, cayendo de repente sobre los soldados de Gorgias, los puso en fuga."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sacrificio por los muertos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Judas reunió su ejército y se fue a la ciudad de Adulam. Al acercarse el séptimo día de la semana, se purificaron según su costumbre y celebraron el sábado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Y como el tiempo urgía, los soldados de Judas fueron al día siguiente a recoger los cadáveres de los caídos en el combate, para enterrarlos junto a sus parientes en los sepulcros familiares."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Pero debajo de la ropa de todos los muertos encontraron objetos consagrados a los ídolos de Jabnia, cosas que la ley no permite que tengan los judíos. Esto puso en claro a todos la causa de su muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Todos alabaron al Señor, justo juez, que descubre las cosas ocultas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "e hicieron una oración para pedir a Dios que perdonara por completo el pecado que habían cometido. El valiente Judas recomendó entonces a todos que se conservaran limpios de pecado, ya que habían visto con sus propios ojos lo sucedido a aquellos que habían caído a causa de su pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Después recogió unas dos mil monedas de plata y las envió a Jerusalén, para que se ofreciera un sacrificio por el pecado. Hizo una acción noble y justa, con miras a la resurrección."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Si él no hubiera creído en la resurrección de los soldados muertos, hubiera sido innecesario e inútil orar por ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Pero, como tenía en cuenta que a los que morían piadosamente los aguardaba una gran recompensa, su intención era santa y piadosa. Por esto hizo ofrecer ese sacrificio por los muertos, para que Dios les perdonara su pecado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2MA.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2MA.13"
        ],
        "human": "2 Macabeos 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2MA.14"
        ],
        "human": "2 Macabeos 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2MA.12"
        ],
        "human": "2 Macabeos 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Menelao"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En el año ciento cuarenta y nueve llegó a oídos de Judas que Antíoco Eupátor venía hacia Judea con gran cantidad de soldados,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y que con él venía Lisias, su tutor y encargado del gobierno, con un ejército de ciento diez mil soldados griegos de infantería, cinco mil trescientos de caballería, veintidós elefantes y trescientos carros provistos de cuchillas en los ejes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "A estos se les unió Menelao, quien con mucha astucia incitaba a Antíoco, pensando no en la salvación de su patria sino en conservar su puesto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero Dios, Rey de reyes, hizo que Antíoco se enojara contra ese criminal. Lisias demostró al rey que Menelao era el causante de todos los males; entonces el rey mandó que lo llevaran a la ciudad de Berea y que le dieran muerte en la forma que allí se acostumbra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Hay en Berea una torre de veintidós metros de altura, llena de ceniza, provista de un aparato giratorio, inclinado por todas partes hacia la ceniza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando alguien comete un robo en un templo o algún otro crimen muy grave, le dan muerte arrojándolo de allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "De esta manera, y privado de sepultura, murió el malvado Menelao;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y exactamente como lo merecía, pues había cometido muchos pecados contra el altar, cuyo fuego y ceniza son puros; así, en la ceniza encontró la muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La paz con Antíoco Eupátor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El rey Antíoco venía, pues, con la salvaje intención de causar a los judíos peores sufrimientos que su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Al saberlo, Judas recomendó a la gente que orara al Señor día y noche, para que una vez más los ayudara, pues iban a perder la ley, su patria y el santo templo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y también para que no permitiera que el pueblo, que solo ahora empezaba a tener respiro, cayera en manos de paganos que injuriaban a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Todos juntos cumplieron la orden, y durante tres días suplicaron al Señor misericordioso con lágrimas y ayunos, e inclinados y con la frente en el suelo. Entonces Judas les habló para animarlos, y les mandó que se reunieran con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero después de una reunión privada con los ancianos, resolvió ponerse en marcha y, con ayuda del Señor, solucionar la situación, sin esperar a que el ejército del rey invadiera Judea y se adueñara de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Habiendo confiado al creador del mundo el éxito de su campaña, animó a sus soldados a combatir valientemente, hasta la muerte, por las leyes, el templo, la ciudad, la patria y sus costumbres propias; y estableció su campamento cerca de la ciudad de Modín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Dándoles como contraseña las palabras «Victoria de Dios», Judas atacó de noche el campamento del rey con un grupo de los mejores jóvenes; dio muerte a dos mil soldados, y sus hombres mataron al más grande de los elefantes, lo mismo que a su guía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Finalmente, llenaron de terror y confusión el campamento y se retiraron triunfantes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Al amanecer, todo estaba ya terminado, gracias a la ayuda que el Señor dio a Judas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando el rey experimentó la audacia de los judíos, intentó atacar sus fortalezas valiéndose de la astucia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Avanzó hacia Bet-sur, lugar fortificado de los judíos, pero fue rechazado; fracasó y resultó vencido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Judas envió provisiones a la guarnición;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "pero Ródoco, un soldado judío, informaba de los secretos a los enemigos. Cuando lo descubrieron, lo arrestaron y lo ejecutaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Por segunda vez el rey entró en conversaciones con los de Bet-sur; hicieron un tratado, en el que mutuamente se daban garantías, y él se retiró. Entonces atacó a Judas y a sus soldados, pero fue derrotado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "En este momento se enteró de que Filipo, que había quedado a cargo del gobierno, se había rebelado en Antioquía. Asustado, el rey llamó a los judíos, aceptó un acuerdo con ellos y juró respetar las condiciones justas; después de esta reconciliación, ofreció un sacrificio, rindió honores al templo y se mostró generoso con el santuario."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Recibió bien a Macabeo, dejó a Hegemónidas como jefe militar de la región, desde Tolemaida hasta Gerra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "y se fue después a Tolemaida. Pero los habitantes de esta ciudad, que no estaban contentos con el tratado, se indignaron y quisieron anular el convenio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces Lisias subió a la tribuna, defendió el convenio lo mejor que pudo y los convenció, calmándolos y dejándolos bien dispuestos, después de lo cual regresó a Antioquía. Así terminó el ataque del rey y su retirada."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2MA.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2MA.14"
        ],
        "human": "2 Macabeos 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2MA.15"
        ],
        "human": "2 Macabeos 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2MA.13"
        ],
        "human": "2 Macabeos 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pacto entre Judas y Nicanor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pasados tres años, Judas y su gente se enteraron de que Demetrio, hijo de Seleuco, había desembarcado en el puerto de Trípoli con un poderoso ejército y una flota,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y que, después de hacer matar a Antíoco y a Lisias, su tutor, se había apoderado del país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Un cierto Alcimo, que anteriormente había sido sumo sacerdote, pero que en lugar de evitar el contacto con los paganos había voluntariamente incurrido en impurezas, comprendiendo que de ningún modo podía salvarse ni volver a oficiar en el sagrado altar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "se entrevistó con el rey Demetrio hacia el año ciento cincuenta y uno; le regaló una corona de oro, una palma y, además, los ramos de olivo que era costumbre que el templo ofreciera; y por el momento no dijo palabra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero encontró una ocasión propicia para sus insensatos propósitos: Demetrio lo llamó a una reunión de sus consejeros, y le preguntó sobre las disposiciones y planes de los judíos. Alcimo respondió:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "«Los judíos llamados hasideos, cuyo jefe es Judas Macabeo, fomentan la guerra y la revolución, y no dejan que haya tranquilidad en el reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Así, yo, aunque me han quitado mi dignidad hereditaria, es decir, el cargo de sumo sacerdote, he venido aquí por dos motivos:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "en primer lugar, por un sincero interés en los asuntos del rey; y en segundo lugar, por el bien de mis propios conciudadanos, pues por la falta de juicio de las personas que acabo de mencionar, todo nuestro pueblo se encuentra en situación sumamente difícil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Aconsejo a Su Majestad que se informe bien de estas cosas, y que tome las medidas que convienen al país y a nuestro amenazado pueblo, conforme a la bondad y generosidad de Su Majestad para con todos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "pues, mientras Judas viva, será imposible que el estado goce de paz.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cuando Alcimo terminó de hablar, los otros amigos del rey, que veían con malos ojos a Judas, se apresuraron a excitar aún más a Demetrio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Este eligió inmediatamente a Nicanor, capitán del escuadrón de elefantes, lo nombró jefe militar de Judea y lo envió"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "con la orden de matar a Judas y de dispersar a los que estaban con él y restablecer a Alcimo como sumo sacerdote del más grande de los templos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los paganos de Judea que habían huido por miedo a Judas, se reunieron en masa alrededor de Nicanor, pensando que sacarían provecho de la derrota y el desastre de los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Al recibir noticias de la llegada de Nicanor y del ataque de los paganos, los judíos esparcieron polvo sobre sus cabezas y oraron a Dios, que había establecido a su pueblo para siempre y que sin cesar se había preocupado de su heredad manifestándose gloriosamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Cuando su jefe les dio la orden, se pusieron en marcha desde el lugar donde se encontraban, y trabaron combate con los enemigos en el pueblo de Hadasá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Simón, hermano de Judas, estaba combatiendo contra Nicanor, pero a causa de la repentina llegada de los enemigos tuvo un pequeño fracaso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Sin embargo, Nicanor, al conocer el valor de Judas y sus compañeros, y su ánimo cuando luchaban por la patria, decidió no acudir a las armas para solucionar sus diferencias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Así pues, envió a Posidonio, a Teodoto y a Matatías para proponer la paz a los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Después de estudiar detenidamente las condiciones, Judas las comunicó al ejército, que se mostró conforme y dio su aprobación al tratado de paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Fijaron un día para que los jefes se reunieran en privado. De cada ejército se adelantó un carro, y se colocaron asientos de honor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Judas había colocado en sitios estratégicos gente armada y preparada, por temor a que de pronto los enemigos les hicieran alguna mala jugada. En la entrevista, los jefes llegaron a un acuerdo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Nicanor se quedó algún tiempo en Jerusalén y se portó correctamente. Incluso despidió a los soldados que se habían reunido alrededor de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Siempre tenía cerca a Judas, pues sentía una gran estima por él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Le recomendó que se casara y tuviera hijos. Y Judas se casó y disfrutó de la vida en paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Se reanudan las hostilidades"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Pero Alcimo, al ver las buenas relaciones que había entre Nicanor y Judas, y habiendo conseguido una copia del tratado, fue a buscar a Demetrio y le dijo que Nicanor seguía una política contraria a los intereses del estado, pues había nombrado sucesor suyo a Judas, que era enemigo del reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "El rey se enfureció, e incitado por las calumnias de ese gran malvado, le escribió una carta a Nicanor, en la que le decía que no podía aceptar lo pactado y le ordenaba poner preso inmediatamente a Macabeo y enviarlo a Antioquía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Al recibir la carta, Nicanor se contrarió mucho, pues no quería faltar al pacto, ya que Judas no había hecho nada malo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Pero, como no podía oponerse al rey, valiéndose de la astucia buscaba una ocasión propicia para cumplir la orden."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Sin embargo, al darse cuenta Macabeo de que Nicanor se portaba duramente con él y que su trato se hacía cada vez menos amistoso, y sospechando que esa dureza no hacía esperar nada bueno, reunió un buen número de partidarios suyos y se escondió de Nicanor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Al darse cuenta Nicanor de que Judas le había ganado limpiamente la partida, se presentó en el sublime y santo templo a la hora en que los sacerdotes ofrecían los sacrificios regulares, y les ordenó que le entregaran a Judas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Ellos aseguraron con juramento que no sabían dónde estaba el hombre que Nicanor buscaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Entonces este, extendiendo su mano derecha hacia el templo, juró diciendo: «Si ustedes no me entregan a Judas prisionero, arrasaré este templo de Dios y destruiré el altar, y en su lugar levantaré un grandioso templo al dios Baco.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Dichas estas palabras, se retiró. Los sacerdotes, levantando las manos al cielo, empezaron a suplicar de esta manera a Dios, que siempre había protegido a nuestro pueblo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "«Tú, Señor, que no tienes necesidad de nada, has escogido este templo como tu lugar de residencia en medio de nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Ahora, Señor santísimo, guarda siempre libre de profanación este santuario, que hace poco fue purificado.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Razís"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Entonces denunciaron ante Nicanor a uno de los ancianos de Jerusalén, llamado Razís, hombre muy preocupado por el bien de sus conciudadanos, que gozaba de excelente fama y que, a causa de su generosidad para con ellos, era llamado «padre de los judíos.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Anteriormente, en tiempos de la rebelión, ya había sido acusado de defender la causa judía, y él, con toda firmeza, había expuesto su cuerpo y su vida por esa causa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Nicanor, para hacer patente la hostilidad que sentía hacia los judíos, envió más de quinientos soldados para apresar a Razís,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "pues pensaba que arrestar a este hombre sería un duro golpe para los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Las tropas estaban ya a punto de tomar la torre donde se encontraba Razís, y trataban de forzar la puerta de fuera, habiendo recibido órdenes de prender fuego y quemar las puertas, cuando Razís, acosado por todas partes, volvió su espada contra sí mismo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "prefiriendo morir noblemente antes que caer en manos de aquellos criminales y sufrir injurias indignamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Pero, con la prisa de la lucha, falló el golpe; entonces, cuando las tropas ya entraban por las puertas, corrió animosamente hacia lo alto de la muralla, y valientemente se lanzó sobre la tropa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Rápidamente los soldados se retiraron a cierta distancia, y él cayó en el espacio libre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Todavía respirando, lleno de ardor a pesar de estar gravemente herido, se levantó bañado en sangre, pasó corriendo por entre la tropa, se colocó sobre una alta roca"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "y, casi completamente desangrado, se arrancó las entrañas y, tomándolas con las dos manos, las arrojó sobre la tropa, pidiendo al Señor de la vida que algún día se las devolviera. De este modo murió."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2MA.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2MA.15"
        ],
        "human": "2 Macabeos 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "SIR.1"
        ],
        "human": "Eclesiástico 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2MA.14"
        ],
        "human": "2 Macabeos 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Derrota y muerte de Nicanor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando Nicanor supo que Judas y su gente estaban en la región de Samaria, decidió atacarlos sin correr ningún riesgo, aprovechando el sábado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Los judíos que habían sido obligados a la fuerza a ir con él, le dijeron:",
            "—No los mate usted de una manera tan salvaje y bárbara; respete el día que Dios, que todo lo ve, honró de manera especial y consagró."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero aquel desalmado preguntó si había en el cielo un Señor que hubiera mandado celebrar el día sábado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ellos le respondieron:",
            "—El Señor viviente, que tiene poder en el cielo, es quien nos ha mandado celebrar el séptimo día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces replicó Nicanor:",
            "—Pues yo tengo poder en la tierra, y ordeno tomar las armas y obedecer al rey.",
            "Sin embargo, no pudo llevar a cabo su perverso deseo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Nicanor, en su orgullo y arrogancia, pensaba levantar un monumento público con las cosas que iba a quitar a las tropas de Judas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero Macabeo no dejaba de confiar, lleno de esperanza, en que el Señor les ayudaría,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y animaba a sus compañeros a no temer el ataque de los paganos, sino que, recordando el auxilio que ya habían recibido de Dios, esperaran que también ahora el Señor todopoderoso les daría la victoria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Les dio ánimo con las palabras de la ley y los profetas, les trajo a la memoria los combates que habían sostenido, y los dejó aún más animosos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Después de infundirles valor de esta manera, les dio instrucciones y les hizo ver la mala fe de los paganos y su incumplimiento de los juramentos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así armó a todos más con el ardor de su elocuencia que con la seguridad de los escudos y las lanzas. Les contó además una visión digna de crédito que había tenido en sueños, la cual alegró a todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "La visión era esta: El antiguo sumo sacerdote Onías, hombre bueno y excelente, de presencia modesta y carácter amable, de trato digno y dado desde su niñez a la práctica de la virtud, estaba con las manos extendidas, orando por todo el pueblo judío."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "En seguida apareció otro hombre, que se distinguía por sus cabellos blancos y su dignidad; la majestad que lo rodeaba claramente indicaba que se trataba de un personaje de la más alta autoridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Onías tomó la palabra, y dijo: «Este es Jeremías, el profeta de Dios, el amigo de sus hermanos, que ora mucho por el pueblo y por la ciudad santa.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Jeremías extendió la mano derecha, le dio a Judas una espada de oro y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "«Toma esta espada santa, que Dios te da; con ella destrozarás a los enemigos.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Reconfortados con las elocuentes palabras de Judas, palabras capaces de inspirar valor y de convertir en hombres fuertes a los jóvenes, los judíos resolvieron no quedarse en el campamento, sino lanzarse valientemente a la ofensiva y, con todo el valor posible, luchar cuerpo a cuerpo y resolver su situación, puesto que Jerusalén y la religión y el templo estaban en peligro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El temor por sus mujeres y sus hijos, por sus hermanos y parientes, era poca cosa comparado con el que sentían por el templo recién purificado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "La angustia de los que quedaban en la ciudad no era menor, con la preocupación por el combate que iba a librarse a campo abierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Todos esperaban el desenlace de la acción. Los enemigos ya habían concentrado sus fuerzas; el ejército estaba dispuesto en orden de batalla, los elefantes colocados en posición estratégica y la caballería situada en las alas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Al ver Macabeo el ejército que se acercaba, la variedad de sus armamentos y la fiereza de los elefantes, extendió sus brazos al cielo e invocó al Señor, que hace prodigios, sabiendo que el Señor da la victoria a los que la merecen, no gracias a las armas sino según él mismo decide."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Invocó al Señor de este modo: «Tú, Señor, en tiempos de Ezequías, rey de Judá, enviaste un ángel y aniquilaste a ciento ochenta y cinco mil hombres del campamento de Senaquerib;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "ahora también, Señor de los cielos, envía a tu ángel bueno delante de nosotros, para que siembre el miedo y el terror."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Hiere con el poder de tu brazo a estos paganos que te injurian, y que atacan a tu pueblo santo.» Así terminó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Los soldados de Nicanor marcharon al son de trompetas y cantos de guerra;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "los de Judas se lanzaron al combate con súplicas y oraciones,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "y luchando con sus manos e invocando a Dios en sus corazones, dejaron tendidos a no menos de treinta y cinco mil enemigos, y quedaron muy contentos por esta intervención de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Terminado el combate, al retirarse llenos de alegría, descubrieron a Nicanor, con su armadura, muerto en la batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces, en medio de gritos y aclamaciones, alabaron al Señor en su lengua materna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y Judas, que se había entregado todo entero, en cuerpo y alma, a luchar en primera fila por sus conciudadanos, sin perder el afecto que desde joven había sentido por su pueblo, ordenó que le cortaran la cabeza a Nicanor y el brazo derecho, y que los llevaran a Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Judas mismo fue a Jerusalén, y después de reunir a sus conciudadanos y a los sacerdotes, se colocó delante del altar, mandó llamar a los que estaban en la ciudadela"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "y les mostró la cabeza del impío Nicanor y el brazo que él, insultando a Dios, había dirigido lleno de arrogancia contra el santo templo del Todopoderoso;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "después le cortó la lengua al impío Nicanor, y ordenó que la hicieran pedazos y se la dieran a las aves de rapiña, y que colocaran el brazo delante del templo, en pago de su locura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Todos, entonces, mirando hacia el cielo y alabando al Señor, que se había hecho presente, dijeron: «¡Alabado sea el Señor, que ha conservado puro su templo!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Judas colgó de la ciudadela la cabeza de Nicanor, como señal clara y patente para todos del auxilio del Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "y todos, de común acuerdo, decidieron no dejar pasar ese día sin recordarlo, sino celebrar como fiesta el día trece del mes doce, llamado en idioma arameo Adar, día anterior a la fiesta de Purim."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conclusión"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Así sucedieron las cosas relativas a Nicanor; desde entonces la ciudad ha estado en poder de los hebreos.",
            "Y yo termino aquí mi narración."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Si está bien escrita y ordenada, esto fue lo que me propuse. Si es mediocre y sin valor, solo eso fue lo que pude hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Así como no es agradable beber vino ni agua solos, en tanto que beber vino mezclado con agua es sabroso y agradable al gusto, del mismo modo, en una obra literaria, la variedad del estilo agrada a los oídos de los lectores. Y con esto termino mi relato."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}