{
  "book_usfm": "BAR",
  "name": "Baruc",
  "local_title": "Dios habla Hoy Estándar",
  "local_abbreviation": "DHHS94",
  "version_id": 1846,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Bible text: LA BIBLIA DIOS HABLA HOY, Tercera edición © Sociedades Bíblicas Unidas 1966, 1970, 1979, 1983, 1994, 1996</p> <p>Todos los derechos reservados. www.unitedbiblesocieties.org/</p>",
    "text": "Bible text: LA BIBLIA DIOS HABLA HOY, Tercera edición © Sociedades Bíblicas Unidas 1966, 1970, 1979, 1983, 1994, 1996 Todos los derechos reservados. www.unitedbiblesocieties.org/"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "BAR.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "BAR.1"
        ],
        "human": "Baruc 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "BAR.2"
        ],
        "human": "Baruc 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "WIS.19"
        ],
        "human": "Sabiduría 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reunión en Babilonia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Este es el libro que Baruc, hijo de Nerías y descendiente de Maaseías, Sedequías, Hasadías e Hilquías, escribió en Babilonia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "el día siete del mes del año quinto después que los caldeos se apoderaron de Jerusalén y la incendiaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Baruc leyó este libro delante de Jeconías, hijo de Joaquim, rey de Judá, y delante de todas las personas que se habían reunido para oírlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "También lo escucharon los funcionarios del gobierno y los miembros de la familia real, los ancianos y gente del pueblo de toda condición social, es decir, todos los que vivían en Babilonia, a orillas del río Sud."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Al oírlo, la gente se puso a llorar, a ayunar y a orar al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "También reunieron dinero, según lo que cada uno podía dar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "y lo enviaron a Jerusalén, al sumo sacerdote Joaquim, hijo de Hilquías y nieto de Salom, y a los otros sacerdotes y a la gente que se encontraba con él en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Este envío se hizo el día diez del mes de Siván, cuando Baruc recibió los utensilios que se habían llevado del templo, para devolverlos al país de Judá. Se trataba de los utensilios de plata que había mandado hacer Sedequías, hijo de Josías, rey de Judá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "después que el rey Nabucodonosor de Babilonia había hecho salir de Jerusalén y deportado a Babilonia a Jeconías, a los funcionarios del gobierno, a los jefes, a los cerrajeros y a la gente del pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ese dinero lo enviaron junto con el siguiente mensaje: «Les enviamos este dinero para que tengan con qué ofrecer holocaustos, sacrificios por el pecado e incienso. Preparen ofrendas y ofrézcanlas sobre el altar del Señor nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Hagan oraciones por el rey Nabucodonosor de Babilonia y por su hijo Belsasar, para que ellos vivan en la tierra tantos años como dure el cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El Señor nos dará fuerzas e iluminará nuestros ojos para que sigamos viviendo bajo la protección del rey Nabucodonosor y de su hijo Belsasar, y para que sigamos sirviéndole durante mucho tiempo; y así ellos nos tratarán favorablemente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Oren también al Señor nuestro Dios por nosotros, pues hemos pecado contra él; por eso, hasta el día de hoy el Señor no ha apartado de nosotros su ira y su enojo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Cuando se reúnan en el templo para celebrar la fiesta de las Enramadas, y en otros días oportunos, lean este libro que les enviamos y confiesen sus pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Confesión de los pecados de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15,
            16
          ],
          "lines": [
            "»Digan:",
            "“Al Señor nuestro Dios pertenece la justicia; a nosotros, en cambio, a los habitantes de Judá y de Jerusalén, lo mismo que a nuestros reyes, gobernantes, sacerdotes y profetas, y a nuestros padres, toca ahora la humillación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Porque hemos pecado contra el Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "le desobedecimos y no le hicimos caso cuando nos ordenaba que viviéramos según las leyes que había puesto delante de nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Desde el día en que el Señor nuestro Dios sacó a nuestros antepasados del país de Egipto hasta hoy, le hemos sido desobedientes y no hemos tenido cuidado de hacer caso de sus órdenes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Por eso nos han venido tantos males, y estamos ahora bajo la maldición que el Señor ordenó pronunciar a su siervo Moisés cuando sacó de Egipto a nuestros antepasados, para darnos la tierra en que la leche y la miel corren como el agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Tampoco hemos hecho caso de lo que el Señor nuestro Dios nos ha dicho en todos los mensajes de los profetas que nos ha enviado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Cada uno ha seguido las malas inclinaciones de su corazón, hemos dado culto a dioses extraños y hemos hecho cosas que son malas a los ojos del Señor nuestro Dios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "BAR.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "BAR.2"
        ],
        "human": "Baruc 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "BAR.3"
        ],
        "human": "Baruc 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "BAR.1"
        ],
        "human": "Baruc 1",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "»”Así el Señor cumplió lo que había anunciado que haría con nosotros, con los gobernantes de Israel, con nuestros reyes y jefes y contra los habitantes de Israel y de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En todo el mundo nunca ha sucedido nada igual a lo que él hizo con Jerusalén, tal como estaba escrito en la ley de Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "que llegaríamos hasta el punto de comernos la carne de nuestros propios hijos y de nuestras propias hijas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El Señor hizo que los israelitas cayeran en poder de todas las naciones que los rodean, que fueran despreciados y quedaran convertidos en un desierto en medio de todos los países vecinos por donde el Señor los dispersó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por haber pecado contra el Señor nuestro Dios y no hacer caso de sus órdenes, hemos quedado por debajo de los demás y no por encima."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»”Al Señor nuestro Dios pertenece la justicia; a nosotros, en cambio, lo mismo que a nuestros padres, toca ahora la humillación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Todas las calamidades que el Señor había anunciado contra nosotros, nos han caído encima."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "No hicimos oración al Señor para pedirle que nos hiciera volver a él y que dejáramos las malas inclinaciones de nuestro corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces el Señor estuvo atento para enviarnos esos males, porque él es justo en todo aquello que nos ordenó hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero nosotros no obedecimos sus órdenes ni seguimos los mandatos que nos había dado."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Oración por la liberación"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»”Ahora bien, Señor, Dios de Israel, que sacaste de Egipto a tu pueblo desplegando tu poder y tu gran fuerza, y haciendo milagros y prodigios, y consiguiendo gran fama hasta el día de hoy;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Señor y Dios nuestro, con nuestros pecados, maldades e injusticias hemos ido en contra de todos tus mandamientos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Aparta de nosotros tu enojo, pues solo hemos quedado unos pocos en los países por donde nos dispersaste."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¡Escucha, Señor, nuestras oraciones y súplicas! Por tu propio honor, líbranos; haz que los que nos han traído al destierro nos traten con bondad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "para que todos en la tierra sepan que tú eres el Señor nuestro Dios, y que Israel y sus descendientes llevan tu nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Míranos, Señor, desde el lugar santo en que vives, y ocúpate de nosotros; inclina tu oído y escúchanos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "abre tus ojos y mira. No son, Señor, los que ya están en el reino de la muerte, cuyos cuerpos han quedado sin vida, quienes te honran y celebran tu justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Son, Señor, los que están vivos pero afligidos en extremo, los que caminan encorvados y sin fuerzas, con la mirada debilitada por el hambre, quienes te honran y celebran tu justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»”Señor, Dios nuestro, no te presentamos nuestra súplica por los méritos de nuestros antepasados y de nuestros reyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Tú nos castigaste con ira y enojo, como lo habías anunciado por medio de tus siervos los profetas al decir:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Esto dice el Señor: Sométanse y sirvan al rey de Babilonia, y así podrán seguir viviendo en el país que di a los antepasados de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero si no hacen caso de la orden que les di, de someterse al rey de Babilonia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "entonces haré que ni en Jerusalén ni en las otras ciudades de Judá vuelvan a oírse cantos de alegría y de gozo, ni cantos de bodas; todo el país se convertirá en un desierto sin habitantes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "»”Pero nosotros no hicimos caso de la orden que nos diste de someternos al rey de Babilonia, y tú cumpliste lo que por medio de tus siervos los profetas habías anunciado: que los huesos de nuestros reyes y de nuestros antepasados serían sacados de sus tumbas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y, en efecto, se encuentran tirados por el suelo bajo el calor del día y el frío de la noche; y murieron en medio de terribles sufrimientos, a causa del hambre, la guerra y la peste."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Por la maldad de Israel y de Judá hiciste que el templo que lleva tu nombre quedara en el estado en que ahora se encuentra."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Recuerdo de las promesas de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "»”Sin embargo, Señor, Dios nuestro, tú nos has tratado según tu bondad y tu gran misericordia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "como lo habías anunciado por medio de tu siervo Moisés, cuando le mandaste que escribiera la ley en presencia de los israelitas y dijiste:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Si no me hacen caso, este pueblo tan grande y numeroso quedará reducido a un pequeño número en medio de las naciones entre las que yo los dispersaré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Pues sé que no van a obedecerme, porque son un pueblo terco. Pero cuando estén desterrados, entonces reflexionarán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "y reconocerán que yo soy el Señor su Dios. Yo les daré inteligencia y oídos para escuchar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "y en el sitio en que estén desterrados me alabarán y se acordarán de mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Dejarán su terquedad y su mala conducta, al acordarse de lo que sucedió a sus antepasados que pecaron contra mí, el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Entonces yo haré que regresen a su país, el país que con juramento había prometido a Abraham, Isaac y Jacob, sus antepasados, y volverán a ser dueños de él. Yo haré que se multipliquen y que no disminuyan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Yo haré con ellos una alianza eterna y me comprometeré a ser su Dios y a que ellos sean mi pueblo, y no volveré a hacer salir a mi pueblo Israel del país que les di."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "BAR.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "BAR.3"
        ],
        "human": "Baruc 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "BAR.4"
        ],
        "human": "Baruc 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "BAR.2"
        ],
        "human": "Baruc 2",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "»”Señor todopoderoso, Dios de Israel, con el alma afligida y el espíritu abatido clamamos a ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "¡Escúchanos, Señor, y ten misericordia, porque hemos pecado contra ti!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Tú estás sentado para siempre en tu trono, y nosotros estamos continuamente a punto de morir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Señor todopoderoso, Dios de Israel, escucha las súplicas de los israelitas condenados a muerte y de los hijos de los que pecaron contra ti y no te hicieron caso, a ti, su Dios y Señor, por lo que nos vinieron tantos males."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "No te acuerdes de las maldades de nuestros antepasados; acuérdate ahora, más bien, de tu poder y de tu nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Tú eres el Señor nuestro Dios, y nosotros, Señor, te alabaremos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Tú has hecho que sintamos reverencia hacia ti, para que te invoquemos. Nosotros te alabaremos ahora que estamos en el destierro, pues hemos alejado de nuestro corazón toda la maldad de nuestros antepasados que pecaron contra ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Ahora estamos desterrados en este lugar adonde nos dispersaste, cubiertos de injurias y maldiciones, y sufriendo el castigo por todas las maldades de nuestros antepasados, los cuales te abandonaron, Señor, Dios nuestro.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Alabanza de la sabiduría que se encuentra en la ley"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Escucha, Israel, la instrucción que da vida;",
            "pon atención y conoce la sabiduría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "¿Por qué te encuentras, Israel, en un país enemigo,",
            "envejeciendo en tierra extraña,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "manchándote con el contacto de los muertos,",
            "en compañía de los que van al reino de la muerte?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¡Porque abandonaste el manantial de la sabiduría!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Si hubieras seguido el camino que Dios te señaló,",
            "vivirías eternamente en paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Aprende dónde está el saber, dónde la fuerza,",
            "dónde el conocimiento,",
            "y sabrás dónde está la larga vida,",
            "dónde la luz para los ojos y la paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero, ¿quién ha descubierto dónde está?",
            "¿Quién ha llegado hasta el lugar donde se guarda?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¿Dónde están los que gobiernan las naciones?",
            "¿Dónde los que doman las fieras de la tierra"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "o se divierten con las aves del cielo?",
            "¿Dónde están los que amontonan oro y plata,",
            "cosas en que confían los hombres,",
            "los que tienen posesiones sin límite?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "¿Dónde están los que trabajan la plata con paciencia,",
            "sin que nadie conozca el secreto de su trabajo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Todos han desaparecido, han muerto,",
            "y en lugar de ellos otros han venido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Gente más joven ha visto la luz del día",
            "y vive en el mundo.",
            "Pero no saben el camino de la sabiduría,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "no conocen sus senderos",
            "ni han podido alcanzarla.",
            "Sus hijos han quedado lejos del camino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "De ella no se supo nada en Canaán,",
            "ni fue vista en Temán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Los descendientes de Agar,",
            "que buscan la ciencia aquí en la tierra,",
            "los comerciantes de Madián y de Temá,",
            "los narradores de fábulas, los que buscan la ciencia,",
            "no han conocido el camino de la sabiduría",
            "ni han tenido noción de sus senderos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "¡Qué grande, Israel, es el templo de Dios,",
            "qué extenso el lugar de su dominio!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "¡Grande, sin límites, alto e inmenso!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Allí nacieron en tiempos antiguos los gigantes,",
            "hombres famosos, de alta estatura,",
            "expertos en la guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Pero Dios no los escogió a ellos",
            "ni les mostró el camino de la sabiduría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y por no tener inteligencia, perecieron;",
            "perecieron por su insensatez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "¿Quién subió al cielo, y adueñándose de la sabiduría",
            "la hizo bajar de las nubes?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "¿Quién cruzó el mar para descubrirla",
            "y traerla, pagándola a precio de oro fino?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Nadie conoce su camino",
            "ni tiene idea de su sendero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Pero Dios, que todo lo sabe, la conoce;",
            "él con su inteligencia la ha encontrado.",
            "Él fue quien afirmó la tierra para siempre",
            "y la llenó de ganado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Cuando él envía la luz, ella va;",
            "cuando la llama, obedece temblando."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Las estrellas brillan en su puesto de guardia,",
            "llenas de alegría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Cuando él las llama, responden: «¡Aquí estamos!»",
            "y brillan alegres para su creador."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Él es nuestro Dios;",
            "no hay nadie igual a él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Él halló todos los caminos de la sabiduría,",
            "y la ha dado a Jacob, su siervo,",
            "a Israel, a quien ama."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Así apareció en la tierra la sabiduría",
            "y ha vivido con los hombres."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "BAR.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "BAR.4"
        ],
        "human": "Baruc 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "BAR.5"
        ],
        "human": "Baruc 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "BAR.3"
        ],
        "human": "Baruc 3",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¡Ella es el libro de los mandamientos de Dios!",
            "¡Ella es la ley que dura eternamente!",
            "Todos los que sean fieles a ella, vivirán;",
            "pero los que la abandonen, morirán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "¡Vuelve, Jacob, y consíguela;",
            "iluminado por ella, dirígete a su esplendor!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "¡No cedas a otros tus honores,",
            "ni tus privilegios a naciones extranjeras!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "¡Qué dichosos somos, Israel,",
            "pues conocemos la voluntad de Dios!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Lamentación de Jerusalén por sus hijos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "¡Ánimo, pueblo mío,",
            "tú que guardas vivo el recuerdo de Israel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ustedes fueron vendidos a naciones extranjeras,",
            "pero no serán exterminados.",
            "Por haber hecho enojar a Dios,",
            "fueron entregados a sus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ustedes ofendieron a su creador",
            "ofreciendo sacrificios a demonios y no a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Se olvidaron del Dios eterno, que los alimentó,",
            "y entristecieron a Jerusalén,",
            "que los ha criado;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "al ver venir sobre ustedes el castigo",
            "que Dios iba a enviarles, ella dijo:",
            "«¡Escuchen, ciudades vecinas:",
            "Dios me ha enviado un gran dolor!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "He visto cómo el Dios eterno",
            "ha enviado cautivos a mis hijos y mis hijas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Yo los había alimentado llena de alegría,",
            "y luego, con tristeza y lágrimas, los vi partir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Que nadie se alegre al ver que estoy viuda",
            "y que me han quitado a tantos hijos.",
            "Desierta estoy por los pecados de mis hijos,",
            "porque se apartaron de la ley de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "No hicieron caso de los decretos de Dios,",
            "no vivieron de acuerdo con sus mandamientos",
            "ni se dejaron guiar de él por el camino recto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¡Vengan, ciudades vecinas;",
            "fíjense cómo el Dios eterno",
            "ha enviado cautivos a mis hijos y mis hijas!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Trajo desde lejos, contra ellos,",
            "a una nación cruel, de idioma extraño,",
            "que no respetaba a los ancianos",
            "ni tenía compasión de los niños;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "y a mí, viuda y desamparada,",
            "me quitó a mis queridos hijos y a mis hijas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "¿Y yo, qué ayuda puedo dar a ustedes, hijos míos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Dios, que les envió estas calamidades,",
            "es quien los librará de sus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "¡Sigan, hijos míos, sigan su camino!",
            "¡Yo me quedo abandonada!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Me he quitado mis vestidos de los días de paz,",
            "me he puesto ropas ásperas para orar",
            "y clamaré al Dios eterno mientras viva."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "¡Ánimo, hijos, pídanle ayuda a Dios,",
            "y él los librará de la tiranía y del poder de sus enemigos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Yo espero que el Dios eterno los salve;",
            "el Señor santo y Dios eterno",
            "me ha dado la alegría de saber",
            "que pronto tendrá compasión de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Yo, con tristeza y lágrimas, los vi partir;",
            "pero Dios me los devolverá",
            "con alegría y gozo eternos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y así como ahora las ciudades vecinas",
            "los han visto salir cautivos,",
            "pronto verán cómo el Dios eterno los salvará",
            "con su gran gloria y esplendor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Hijos míos, soporten con paciencia",
            "el castigo que Dios les ha enviado.",
            "Sus enemigos los han perseguido,",
            "pero pronto verán ustedes cómo van a ser ellos destruidos,",
            "y ustedes les pondrán los pies sobre el cuello."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Mis hijos consentidos han ido por caminos ásperos;",
            "sus enemigos se los llevaron",
            "como las fieras se llevan a las ovejas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "¡Ánimo, hijos, pidan ayuda a Dios,",
            "y él, que les mandó todo esto, se acordará de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Así como se empeñaron en alejarse de Dios,",
            "vuélvanse ahora y búsquenlo con mucho más empeño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Porque él, que les envió estas calamidades,",
            "les dará también alegría eterna",
            "al concederles la salvación.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Consuelo para Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "¡Ánimo, Jerusalén!",
            "Dios, que te dio tu nombre, te consolará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "¡Ay de los que te afligieron",
            "y se alegraron de tu ruina!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "¡Ay de las ciudades que esclavizaron a tus hijos!",
            "¡Ay de la ciudad adonde fueron deportados!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Así como ella se alegró de tu caída",
            "y se gozó con tu ruina,",
            "así se entristecerá cuando quede despoblada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Dios le quitará las multitudes que tanto la alegran,",
            "y su orgullo se convertirá en dolor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "El Dios eterno le enviará un incendio por largos días,",
            "y por mucho tiempo solo vivirán allí demonios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Jerusalén, mira al oriente",
            "y verás la alegría que Dios te envía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Mira, ya vienen los hijos que viste partir;",
            "vienen de oriente y occidente,",
            "reunidos por orden del Dios santo,",
            "alegres al ver la gloria de Dios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "BAR.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "BAR.5"
        ],
        "human": "Baruc 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "BAR.6"
        ],
        "human": "Baruc 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "BAR.4"
        ],
        "human": "Baruc 4",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¡Jerusalén, quítate tu ropa de luto y aflicción,",
            "y vístete de gala con el esplendor eterno que Dios te da!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Vístete la túnica de la victoria de Dios,",
            "y ponte en la cabeza la corona de gloria del Eterno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Dios mostrará en toda la tierra tu esplendor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "pues el nombre eterno que Dios te dará es:",
            "«Paz en la justicia y gloria en el servicio a Dios.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "¡Levántate, Jerusalén, colócate en lugar alto,",
            "mira hacia el oriente y verás",
            "cómo vienen tus hijos de oriente y occidente,",
            "reunidos por orden del Dios santo,",
            "alegres al ver que Dios se acordó de ellos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando se alejaron de ti, iban a pie,",
            "llevados por sus enemigos;",
            "pero Dios te los traerá gloriosamente,",
            "como reyes en su trono."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Dios ha ordenado que se aplanen",
            "los altos montes y las colinas eternas,",
            "que las cañadas se rellenen",
            "y la tierra quede plana,",
            "para que Israel pase por ellos tranquilamente,",
            "guiado por la gloria de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los bosques y todos los árboles olorosos",
            "darán sombra a Israel por orden de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "porque él guiará a Israel con alegría,",
            "a la luz de su gloria,",
            "y le mostrará su amor y su justicia."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "BAR.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "BAR.6"
        ],
        "human": "Baruc 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAG.1"
        ],
        "human": "Daniel (dc) 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "BAR.5"
        ],
        "human": "Baruc 5",
        "toc": true
      },
      "items": [
        {
          "type": "section1",
          "verse_numbers": [],
          "lines": [
            "CARTA DE JEREMÍAS"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "«Ustedes han pecado contra Dios. Por eso el rey Nabucodonosor de Babilonia se los llevará cautivos a su país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En Babilonia tendrán que vivir muchos años, un tiempo muy largo, siete generaciones; pero después yo los sacaré de allí en paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "En Babilonia verán dioses de plata, de oro y de madera, que la gente lleva cargados sobre los hombros y que dan miedo a los paganos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "¡Mucho cuidado! No sean como los paganos; no tengan miedo a esos dioses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando los vean entre una multitud de gente que los adora, digan ustedes interiormente: “Solo a ti, Señor, hay que adorar.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Porque mi ángel estará con ustedes y los protegerá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Esos ídolos están recubiertos de oro y plata, y tienen lengua modelada por un artesano, pero son de mentira y no pueden hablar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "La gente toma oro y hace coronas para ponérselas en la cabeza a sus dioses, como si fueran muchachas que gustan de adornarse mucho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "A veces los sacerdotes les roban a sus dioses el oro y la plata para gastarlo en provecho propio, o les dan una parte a las prostitutas que viven junto al templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Adornan con ropa a esos dioses de oro, de plata y de madera, como si fueran hombres; pero los dioses son incapaces de protegerse a sí mismos del moho y la carcoma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "A pesar de estar vestidos con mantos de púrpura, el polvo del templo se amontona sobre ellos, y es necesario limpiarles la cara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Uno de ellos tiene cetro, como si fuera juez de un país; pero si alguien lo ofende, no puede matarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Otro tiene en la mano una espada y un hacha, pero no puede defenderse en caso de guerra o de ataque de bandidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Así se puede ver que en realidad no son dioses. Por consiguiente, no les tengan miedo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»Esos dioses, colocados allá en sus templos, son tan inútiles como un cacharro roto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los ojos se les llenan del polvo levantado por la gente que entra en el templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Cuando alguien ha cometido una ofensa contra el rey y está a punto de ser ejecutado, se le cierran muy bien las puertas; así también los sacerdotes aseguran los templos con puertas, cerraduras y trancas, para que no entren ladrones a robar a los dioses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Les encienden lámparas, más de las que ellos mismos usan, pero los dioses no pueden ver ninguna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Son como las vigas del templo: se dice que por dentro están todas carcomidas. Salen de la tierra los gusanos y se comen a los ídolos y sus ropas, y ellos no sienten nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Tienen la cara ennegrecida por el humo que hay en el templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Sobre su cabeza y su cuerpo van a pararse los murciélagos, las golondrinas y otras aves, y hasta los gatos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Así pueden ver ustedes que en realidad no son dioses. Por consiguiente, no les tengan miedo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "»Aunque están cubiertos de oro para que aparezcan hermosos, si alguien no quita la herrumbre, ellos no pueden darle brillo. Ellos mismos no sintieron nada cuando los estaban fundiendo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Fueron comprados a un precio muy alto, y sin embargo no tienen vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Como en realidad no tienen pies, tienen que ser llevados en hombros, mostrando a los hombres su vergüenza. Y los mismos que les dan culto se llenan de vergüenza cuando ven que, si un ídolo se cae, ellos tienen que levantarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Si lo dejan de pie, no puede moverse por sí mismo, y si se ladea, no puede enderezarse. Llevarles ofrendas a ellos es como llevar ofrendas a los muertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Lo que la gente ofrece a los ídolos, los sacerdotes lo venden para su provecho. Y las mujeres de los sacerdotes hacen otro tanto: toman una parte de la carne y la salan para usarla después, pero no dan nada a los pobres ni a los necesitados. Esas ofrendas las tocan mujeres que están en su período de menstruación, o que acaban de dar a luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Por estas cosas pueden ustedes darse cuenta de que en realidad no son dioses. Por consiguiente, no les tengan miedo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "»¿Cómo puede alguien decir que son dioses? Son mujeres las que presentan las ofrendas a esos dioses de oro, de plata y de madera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "En los templos se sientan los sacerdotes con las túnicas desgarradas, con el cabello y la barba rapados, con la cabeza descubierta,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "y lanzan gritos y alaridos como si estuvieran en un banquete en honor de un muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Los sacerdotes toman las ropas de los ídolos y hacen vestidos para sus esposas y sus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "A quienes les hacen algún mal o algún bien, esos dioses no pueden darles nada en pago; no pueden poner ni quitar un rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Tampoco pueden dar a nadie riqueza ni dinero. Si alguien les hace una promesa y no la cumple, no pueden reclamárselo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "No pueden librar a nadie de la muerte, ni salvar al débil del poder del violento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "No pueden devolver la vista al ciego, ni ayudar al necesitado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "ni tener compasión de la viuda, ni auxiliar al huérfano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Esos dioses de madera cubiertos de oro y de plata son como bloques de piedra sacados de una cantera. ¡Los que les dan culto quedarán en ridículo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "¿Cómo puede alguien pensar y decir que son dioses?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "»Los mismos babilonios desacreditan a sus dioses, pues cuando ven un sordomudo, van y traen al dios Bel y le piden que le haga hablar, como si el ídolo pudiera oír;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "pero están tan faltos de inteligencia que no son capaces de reflexionar y abandonar esos ídolos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Las mujeres se atan una cuerda a la cintura, y se sientan en las calles a quemar salvado como si fuera incienso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Y si un hombre pasa y se lleva a una de ellas para pasar la noche juntos, ella desprecia a sus compañeras porque no tuvieron el honor de ser invitadas y de que les desataran la cuerda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Todo lo que tiene relación con los ídolos es engaño. ¿Cómo, entonces, puede alguien pensar y decir que son dioses?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "»Los ídolos son hechos por artesanos y orfebres, y no son más que lo que el artista quiere que sean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Los hombres que los hacen no viven mucho tiempo: ¿cómo pueden ser dioses cosas hechas por esos hombres?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Estos no dejan a sus descendientes más que un engaño vergonzoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "En caso de guerra o de desastre, los sacerdotes se reúnen para ver dónde esconderse con sus dioses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "¿Cómo es posible que no se den cuenta de que no son dioses, si no pueden salvarse a sí mismos de la guerra y del desastre?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "No son más que trozos de madera recubiertos de oro y plata; por eso, tarde o temprano aparecerá que son un puro engaño. Todas las naciones y sus reyes reconocerán que no son dioses, sino cosas hechas por los hombres, y que en ellos no hay ningún poder divino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "¿Quién no se da cuenta, pues, de que no son dioses?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "»No pueden nombrar a nadie rey de un país, ni pueden dar la lluvia a los hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "No pueden hacer valer en un juicio sus derechos, ni pueden salvar al oprimido, porque no tienen poder ninguno. Son como cuervos en el aire."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "Y si se incendia el templo de esos dioses de madera recubiertos de oro y plata, los sacerdotes salen corriendo para salvarse, y los dioses, como troncos, se quedan allí dentro y se queman."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "No pueden resistir a un rey que los ataque o a otros enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "Entonces, ¿cómo es posible aceptar o pensar que son dioses?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "»Esos dioses de madera recubiertos de oro y plata tampoco pueden escapar de los ladrones y bandidos. Llegan y les quitan a la fuerza el oro, la plata y la ropa con que están cubiertos, y se van, y los dioses no pueden defenderse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            58
          ],
          "lines": [
            "Por eso, un rey que demuestre su valor, o un utensilio que preste algún servicio en una casa y que el dueño usa como quiere, son preferibles a uno de esos dioses falsos. Más vale una puerta en una casa, que proteja lo que hay dentro, o una columna de madera en un palacio, que uno de esos dioses falsos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            59
          ],
          "lines": [
            "El sol, la luna y las estrellas brillan, cumplen una misión útil y obedecen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            60
          ],
          "lines": [
            "Lo mismo el rayo: cuando brilla, es un espectáculo hermoso. El viento sopla en todas partes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            61
          ],
          "lines": [
            "Y cuando Dios manda a las nubes que recorran toda la tierra, cumplen lo que les ordena. El fuego que cae del cielo para quemar montañas y bosques, cumple la orden que recibe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            62
          ],
          "lines": [
            "Pero esos dioses no pueden compararse a ninguna de estas cosas ni en belleza ni en poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            63
          ],
          "lines": [
            "Por consiguiente, no es posible pensar ni decir que sean dioses, pues no tienen poder alguno ni pueden hacer justicia ni ningún bien a los hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            64
          ],
          "lines": [
            "Sabiendo, pues, que no son dioses, no les tengan miedo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            65
          ],
          "lines": [
            "»Ellos no pueden maldecir ni bendecir a los reyes;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            66
          ],
          "lines": [
            "no pueden mostrar a las naciones prodigios en el cielo, ni brillan como el sol, ni alumbran como la luna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            67
          ],
          "lines": [
            "Mejores que ellos son las fieras, pues se pueden defender escondiéndose."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            68
          ],
          "lines": [
            "No hay, pues, la menor prueba de que sean dioses. Por consiguiente, no les tengan miedo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            69
          ],
          "lines": [
            "»Esos dioses de madera recubiertos de oro y plata son como espantajos en un campo de melones, que no protegen nada,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            70
          ],
          "lines": [
            "o como un espino en un jardín, sobre el que se posan pájaros de toda clase, o como un cadáver abandonado en la oscuridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            71
          ],
          "lines": [
            "Al ver cómo se pudren la púrpura y el lino de que están ellos vestidos, pueden ustedes darse cuenta de que no son dioses. Por último, ellos mismos acabarán pudriéndose y quedarán en ridículo en todo el país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            72
          ],
          "lines": [
            "Más vale un hombre honrado que no tiene ídolos, pues no hay peligro de que quede en ridículo.»"
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}