{
  "book_usfm": "DAN",
  "name": "Daniel",
  "local_title": "Dios habla Hoy Estándar",
  "local_abbreviation": "DHHS94",
  "version_id": 1846,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Bible text: LA BIBLIA DIOS HABLA HOY, Tercera edición © Sociedades Bíblicas Unidas 1966, 1970, 1979, 1983, 1994, 1996</p> <p>Todos los derechos reservados. www.unitedbiblesocieties.org/</p>",
    "text": "Bible text: LA BIBLIA DIOS HABLA HOY, Tercera edición © Sociedades Bíblicas Unidas 1966, 1970, 1979, 1983, 1994, 1996 Todos los derechos reservados. www.unitedbiblesocieties.org/"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "DAN.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.1"
        ],
        "human": "Daniel 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.2"
        ],
        "human": "Daniel 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZK.48"
        ],
        "human": "Ezequiel 48",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Introducción"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Durante el tercer año del reinado de Joaquim, rey de Judá, el rey Nabucodonosor de Babilonia llegó a Jerusalén y rodeó la ciudad con su ejército."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El Señor dejó que Nabucodonosor capturara a Joaquim, y que también cayeran en su poder gran parte de los utensilios del templo de Dios. Nabucodonosor se llevó los prisioneros a Babilonia, y puso los utensilios sagrados en el tesoro del templo de sus dioses;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "además, ordenó a Aspenaz, jefe del servicio de palacio, que de entre los israelitas de familia real y de familias distinguidas trajera"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "jóvenes bien parecidos, sin ningún defecto físico, cultos e inteligentes, entendidos en todos los campos del saber y aptos para servir en el palacio real. A ellos se les enseñaría el lenguaje y la literatura de los caldeos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Nabucodonosor ordenó también que a esos jóvenes se les diera todos los días de los mismos alimentos y vinos que a él le servían, y que los educaran durante tres años, al cabo de los cuales quedarían a su servicio."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Daniel y sus compañeros en el palacio del rey"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entre estos jóvenes estaban Daniel, Ananías, Misael y Azarías, de la tribu de Judá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "a quienes el jefe del servicio de palacio les cambió de nombre: a Daniel le puso Beltsasar; a Ananías, Sadrac; a Misael, Mesac; y a Azarías, Abed-negó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero Daniel se propuso no contaminarse con la comida y el vino del rey, y pidió al jefe del servicio de palacio que no le obligara a contaminarse con tales alimentos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Por obra de Dios, el jefe del servicio de palacio vio con buenos ojos a Daniel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "pero le dijo:",
            "—Tengo miedo de mi señor, el rey. Él me ha dicho lo que ustedes deben comer y beber, y si los ve con peor aspecto que los otros jóvenes, serán ustedes la causa de que el rey me condene a muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Daniel habló entonces con el mayordomo a quien el jefe del servicio de palacio había encargado el cuidado de Daniel, Ananías, Misael y Azarías, y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "—Ruego a usted que haga una prueba con estos servidores suyos: ordene usted que durante diez días nos den de comer solamente legumbres, y de beber solamente agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pasado ese tiempo, compare usted nuestro aspecto con el de los jóvenes alimentados con la misma comida que se sirve al rey, y haga entonces con nosotros según lo que vea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El mayordomo estuvo de acuerdo, y durante diez días hizo la prueba con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pasados los diez días, el aspecto de ellos era más sano y más fuerte que el de todos los jóvenes que comían de la comida del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Así pues, el mayordomo se llevaba la comida y el vino que ellos tenían que comer y beber, y les servía legumbres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "A estos cuatro jóvenes, Dios les dio inteligencia y entendimiento para comprender toda clase de libros y toda ciencia. Daniel entendía además el significado de toda clase de visiones y sueños."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Al cumplirse el plazo que el rey había señalado para que le fueran presentados los jóvenes, el jefe del servicio de palacio los llevó a su presencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "El rey habló con ellos y, entre todos los jóvenes, no encontró ni uno solo que pudiera compararse con Daniel, Ananías, Misael y Azarías, quienes, por lo tanto, quedaron al servicio del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "En todos los asuntos que requerían sabiduría e inteligencia, y sobre los cuales les preguntó el rey, los encontró diez veces más sabios que todos los magos y adivinos que había en su reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y Daniel se quedó allí hasta el primer año del reinado de Ciro."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.2"
        ],
        "human": "Daniel 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.3"
        ],
        "human": "Daniel 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.1"
        ],
        "human": "Daniel 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El sueño del rey Nabucodonosor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Durante el segundo año de su reinado, Nabucodonosor tuvo varios sueños, y por causa de ellos llegó a estar tan preocupado que no podía dormir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces mandó llamar a magos, adivinos, hechiceros y sabios, para que le explicaran aquellos sueños. Ellos fueron y se presentaron ante el rey,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "el cual les dijo:",
            "—He tenido un sueño y estoy muy preocupado tratando de comprenderlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y los sabios dijeron al rey, en arameo:",
            "—¡Que viva Su Majestad para siempre! Cuente Su Majestad a estos servidores suyos lo que ha soñado, y nosotros le explicaremos lo que significa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "—Esta es mi decisión —contestó el rey—: Si no me dicen ustedes qué es lo que soñé y lo que significa, serán hechos pedazos y sus casas serán convertidas en un montón de escombros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero si me dicen lo que soñé y lo que mi sueño significa, recibirán regalos de mi parte, y favores y grandes honores. Así pues, díganme qué fue lo que soñé, y explíquenme su significado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los sabios respondieron por segunda vez:",
            "—Cuéntenos Su Majestad lo que soñó, y nosotros le explicaremos el significado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "—Sé muy bien —contestó el rey— que ustedes quieren ganar tiempo, porque han oído mi decisión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Por lo tanto, si no me dicen lo que soñé, todos ustedes sufrirán la misma sentencia, pues se han puesto de acuerdo para darme como respuesta mentiras y falsedades, en espera de que cambie la situación. Díganme, pues, el sueño, y así sabré que también pueden explicarme su significado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "—No hay nadie en el mundo —respondieron los sabios— que pueda decir lo que Su Majestad desea saber. Por otra parte, jamás ningún rey, por grande y poderoso que haya sido, ha pedido semejante cosa a ningún mago, adivino o sabio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Lo que Su Majestad pide es tan difícil que no hay nadie que se lo pueda decir, a no ser los dioses; ¡pero ellos no viven entre los hombres!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Al oír esto, el rey se puso furioso y ordenó matar a todos los sabios de Babilonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Una vez publicada la orden, buscaron también a Daniel y a sus compañeros para quitarles la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Daniel interpreta el sueño del rey"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces Daniel habló de manera discreta y sensata con Arioc, el jefe de la guardia real, que ya se disponía a matar a los sabios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y le preguntó:",
            "—¿Por qué ha dado el rey esta orden tan terminante?",
            "Arioc le explicó el motivo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces Daniel fue a ver al rey y le suplicó que le concediera algún tiempo para poder explicarle el sueño y su significado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Luego se fue a su casa e informó de todo a sus compañeros Ananías, Misael y Azarías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "para que pidieran ayuda del Dios del cielo sobre aquel misterio, a fin de que no los mataran junto con los otros sabios de Babilonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Aquella noche el misterio le fue revelado a Daniel en una visión, por lo cual Daniel bendijo al Dios del cielo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "con estas palabras:",
            "«Bendito sea por siempre el nombre de Dios,",
            "porque suyos son la sabiduría y el poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Él cambia los tiempos y las épocas;",
            "quita y pone reyes,",
            "da sabiduría a los sabios",
            "e inteligencia a los inteligentes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Él revela las cosas profundas y secretas;",
            "conoce lo que está en la oscuridad,",
            "pues la luz está con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "A ti, Dios de mis padres,",
            "te doy gracias y te alabo,",
            "porque me has hecho sabio y fuerte;",
            "y ahora me has hecho saber lo que te pedimos:",
            "nos has dado a conocer lo que preocupaba al rey.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Después de esto, Daniel fue a ver a Arioc, a quien el rey había ordenado matar a los sabios de Babilonia, y le dijo:",
            "—No mates a los sabios. Llévame ante el rey, y yo le explicaré todo su sueño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "En seguida Arioc llevó a Daniel ante el rey Nabucodonosor, y le dijo al rey:",
            "—Entre los judíos desterrados he hallado un hombre que explicará a Su Majestad el significado de su sueño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces el rey le dijo a Daniel, a quien llamaban Beltsasar:",
            "—¿Puedes tú decirme lo que soñé, y lo que mi sueño significa?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Daniel respondió:",
            "—No hay ningún sabio ni adivino, ni mago ni astrólogo, que pueda explicar a Su Majestad el misterio que desea conocer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Pero hay un Dios en el cielo que revela los misterios, y él ha hecho saber a Su Majestad lo que va a pasar en el futuro. Voy a explicarle a Su Majestad el sueño y las visiones que ha tenido mientras dormía:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Su Majestad se hallaba en su cama; se puso a pensar en lo que va a pasar en el futuro, y el que revela los misterios se lo ha dado a conocer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "También a mí me ha sido revelado este misterio, pero no porque yo sea más sabio que todos los hombres, sino para que yo explique a Su Majestad lo que el sueño significa, y que así Su Majestad pueda comprender los pensamientos que han venido a su mente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "»En el sueño, Su Majestad veía que en su presencia se levantaba una estatua muy grande y brillante, y de aspecto terrible."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "La cabeza de la estatua era de oro puro; el pecho y los brazos, de plata; el vientre y los muslos, de bronce;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "las piernas, de hierro; y una parte de los pies era de hierro, y la otra de barro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Mientras Su Majestad la estaba mirando, de un monte se desprendió una piedra, sin que nadie la empujara, y vino a dar contra los pies de la estatua y los destrozó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "En un momento, el hierro, el barro, el bronce, la plata y el oro quedaron todos convertidos en polvo, como el que se ve en verano cuando se trilla el trigo, y el viento se lo llevó sin dejar el menor rastro. Pero la piedra que dio contra la estatua se convirtió en una gran montaña que ocupó toda la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "»Este es el sueño. Y ahora voy a explicar a Su Majestad lo que el sueño significa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Su Majestad es el más grande de todos los reyes, porque el Dios del cielo le ha dado el reino, el poder, la fuerza, el honor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "y el dominio sobre todos los lugares habitados por hombres, animales y aves; él lo ha puesto todo bajo el poder de Su Majestad, que es la cabeza de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Después del reino de Su Majestad habrá otro reino inferior al suyo, y luego un tercer reino de bronce, que dominará sobre toda la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Vendrá después un cuarto reino, fuerte como el hierro; y así como el hierro lo destroza todo y lo destruye, así ese reino destrozará y destruirá a todos los otros reinos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "»Su Majestad vio también que una parte de los pies y de los dedos era de barro, y la otra, de hierro; esto quiere decir que será un reino dividido, aunque con algo de la fortaleza del hierro, pues Su Majestad vio que el hierro estaba mezclado con el barro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Los dedos de los pies eran en parte de hierro y en parte de barro, y eso significa que el reino será fuerte y débil al mismo tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Y así como Su Majestad vio el hierro mezclado con el barro, así los gobernantes de este reino se unirán por medio de alianzas matrimoniales; pero no podrán formar un solo cuerpo entre sí, como tampoco puede el hierro mezclarse con el barro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Durante el gobierno de estos reyes, el Dios del cielo establecerá un reino que jamás será destruido ni dominado por ninguna otra nación, sino que acabará por completo con todos los demás reinos, y durará para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Eso es lo que significa la piedra que Su Majestad vio desprenderse del monte, sin que nadie la hubiera empujado; piedra que convirtió en polvo el hierro, el bronce, el barro, la plata y el oro. El gran Dios ha revelado a Su Majestad lo que va a pasar en el futuro. El sueño es verdadero, y su interpretación, cierta.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Entonces el rey Nabucodonosor se puso de rodillas delante de Daniel, inclinó la cabeza hasta el suelo y mandó que le ofrecieran sacrificios e incienso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Después le dijo a Daniel:",
            "—Verdaderamente el Dios de ustedes es el más grande de todos los dioses; es el Señor de los reyes y el que revela los misterios, pues tú has podido descubrir este misterio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Luego el rey puso a Daniel en un alto puesto y le hizo muchos y espléndidos regalos; además lo nombró gobernador de la provincia de Babilonia y jefe supremo de todos los sabios de aquella nación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "A petición de Daniel, el rey puso a Sadrac, Mesac y Abed-negó en importantes cargos de la administración de la provincia de Babilonia. Daniel mismo se quedó en la corte del rey."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.3"
        ],
        "human": "Daniel 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.4"
        ],
        "human": "Daniel 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.2"
        ],
        "human": "Daniel 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La adoración de la estatua de oro"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El rey Nabucodonosor mandó hacer una estatua de oro, que tenía treinta metros de alto por tres de ancho, y ordenó que la pusieran en la llanura de Dura, en la provincia de Babilonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Después mandó llamar a todos los gobernadores regionales, jefes del ejército, gobernadores provinciales, consejeros, tesoreros, jueces, magistrados y demás autoridades de las provincias, para que asistieran a la dedicación de la estatua que él había mandado hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Todas estas grandes personalidades de la nación se reunieron ante la estatua, para celebrar su dedicación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El encargado de anunciar el comienzo de la ceremonia ordenó en voz alta: «Atención, hombres de todos los pueblos, naciones y lenguas:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "En cuanto oigan ustedes tocar la trompeta, la flauta, la cítara, la lira, el salterio, la gaita y todos los instrumentos musicales, se pondrán de rodillas y adorarán a la estatua de oro que hizo construir el rey Nabucodonosor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Todo aquel que no se arrodille y adore a la estatua, será arrojado inmediatamente a un horno encendido.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Así pues, en cuanto la multitud allí reunida oyó el sonido de todos aquellos instrumentos de música, se puso de rodillas y adoró a la estatua de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Unos caldeos aprovecharon esta oportunidad para acusar a los judíos ante el rey Nabucodonosor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "diciendo:",
            "—¡Viva Su Majestad para siempre, y sea su nombre siempre recordado!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Su Majestad ha ordenado que todo el mundo se arrodille y adore a la estatua de oro tan pronto como se oiga el sonido de los instrumentos musicales,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y que aquel que no lo haga sea arrojado a un horno encendido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pues bien, hay unos judíos, a quienes Su Majestad puso al frente de la administración de la provincia de Babilonia, que no guardan el menor respeto por Su Majestad, ni adoran a los dioses ni a la estatua de oro que Su Majestad ha mandado levantar. Ellos son Sadrac, Mesac y Abed-negó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Nabucodonosor se puso muy furioso, y mandó que llevaran ante él a Sadrac, Mesac y Abed-negó. Y cuando ya estaban en su presencia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "les preguntó:",
            "—¿Es verdad que ustedes no adoran a mis dioses ni a la estatua de oro que yo he mandado hacer?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¿Están ustedes dispuestos, tan pronto como oigan la música, a inclinarse ante la estatua que yo he mandado hacer, y adorarla? Porque si no la adoran, ahora mismo serán arrojados a un horno encendido; y entonces, ¿qué dios podrá salvarlos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "—No tenemos por qué discutir este asunto —contestaron los tres jóvenes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Nuestro Dios, a quien adoramos, puede librarnos de las llamas del horno y de todo el mal que Su Majestad quiere hacernos, y nos librará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero, aun si no lo hiciera, sepa bien Su Majestad que no adoraremos a sus dioses ni nos arrodillaremos ante la estatua de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los tres jóvenes son librados del horno de fuego"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Al oír Nabucodonosor estas palabras, la cara se le puso roja de rabia contra los tres jóvenes. Entonces ordenó que se calentara el horno siete veces más de lo acostumbrado;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "luego mandó que algunos de los soldados más fuertes de su ejército ataran a Sadrac, Mesac y Abed-negó, y que los arrojaran a las llamas del horno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Los tres jóvenes, vestidos todavía con la misma ropa de los altos cargos que ocupaban, fueron atados y arrojados al horno ardiente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y como el rey había mandado que su orden se cumpliera al instante, y el horno estaba muy encendido, las llamas alcanzaron y mataron a los soldados que habían arrojado en él a los tres jóvenes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "los cuales cayeron atados dentro del horno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces Nabucodonosor se levantó rápidamente, y muy asombrado dijo a los consejeros de su gobierno:",
            "—¿No arrojamos al fuego a tres hombres atados?",
            "—Así es —le respondieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "—Pues yo veo cuatro hombres desatados, que caminan en medio del fuego sin que les pase nada, y el cuarto hombre tiene el aspecto de un ángel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y diciendo esto, Nabucodonosor se acercó a la boca del horno y gritó:",
            "—¡Sadrac, Mesac y Abed-negó, siervos del Dios altísimo, salgan y vengan aquí!",
            "Los tres salieron de entre las llamas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "y todas las autoridades de la nación allí presentes se acercaron a aquellos hombres, cuyos cuerpos no habían sido tocados por el fuego, y comprobaron que ni un pelo de la cabeza se les había chamuscado ni sus vestidos se habían estropeado, y que ni siquiera olían a quemado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "En ese momento Nabucodonosor exclamó: «¡Alabado sea el Dios de Sadrac, Mesac y Abed-negó, que envió a su ángel para salvar a sus siervos fieles, que no cumplieron la orden del rey, prefiriendo morir antes que arrodillarse y adorar a otro dios que no fuera su Dios!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Ahora pues, yo ordeno que cualquier hombre que hable mal del Dios de estos jóvenes, sea descuartizado, y su casa convertida en un montón de escombros, sea cual sea su pueblo, nación o lengua, pues no hay otro dios que pueda salvar así.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Luego el rey dio a estos tres jóvenes cargos más importantes en la provincia de Babilonia."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.4"
        ],
        "human": "Daniel 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.5"
        ],
        "human": "Daniel 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.3"
        ],
        "human": "Daniel 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La locura del rey Nabucodonosor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "1 (3.31) «Yo, el rey Nabucodonosor, deseo paz y prosperidad a los hombres de todos los pueblos, naciones y lenguas que habitan la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "2 (3.32) Quiero que sepan ustedes las cosas tan maravillosas que el Dios altísimo ha hecho conmigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "3 (3.33) ¡Qué grandes son sus prodigios y milagros! Su reino durará por siempre, y su poder continuará de generación en generación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "4 (1) »Yo, Nabucodonosor, vivía tranquilo en mi palacio y disfrutaba de una gran prosperidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "5 (2) Pero una noche, estando ya acostado, tuve un sueño que me espantó, y pensamientos y visiones que me llenaron de terror."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "6 (3) Entonces ordené que vinieran a verme todos los sabios de Babilonia, para que me explicaran el significado del sueño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "7 (4) Vinieron todos los magos, adivinos, sabios y astrólogos de Babilonia, y yo les conté el sueño, pero no pudieron decirme lo que significaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "8 (5) Por último se presentó Daniel, llamado también Beltsasar en honor a mi dios, y cuya vida está guiada por el espíritu del Dios santo, y le conté mi sueño de la siguiente manera:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "9 (6) “Beltsasar, jefe de los adivinos, yo sé que el espíritu del Dios santo te guía, y que conoces todos los misterios. Escucha, pues, lo que he visto en mi sueño, y dime lo que significa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "10 (7) Estas son las visiones que tuve mientras estaba acostado:",
            "»”‘En medio de la tierra había un árbol muy alto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "11 (8) El árbol creció y se hizo muy grueso;",
            "su copa tocaba el cielo, y se le podía ver",
            "desde los puntos más lejanos de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "12 (9) Eran tan hermosas sus hojas",
            "y tan abundante su fruto,",
            "que bastaba para alimentar a todos.",
            "Las bestias del campo se ponían a su sombra,",
            "en sus ramas hacían nidos las aves",
            "y la vida de todo el mundo dependía de él.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "13 (10) »”De repente vi en mis visiones un ángel centinela que bajaba del cielo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "14 (11) y que en voz alta decía:",
            "»”‘Echen abajo el árbol, córtenle las ramas,",
            "quítenle las hojas, esparzan sus frutos.",
            "Que huyan las bestias que están bajo su sombra",
            "y las aves que están en sus ramas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "15 (12) Pero dejen en la tierra el tronco y sus raíces;",
            "sujétenlo con cadenas de hierro y de bronce,",
            "y déjenlo entre la hierba del campo.",
            "Que caiga el rocío sobre él,",
            "y que comparta con las bestias la hierba del campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "16 (13) Que su mente se trastorne",
            "y se vuelva como la de un animal,",
            "y que ese mal le dure siete años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "17 (14) Esta es la sentencia que han dictado",
            "los santos ángeles centinelas,",
            "para que todos los hombres sepan",
            "que el Dios altísimo tiene poder",
            "sobre los reinos humanos,",
            "que él da el gobierno a quien quiere dárselo",
            "y hace jefe de una nación",
            "al más humilde de los hombres.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "18 (15) »”Este es el sueño que yo, el rey Nabucodonosor, tuve. Ahora, Beltsasar, dime su significado, pues ninguno de los sabios de mi reino lo ha entendido; pero tú podrás interpretarlo, porque en ti está el espíritu del Dios santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "19 (16) »”Entonces Daniel, al que llamaban Beltsasar, se quedó un momento pensativo, horrorizado por los pensamientos que le venían a la mente. Pero yo, el rey, le dije: ‘Beltsasar, no te preocupes por el sueño que he tenido, ni por su explicación.’ Y Beltsasar contestó: ‘¡Ay, que todo lo que el sueño significa recaiga sobre los enemigos de Su Majestad!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "20 (17) El árbol alto y grueso que vio Su Majestad, el cual llegaba hasta el cielo y se podía ver desde los puntos más lejanos de la tierra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "21 (18) que tenía hojas hermosas y fruto abundante que alcanzaba para alimentar a todos, a cuya sombra se arrimaban las bestias del campo y en cuyas ramas hacían su nido las aves,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "22 (19) ese árbol es Su Majestad, que ha crecido y se ha hecho poderoso. La grandeza de Su Majestad ha aumentado hasta alcanzar la altura del cielo, y su dominio se ha extendido sobre toda la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "23 (20) Su Majestad vio también que un santo ángel centinela bajaba del cielo y decía: Echen abajo el árbol y destrúyanlo, pero dejen en la tierra el tronco y sus raíces; sujétenlo con cadenas de hierro y de bronce, y déjenlo entre la hierba del campo. Que caiga el rocío sobre él, y que comparta con las bestias la hierba del campo durante siete años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "24 (21) Esto significa la sentencia que el Dios altísimo ha dictado contra Su Majestad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "25 (22) Y Su Majestad será separado de la gente y vivirá con los animales; comerá hierba, como los bueyes, y el rocío empapará su cuerpo. Así vivirá Su Majestad durante siete años, hasta que reconozca que el Dios altísimo tiene poder sobre todos los reinos humanos, y que es él quien pone como gobernante a quien él quiere."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "26 (23) La orden de que se dejara en la tierra el tronco y sus raíces, significa que se devolverá a Su Majestad el reino cuando Su Majestad haya reconocido que Dios es quien tiene el poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "27 (24) Por tanto, siga Su Majestad este consejo mío: actúe con rectitud y no peque más; ponga fin a sus maldades y ocúpese de ayudar a los pobres. Tal vez así pueda Su Majestad seguir viviendo en paz y prosperidad.’”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "28 (25) Todas estas cosas anunciadas al rey Nabucodonosor, se cumplieron:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "29 (26) Un año después, mientras el rey se paseaba por la terraza de su palacio de Babilonia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "30 (27) dijo: «¡Miren qué grande es Babilonia! Yo, con mi gran poder, la edifiqué como capital de mi reino, para dejar muestras de mi grandeza.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "31 (28) Todavía estaba hablando el rey cuando se oyó una voz del cielo, que decía: «Oye esto, rey Nabucodonosor. Tu reino ya no te pertenece;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "32 (29) serás separado de la gente y vivirás con los animales; comerás hierba como los bueyes durante siete años, hasta que reconozcas que el Dios altísimo tiene poder sobre todas las naciones de la tierra, y que es él quien pone como gobernante a quien él quiere.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "33 (30) En ese mismo instante se cumplió la sentencia anunciada, y Nabucodonosor fue separado de la gente; comió hierba, como los bueyes, y el rocío empapó su cuerpo, hasta que el pelo y las uñas le crecieron como si fueran plumas y garras de águila."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Curación de Nabucodonosor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "34 (31) «Cuando el tiempo de la sentencia se cumplió, yo, Nabucodonosor, miré al cielo y me sentí curado de mi locura; entonces bendije al Dios altísimo y alabé con estas palabras al que vive para siempre:",
            "»“Su poder durará siempre;",
            "su reino permanecerá de generación en generación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "35 (32) Ante él nada son",
            "los habitantes de la tierra.",
            "Él actúa según su voluntad,",
            "tanto en el cielo como en la tierra.",
            "No hay nadie que pueda oponerse a su poder",
            "ni preguntarle por qué actúa como actúa.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "36 (33) »En aquel mismo momento recobré el juicio, el esplendor de mi reino, mi honor y mi grandeza. Mis consejeros y las altas personalidades de mi gobierno vinieron a buscarme, y me puse nuevamente al frente del gobierno de mi nación, llegando a tener un poder todavía mayor del que había tenido antes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "37 (34) »Ahora pues, yo, Nabucodonosor, alabo, honro y glorifico al Rey del cielo, porque todo lo que hace es verdadero y justo, y puede humillar a los que se creen importantes.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.5"
        ],
        "human": "Daniel 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.6"
        ],
        "human": "Daniel 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.4"
        ],
        "human": "Daniel 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La escritura en la pared"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Belsasar, rey de Babilonia, invitó a un gran banquete a mil de las altas personalidades de la nación; y, durante la comida, el rey y sus invitados bebieron mucho vino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2,
            3
          ],
          "lines": [
            "Excitado por el vino, el rey Belsasar mandó traer las copas y tazones de oro y plata que su padre Nabucodonosor se había llevado del templo de Jerusalén. Las copas y tazones fueron traídos, y bebieron en ellos el rey, sus mujeres, sus concubinas y todos los demás asistentes al banquete."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Todos bebían vino y alababan a sus ídolos, hechos de oro, plata, bronce, hierro, madera y piedra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "En aquel momento apareció una mano de hombre que, a la luz de los candiles, comenzó a escribir con el dedo sobre la pared blanca de la sala. Al ver el rey la mano que escribía,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "se puso pálido y, del miedo que le entró, comenzó a temblar de pies a cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Luego se puso a gritar y llamar a los adivinos, sabios y astrólogos de Babilonia, y les dijo:",
            "—El que lea lo que ahí está escrito, y me explique lo que quiere decir, será vestido con ropas de púrpura, llevará una cadena de oro en el cuello y ocupará el tercer lugar en el gobierno de mi reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Todos los sabios que estaban al servicio del rey entraron en la sala, pero nadie pudo entender el significado de lo escrito ni explicárselo al rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces le entró tanto miedo al rey Belsasar, que su cara se puso completamente pálida. Las personalidades del gobierno no sabían qué hacer,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "pero la reina madre, atraída por los gritos de su hijo el rey y de los grandes personajes invitados, entró en la sala del banquete y dijo:",
            "—¡Que viva Su Majestad para siempre! Y no se preocupe ni se ponga pálido,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "que en su reino hay un hombre guiado por el espíritu del Dios santo. Cuando el padre de Su Majestad era rey, ese hombre demostró tener una mente clara, e inteligencia y sabiduría como la de los dioses. Por eso el rey Nabucodonosor, padre de Su Majestad, nombró a ese hombre jefe de todos los magos, adivinos, sabios y astrólogos de la nación,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "ya que en Daniel, a quien el rey puso el nombre de Beltsasar, había un espíritu extraordinario e inteligencia y ciencia para entender el significado de los sueños, explicar el sentido de las palabras misteriosas y resolver los asuntos complicados. Llame Su Majestad a Daniel, y él le dará a conocer el significado de lo que está escrito en la pared."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Daniel fue llevado ante el rey, y el rey le preguntó:",
            "—¿Eres tú Daniel, uno de aquellos prisioneros judíos que mi padre, el rey Nabucodonosor, trajo de Judea?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Me han dicho que el espíritu de Dios está en ti, que tienes una mente clara, y que eres muy inteligente y sabio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pues bien, los hombres más sabios de la nación han estado aquí para leer esas palabras y explicarme su significado, pero ni siquiera las entienden."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Sin embargo, he oído decir que tú puedes aclarar dudas y resolver cuestiones difíciles. Si tú puedes leer esas palabras y decirme lo que significan, haré que seas vestido con ropas de púrpura, que te pongan una cadena de oro en el cuello y que ocupes el tercer lugar en el gobierno de mi reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces Daniel le contestó:",
            "—Quédese Su Majestad con sus regalos, y ofrézcale a otro el honor de estar en su palacio. Yo le explicaré de todos modos a Su Majestad lo que quieren decir las palabras escritas en la pared."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "«El Dios altísimo dio el reino, y también grandeza, gloria y honor, a Nabucodonosor, padre de Su Majestad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Por el poder que le dio, gente de todos los pueblos, naciones y lenguas lo respetaban y temblaban ante él. Y él mataba o dejaba vivir a quien él quería; a unos los ponía en alto y a otros los humillaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero cuando se llenó de soberbia, y actuó terca y orgullosamente, se le quitó el poder y la gloria que tenía como rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Fue apartado de la gente y se convirtió en una especie de animal; vivió con los asnos salvajes, comió hierba como los bueyes y el rocío empapó su cuerpo, hasta que reconoció que el Dios altísimo tiene poder sobre todos los reinos humanos, y que él da la dirección del gobierno a quien él quiere."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y ahora Su Majestad, Belsasar, que es hijo de aquel y que sabe lo que le pasó, tampoco ha vivido con humildad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Al contrario, Su Majestad se ha burlado del Señor del cielo mandando traerse a la mesa las copas y tazones del templo, y, junto con sus invitados, ha bebido vino en ellos y ha dado alabanza a dioses hechos de oro, plata, bronce, hierro, madera y piedra; dioses que no ven, ni oyen, ni saben nada. En cambio, no ha alabado al Dios en cuyas manos está la vida de Su Majestad y de quien depende todo lo que haga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Por eso, él envió la mano que escribió esas palabras,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "MENÉ, MENÉ, TEKEL y PARSÍN,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "las cuales significan lo siguiente: MENÉ: Dios ha medido los días del reinado de Su Majestad, y le ha señalado su fin;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "TEKEL: Su Majestad ha sido pesado en la balanza, y pesa menos de lo debido;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "PARSÍN: el reino de Su Majestad ha sido dividido, y será entregado a medos y persas.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "En seguida el rey Belsasar ordenó que vistieran a Daniel con ropas de púrpura y que le pusieran una cadena de oro en el cuello, y comunicó a todos que, desde ese mismo instante, Daniel ocuparía el tercer lugar en el gobierno del reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Aquella misma noche mataron a Belsasar, rey de los caldeos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "31 (6.1) y Darío de Media se apoderó del reino. Darío tenía entonces sesenta y dos años de edad."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.6"
        ],
        "human": "Daniel 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.7"
        ],
        "human": "Daniel 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.5"
        ],
        "human": "Daniel 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Daniel en el foso de los leones"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "1 (2) El rey Darío decidió nombrar ciento veinte gobernadores regionales para que se encargaran de las distintas partes del reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "2 (3) Al frente de ellos puso tres supervisores, para que vigilaran la administración de los gobernadores, con el fin de que el rey no saliera perjudicado en nada. Uno de los supervisores era Daniel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "3 (4) quien pronto se distinguió de los otros supervisores y jefes regionales por su gran capacidad; por eso el rey pensó en ponerlo al frente del gobierno de la nación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "4 (5) Los supervisores y gobernadores buscaron entonces un motivo para acusarlo de mala administración del reino, pero como Daniel era un hombre honrado, no le encontraron ninguna falta; por lo tanto no pudieron presentar ningún cargo contra él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "5 (6) Sin embargo, siguieron pensando en el asunto, y dijeron: «No encontraremos ningún motivo para acusar a Daniel, a no ser algo que tenga que ver con su religión.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "6 (7) Así pues, los supervisores y gobernadores se pusieron de acuerdo para ir a hablar con el rey Darío, y cuando estuvieron en su presencia le dijeron:",
            "—¡Que viva Su Majestad para siempre!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "7 (8) Todas las autoridades que gobiernan la nación han tenido una junta, en la que acordaron la publicación de un decreto real ordenando que, durante treinta días, nadie dirija una súplica a ningún dios ni hombre, sino solo a Su Majestad. El que no obedezca, deberá ser arrojado al foso de los leones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "8 (9) Por lo tanto, confirme Su Majestad el decreto, y fírmelo para que no pueda ser modificado, conforme a la ley de los medos y los persas, que no puede ser anulada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "9 (10) Ante esto, el rey Darío firmó el decreto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "10 (11) Y cuando Daniel supo que el decreto había sido firmado, se fue a su casa, abrió las ventanas de su dormitorio, el cual estaba orientado hacia Jerusalén, y se arrodilló para orar y alabar a Dios. Esto lo hacía tres veces al día, tal como siempre lo había hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "11 (12) Entonces aquellos hombres entraron juntos en la casa de Daniel, y lo encontraron orando y alabando a su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "12 (13) En seguida fueron a ver al rey para hablarle del decreto, y le dijeron:",
            "—Su Majestad ha publicado un decreto, según el cual, aquel que durante estos treinta días dirija una súplica a cualquier dios o a cualquier hombre que no sea Su Majestad, será arrojado al foso de los leones, ¿no es verdad?",
            "—Así es —respondió el rey—. Y el decreto debe cumplirse conforme a la ley de los medos y los persas, que no puede ser anulada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "13 (14) Entonces ellos siguieron diciendo:",
            "—Pues Daniel, uno de esos judíos desterrados, no muestra ningún respeto por Su Majestad ni por el decreto publicado, ya que lo hemos visto hacer su oración tres veces al día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "14 (15) Al oír esto, el rey quedó muy triste, y buscó la manera de salvar a Daniel. Hasta la hora de ponerse el sol hizo todo lo posible para salvarlo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "15 (16) pero aquellos hombres se presentaron otra vez al rey y le dijeron:",
            "—Su Majestad sabe bien que, según la ley de los medos y los persas, ninguna prohibición o decreto firmado por el rey puede ser anulado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "16 (17) Entonces el rey ordenó que trajeran a Daniel y lo echaran al foso de los leones. Pero antes que se cumpliera la sentencia, el rey le dijo a Daniel:",
            "—¡Que tu Dios, a quien sirves con tanta fidelidad, te salve!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "17 (18) En cuanto Daniel estuvo en el foso, trajeron una piedra y la pusieron sobre la boca del foso, y el rey la selló con su sello real y con el sello de las altas personalidades de su gobierno, para que también en el caso de Daniel se cumpliera estrictamente lo establecido por la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "18 (19) Después el rey se fue a su palacio y se acostó sin cenar y sin entregarse a sus distracciones habituales; además, no pudo dormir en toda la noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "19 (20) Tan pronto como amaneció, se levantó y fue a toda prisa al foso de los leones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "20 (21) Cuando el rey estuvo cerca, llamó con voz triste a Daniel, diciendo:",
            "—Daniel, siervo del Dios viviente, ¿pudo tu Dios, a quien sirves con tanta fidelidad, librarte de los leones?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "21 (22) Y Daniel le respondió:",
            "—¡Que viva Su Majestad para siempre!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "22 (23) Mi Dios envió su ángel, el cual cerró la boca de los leones para que no me hicieran ningún daño, pues Dios sabe que soy inocente y que no he hecho nada malo contra Su Majestad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "23 (24) Entonces el rey se alegró mucho y ordenó que sacaran del foso a Daniel. Cuando lo sacaron, no le encontraron ninguna herida, porque tuvo confianza en su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "24 (25) Después, por orden del rey, fueron traídos los hombres que habían acusado a Daniel, y junto con sus mujeres y sus hijos fueron echados al foso de los leones; y aún no habían llegado al fondo cuando ya los leones se habían lanzado sobre ellos y los habían despedazado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "25 (26) Entonces el rey Darío escribió a la gente de todas las naciones y lenguas de la tierra, diciéndoles: «Deseo a ustedes paz y prosperidad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "26 (27) y ordeno y mando que en todo mi imperio se respete y reverencie al Dios de Daniel.",
            "»Porque él es el Dios viviente,",
            "y permanece para siempre.",
            "Su reino no será jamás destruido",
            "ni su poder tendrá fin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "27 (28) Él es el salvador y el libertador;",
            "el que hace señales maravillosas",
            "en el cielo y en la tierra.",
            "Él ha salvado a Daniel",
            "de las garras de los leones.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "28 (29) Y Daniel siguió siendo una alta personalidad del gobierno en el reinado de Darío, y también en el reinado de Ciro, rey de Persia."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.7"
        ],
        "human": "Daniel 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.8"
        ],
        "human": "Daniel 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.6"
        ],
        "human": "Daniel 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La visión de los cuatro monstruos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Una noche, durante el primer año del reinado de Belsasar en Babilonia, Daniel tuvo un sueño y visiones. En cuanto se despertó, puso por escrito las cosas principales que había soñado. Esto es lo que escribió:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Yo veía en mi sueño que los cuatro vientos soplaban y agitaban las aguas del gran mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "De repente, cuatro enormes monstruos, diferentes uno del otro, salieron del mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El primero se parecía a un león, pero tenía alas de águila. Mientras yo lo estaba mirando, le arrancaron las alas, lo levantaron del suelo y lo apoyaron sobre sus patas traseras, poniéndolo de pie como un hombre, y su cerebro se convirtió en el de un ser humano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»El segundo se parecía a un oso, alzado más de un lado que de otro, el cual tenía tres costillas entre los dientes; y oí que le decían: “¡Anda, come toda la carne que puedas!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»El tercero se parecía a un leopardo, pero con cuatro alas en la espalda; también vi que tenía cuatro cabezas y que se le entregaba el poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»El cuarto monstruo que vi en mis visiones era terrible, espantoso, y de una fuerza extraordinaria. Tenía grandes dientes de hierro; todo lo devoraba y destrozaba, y pisoteaba las sobras. Era un monstruo diferente de todos los que yo había visto en mi sueño, y tenía diez cuernos en la cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»Mientras yo estaba mirando los cuernos, vi que de entre ellos salía otro cuerno más pequeño, y entonces le arrancaron tres cuernos para dejar lugar al último que le había salido, el cual tenía ojos como los de un ser humano y una boca que hablaba con mucha arrogancia."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El juicio de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»Seguí mirando,",
            "hasta que fueron puestos unos tronos",
            "y un Anciano se sentó.",
            "Su vestido era blanco como la nieve,",
            "y su cabello como lana limpia.",
            "El trono y sus ruedas eran llamas de fuego,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y un río de fuego salía de delante de él.",
            "Miles y miles le servían,",
            "y millones y millones estaban de pie en su presencia.",
            "El tribunal dio principio a la sesión,",
            "y los libros fueron abiertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Yo estaba mirando, atraído por las cosas tan arrogantes que el cuerno pequeño decía; y mientras estaba mirando, mataron al monstruo y lo despedazaron, y luego lo echaron al fuego para que se quemara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "También a los otros monstruos se les quitó el poder, pero los dejaron seguir viviendo hasta que les llegara su hora."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Yo seguía viendo estas visiones en la noche. De pronto:",
            "»Vi que venía entre las nubes",
            "alguien parecido a un hijo de hombre,",
            "el cual fue a donde estaba el Anciano;",
            "y le hicieron acercarse a él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y le fue dado el poder, la gloria y el reino,",
            "y gente de todas las naciones y lenguas le servían.",
            "Su poder será siempre el mismo,",
            "y su reino jamás será destruido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»Yo, Daniel, sentí que el terror se apoderaba de mí; y muy preocupado por todo lo que había visto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "me acerqué a uno de los que estaban allí de pie, y le pedí que me explicara todo aquello. Él aceptó explicármelo, y me dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "“Estos cuatro monstruos son cuatro reyes que dominarán el mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero después el reino será entregado al pueblo del Dios altísimo, y será suyo por toda la eternidad.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»Yo quería saber más acerca del cuarto monstruo, que era tan diferente de los otros, pues su aspecto era horrible: tenía dientes de hierro y garras de bronce; todo lo devoraba y destrozaba, y pisoteaba las sobras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "También quería yo saber más acerca de sus diez cuernos, y del cuerno pequeño que tenía ojos y una boca que hablaba con mucha arrogancia, pues hasta parecía más grande que los otros cuernos, y tres cuernos habían caído para dejarle lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces vi que este cuerno luchaba contra el pueblo de Dios, y lo vencía,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "hasta que llegó el Anciano e hizo justicia al pueblo del Dios altísimo, pues se había cumplido el tiempo para que el pueblo de Dios tomara posesión del reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y dijo:",
            "»“El cuarto monstruo será un cuarto reino",
            "que habrá sobre la tierra,",
            "diferente de todos los demás.",
            "Devorará toda la tierra,",
            "la pisoteará y la destrozará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Los diez cuernos son diez reyes",
            "que reinarán en ese reino.",
            "Después de ellos subirá otro al poder,",
            "que será muy diferente de los primeros",
            "y que derribará a tres de estos reyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Insultará al Dios altísimo",
            "e irá acabando con su pueblo;",
            "tratará de cambiar la ley de Dios y las fiestas religiosas,",
            "y el pueblo de Dios estará bajo su poder",
            "durante tres años y medio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Pero el tribunal celebrará un juicio,",
            "y se le arrebatará el poder,",
            "dejándolo completamente destruido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y el reino, el poder y la gloria",
            "de todos los reinos de la tierra",
            "serán dados al pueblo del Dios altísimo.",
            "Su reino permanecerá para siempre,",
            "y todos los pueblos de la tierra",
            "le servirán y le obedecerán.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "»Este es el final del relato. Y yo, Daniel, me quedé muy preocupado y me puse pálido; pero no dije nada a nadie sobre este asunto.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.8"
        ],
        "human": "Daniel 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.9"
        ],
        "human": "Daniel 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.7"
        ],
        "human": "Daniel 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visión del carnero y del chivo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "«Durante el tercer año del reinado de Belsasar, yo, Daniel, tuve otra visión, además de la que antes había tenido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Durante la visión, me parecía estar en la ciudadela de Susa, en la provincia de Elam, a orillas del río Ulai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Miré a lo lejos, y vi un carnero que estaba a la orilla del río. Tenía dos cuernos altos, pero uno de ellos le había salido más tarde y era más alto que el otro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Vi que el carnero embestía con sus cuernos hacia el oeste, el norte y el sur, y que ningún otro animal podía hacerle frente ni librarse de sus golpes. Hacía lo que mejor le parecía, y cada vez era más fuerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»Todavía estaba yo pensando en lo que había visto, cuando me di cuenta de que un chivo venía del oeste, corriendo tan deprisa que ni siquiera tocaba el suelo. Este chivo tenía un gran cuerno entre los ojos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y cuando llegó cerca del carnero de dos cuernos, que yo había visto junto al río, lo embistió con todas sus fuerzas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "y le rompió sus dos cuernos, sin que el carnero tuviera fuerzas para enfrentarse con él. Después el chivo derribó por tierra al carnero y lo pisoteó, sin que nadie pudiera salvarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»El chivo se hacía cada vez más fuerte, pero en el momento en que más poder tenía, su gran cuerno se rompió, y en su lugar le salieron cuatro cuernos que apuntaban hacia los cuatro vientos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "De uno de ellos salió otro cuerno pequeño, que creció mucho hacia el sur, hacia el este y hacia la Tierra de la Hermosura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Tanto creció que llegó hasta el ejército del cielo, derribó parte de las estrellas y las pisoteó,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y aun llegó a desafiar al jefe mismo de ese ejército; suprimió el sacrificio diario y profanó el lugar de adoración."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Perversamente hizo que su ejército acampara donde antes se ofrecía el sacrificio, y echó por los suelos la verdad. Hizo, en fin, todo cuanto quiso, y en todo tuvo éxito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Después oí que un ángel le preguntaba a otro ángel: “¿Cuándo va a terminar esto que se ve en el altar del sacrificio diario? ¿Cuánto va a durar el horrible pecado de entregar el santuario del Señor y los creyentes en él, para ser pisoteados?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y la respuesta fue: “Hasta dos mil trescientas tardes y mañanas. Después de eso, el santuario será purificado.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "«Mientras yo, Daniel, contemplaba esta visión y trataba de comprender su significado, apareció de repente delante de mí una figura parecida a un hombre,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "y oí una voz humana que venía del río Ulai, la cual decía: “Gabriel, explícale a este hombre la visión.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»Entonces él se me acercó. Yo me asusté, y me incliné hasta tocar el suelo con la frente, pero él me dijo: “Hijo de hombre, ten en cuenta que esta visión se refiere al final de los tiempos.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Mientras él me estaba hablando, yo me desmayé y quedé tendido en el suelo; pero él me tocó, hizo que me pusiera de pie,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "y me dijo:",
            "»“Voy a explicarte lo que va a pasar cuando termine el tiempo de la ira de Dios, pues la visión se refiere al tiempo del fin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»”El carnero con dos cuernos representa a los reyes de Media y de Persia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "El chivo es el rey de Grecia, y el gran cuerno que tiene entre los ojos es el primer rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los cuatro cuernos que salieron cuando el primer cuerno se rompió, significan que de esta nación saldrán cuatro reinos más, pero no con el poder del primero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "»”Cuando el dominio de estos reinos llegue a su fin",
            "y las maldades hayan llegado al colmo,",
            "un rey insolente y astuto ocupará el poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Llegará a ser poderoso,",
            "pero no con su propio poder;",
            "destruirá de manera increíble",
            "y triunfará en todo lo que haga.",
            "Destruirá a hombres poderosos",
            "y también a muchos del pueblo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Por su astucia,",
            "sus engaños triunfarán.",
            "Se llenará de orgullo,",
            "y a mucha gente que vivía confiada",
            "le quitará la vida a traición.",
            "Hará frente al príncipe de príncipes,",
            "pero será destruido por él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "»”La visión de las tardes y las mañanas te ha sido revelada, y es verdadera; pero tú manténla en secreto, pues se cumplirá cuando haya pasado mucho tiempo.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "»Yo, Daniel, sentí que me faltaban las fuerzas, y estuve enfermo varios días. Después me levanté y seguí atendiendo los asuntos del gobierno de la nación. Pero estaba yo muy preocupado por la visión que había tenido, pues no podía comprenderla."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.9"
        ],
        "human": "Daniel 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.10"
        ],
        "human": "Daniel 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.8"
        ],
        "human": "Daniel 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Daniel ora por su pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "»Darío, hijo de Asuero, de la raza de los medos, gobernaba el reino de los caldeos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En el primer año de su reinado, yo, Daniel, estaba estudiando en el libro del profeta Jeremías acerca de los setenta años que debían pasar para que se cumpliera la ruina de Jerusalén, según el Señor se lo había dicho al profeta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y dirigí mis oraciones y súplicas a Dios el Señor, ayunando y vistiéndome con ropas ásperas, y sentándome en ceniza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Oré al Señor mi Dios, y le hice esta confesión:",
            "»“Señor, Dios grande y poderoso, que siempre cumples tus promesas y das pruebas de tu amor a los que te aman y cumplen tus mandamientos:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "hemos pecado y cometido maldad; hemos hecho lo malo; hemos vivido sin tomarte en cuenta; hemos abandonado tus mandamientos y decretos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "No hemos hecho caso a tus siervos los profetas, los cuales hablaron en tu nombre a nuestros reyes, jefes y antepasados, y a todo el pueblo de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Tú, Señor, eres justo, pero nosotros los judíos nos sentimos hoy avergonzados; tanto los que viven en Jerusalén como los otros israelitas, los de cerca y los de lejos, que viven en los países adonde tú los arrojaste por haberse rebelado contra ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Nosotros, Señor, lo mismo que nuestros reyes, jefes y antepasados, nos sentimos avergonzados porque hemos pecado contra ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero de ti, Dios nuestro, es propio el ser compasivo y perdonar. Nosotros nos hemos rebelado contra ti"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y no te hemos escuchado, Señor y Dios nuestro, ni hemos obedecido las enseñanzas que nos diste por medio de tus siervos los profetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Todo Israel desobedeció tus enseñanzas y se negó a obedecer tus órdenes; por eso han caído sobre nosotros la maldición y el juramento que están escritos en la ley de Moisés, tu siervo, porque hemos pecado contra ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Tú, al enviarnos una calamidad tan grande, has cumplido la amenaza que nos hiciste a nosotros y a los que nos gobernaron; pues jamás ha habido en el mundo nada comparable al castigo que ha caído sobre Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Todo este mal ha venido sobre nosotros, tal como está escrito en la ley de Moisés; pero nosotros no te hemos buscado, Señor y Dios nuestro, ni hemos abandonado nuestras maldades, ni hemos seguido tu verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Por eso, Señor, has preparado este mal y lo has enviado sobre nosotros; porque tú, Señor y Dios nuestro, eres justo en todo lo que haces; pero nosotros no quisimos escucharte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»”Señor y Dios nuestro, tú mostraste tu gran poder al sacar de Egipto a tu pueblo, haciendo así famoso tu nombre desde aquellos días hasta hoy; pero nosotros hemos pecado y hemos hecho lo malo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Señor, sabemos que eres bondadoso. Por favor, aparta de Jerusalén tu ira y furor, porque ella es tu ciudad, tu monte santo. Toda la gente de las naciones vecinas se burla de Jerusalén y de tu pueblo, por culpa de nuestros pecados y de los de nuestros antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Dios nuestro, escucha la oración y las súplicas de este siervo tuyo; por tu nombre, Señor, mira con amor la triste situación en que ha quedado tu templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Atiende, Dios mío, y escucha; mira con atención nuestra ruina y la de la ciudad donde se invoca tu nombre. No te hacemos nuestras súplicas confiados en la rectitud de nuestra vida, sino en tu gran compasión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "¡Señor, Señor! ¡Escúchanos, perdónanos! ¡Atiéndenos, Señor, y ven a ayudarnos! ¡Por ti mismo, Dios mío, y por tu ciudad y tu pueblo, que invocan tu nombre, no tardes!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Profecía de las setenta semanas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»Yo seguí orando y confesando mis pecados y los de mi pueblo Israel, y presentando mis súplicas al Señor mi Dios por su monte santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Mientras yo oraba, Gabriel, que se me había aparecido antes en la visión, vino volando a donde yo estaba. Era casi la hora de ofrecer a Dios el sacrificio de la tarde."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y me dijo:",
            "»“Daniel, he venido ahora para hacerte entender estas cosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "En cuanto comenzaste a orar, Dios te respondió. Yo he venido para darte su respuesta, porque Dios te quiere mucho. Ahora, pues, pon mucha atención a lo siguiente, para que entiendas la visión:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "»”Setenta semanas han de pasar",
            "sobre tu pueblo y tu ciudad santa",
            "para poner fin a la rebelión y al pecado,",
            "para obtener el perdón por la maldad",
            "y establecer la justicia para siempre,",
            "para que se cumplan la visión y la profecía",
            "y se consagre el Santísimo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Debes saber y entender esto:",
            "Desde el momento en que se ordene",
            "restaurar y reconstruir Jerusalén,",
            "hasta la llegada del jefe consagrado,",
            "han de pasar siete semanas,",
            "y las calles y murallas reconstruidas de Jerusalén",
            "durarán sesenta y dos semanas,",
            "pero serán tiempos de mucha angustia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Después de las sesenta y dos semanas",
            "le quitarán la vida al jefe consagrado.",
            "Jerusalén y el templo serán destruidos",
            "por la gente de un rey que vendrá.",
            "El fin llegará de pronto, como una inundación,",
            "y hasta el fin seguirán la guerra y las destrucciones",
            "que han sido determinadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Durante una semana más,",
            "él hará un pacto con mucha gente,",
            "pero a mitad de la semana",
            "pondrá fin a los sacrificios y las ofrendas.",
            "Y un horrible sacrilegio se cometerá",
            "ante el altar de los sacrificios,",
            "hasta que la destrucción determinada",
            "caiga sobre el autor de estos horrores.”»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.10"
        ],
        "human": "Daniel 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.11"
        ],
        "human": "Daniel 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.9"
        ],
        "human": "Daniel 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visión de Daniel junto al río Tigris"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Durante el tercer año del reinado de Ciro de Persia, Daniel, llamado también Beltsasar, tuvo una revelación verdadera, pero de significado muy difícil de entender. Sin embargo, Daniel puso toda su atención en ello y pudo comprender el sentido de la revelación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«En aquellos días, yo, Daniel, estuve muy triste durante tres semanas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "No comí alimentos exquisitos, ni probé carne ni vino, ni me puse ningún perfume hasta que pasaron esas tres semanas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El día veinticuatro del primer mes del año, estaba yo a la orilla del gran río Tigris."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "De pronto, me fijé y vi un hombre vestido con ropas de lino y un cinturón de oro puro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Su cuerpo brillaba como el topacio, su cara resplandecía como un relámpago, sus ojos eran como antorchas encendidas, sus brazos y sus pies brillaban como el bronce, su voz parecía la de una multitud."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Solo yo pude ver la visión, pues los hombres que estaban conmigo no se dieron cuenta de nada, porque el miedo se apoderó de ellos y corrieron a esconderse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Yo estaba solo cuando tuve esta gran visión. Me puse completamente pálido y sentí que me faltaban las fuerzas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando le oí hablar, caí desmayado y quedé tendido en el suelo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "En seguida, una mano me agarró y me levantó, hasta dejarme apoyado sobre mis manos y rodillas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Luego me dijo: “Daniel, a quien Dios ama, escucha bien lo que te voy a decir: levántate; porque yo he sido enviado a ti.”",
            "»Tan pronto como terminó de decir estas palabras, yo, tembloroso, me puse de pie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces me dijo: “No tengas miedo, Daniel, porque desde el primer día en que trataste de comprender las cosas difíciles y decidiste humillarte ante tu Dios, él escuchó tus oraciones. Por eso he venido yo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El ángel príncipe del reino de Persia se me ha opuesto durante veintiún días; pero Miguel, uno de los ángeles príncipes más altos, vino en mi ayuda, pues yo me había quedado solo junto a los reyes de Persia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Así que he venido a explicarte lo que va a pasarle a tu pueblo en el futuro, porque la visión que has tenido se refiere a ese tiempo.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»Mientras me decía esto, yo estaba con la mirada fija en el suelo y sin decir una sola palabra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "De pronto, alguien parecido a un hijo de hombre me tocó los labios. Entonces le dije al que estaba ante mí: “Señor, esta visión me ha llenado de angustia y me ha dejado sin fuerzas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "¿Cómo va a poder hablar contigo este siervo tuyo, si estoy completamente sin fuerzas y hasta me falta el aliento?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Aquel que parecía un hijo de hombre me volvió a tocar, me dio nuevas fuerzas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "y me dijo: “No tengas miedo ni te preocupes. Dios te ama; ¡anímate y ten valor!”",
            "»Mientras me hablaba, sentí que me iba reanimando, y dije: “Señor, háblame, pues me has devuelto las fuerzas.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces me dijo: “¿Sabes por qué he venido a verte? Pues porque ahora tengo que volver a luchar con el ángel príncipe de Persia. Y cuando haya terminado de luchar con él, vendrá el ángel príncipe de Grecia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Ahora voy a decirte lo que está escrito en el libro de la verdad: En mi lucha contra ellos solo tengo la ayuda de Miguel, el ángel príncipe de Israel.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.11"
        ],
        "human": "Daniel 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.12"
        ],
        "human": "Daniel 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.10"
        ],
        "human": "Daniel 10",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "»Yo también le animé y ayudé cuando Darío, el rey de Media, estaba en el primer año de su reinado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y ahora te voy a dar a conocer la verdad:"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los reyes del norte y del sur"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "»“Todavía gobernarán en Persia tres reyes, después de los cuales ocupará el poder un cuarto rey que será más rico que los otros tres. Y cuando por medio de sus riquezas haya alcanzado gran poder, pondrá todo en movimiento contra el reino de Grecia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero después gobernará un rey muy guerrero, que extenderá su dominio sobre un gran imperio y hará lo que se le antoje."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Sin embargo, una vez establecido, su imperio será deshecho y repartido en cuatro partes. El poder de este rey no pasará a sus descendientes, ni tampoco el imperio será tan poderoso como antes lo fue, ya que quedará dividido y otros gobernarán en su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»”El rey del sur será muy poderoso, pero uno de sus generales llegará a ser más fuerte que él y extenderá su dominio sobre un gran imperio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Al cabo de algunos años, los dos harán una alianza: el rey del sur dará a su hija en matrimonio al rey del norte, con el fin de asegurar la paz entre las dos naciones. Pero el plan fracasará, pues tanto ella como su hijo, su marido y sus criados, serán asesinados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Sin embargo, un miembro de su familia atacará al ejército del norte y ocupará la fortaleza real, y sus tropas dominarán la situación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Además, se llevará a Egipto a sus dioses, a sus imágenes hechas de metal fundido, junto con otros valiosos objetos de oro y plata. Después de algunos años sin guerra entre las dos naciones,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "el rey del norte tratará de invadir el sur, pero se verá obligado a retirarse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»”Pero los hijos del rey del norte se prepararán para la guerra y organizarán un gran ejército. Uno de ellos se lanzará con sus tropas a la conquista del sur, destruyéndolo todo como si fuera un río desbordado; después volverá a atacar, llegando hasta la fortaleza del rey del sur."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "La invasión del ejército del norte enojará tanto al rey del sur, que este saldrá a luchar contra el gran ejército enemigo y lo derrotará por completo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El triunfo obtenido y el gran número de enemigos muertos lo llenará de orgullo, pero su poder no durará mucho tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El rey del norte volverá a organizar un ejército, más grande que el anterior, y después de algunos años volverá a atacar al sur con un ejército numeroso y perfectamente armado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»”Cuando esto suceda, muchos se rebelarán contra el rey del sur. Entre ellos habrá algunos hombres malvados de Israel, tal como fue mostrado en la visión, pero fracasarán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El rey del norte vendrá y construirá una rampa alrededor de una ciudad fortificada, y la conquistará. Ni los mejores soldados del sur podrán detener el avance de las tropas enemigas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "El invasor hará lo que se le antoje con los vencidos, sin que nadie pueda hacerle frente, y se quedará en la Tierra de la Hermosura destruyendo todo lo que encuentre a su paso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Además, se preparará para apoderarse de todo el territorio del sur; para ello, hará una alianza con ese rey y le dará a su hija como esposa, con el fin de destruir su reino, pero sus planes fracasarán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Después atacará a las ciudades de las costas, y muchas de ellas caerán en su poder; pero un general pondrá fin a esta vergüenza, poniendo a su vez en vergüenza al rey del norte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Desde allí, el rey se retirará a las fortalezas de su país; pero tropezará con una dificultad que le costará la vida, y nunca más se volverá a saber de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»”Su lugar será ocupado por otro rey, que enviará un cobrador de tributos para enriquecer su reino; pero al cabo de pocos días lo matarán, aunque no en el campo de batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "»”Después de él reinará un hombre despreciable, a quien no le correspondería ser rey, el cual ocultará sus malas intenciones y tomará el poder por medio de engaños."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Destruirá por completo a las fuerzas que se le opongan, y además matará al jefe de la alianza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Engañará también a los que hayan hecho una alianza de amistad con él y, a pesar de disponer de poca gente, vencerá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Cuando nadie se lo espere, entrará en las tierras más ricas de la provincia y hará lo que no hizo ninguno de sus antepasados: repartirá entre sus soldados los bienes y riquezas obtenidas en la guerra. Planeará sus ataques contra las ciudades fortificadas, aunque solo por algún tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "»”Animado por su poder y su valor, atacará al rey del sur con el apoyo de un gran ejército. El rey del sur responderá con valor, y entrará en la guerra con un ejército grande y poderoso; pero será traicionado, y no podrá resistir los ataques del ejército enemigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Los mismos que él invitaba a comer en su propia mesa, le prepararán la ruina, pues su ejército será derrotado y muchísimos de sus soldados morirán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Entonces los dos reyes, pensando solo en hacerse daño, se sentarán a comer en la misma mesa y se dirán mentiras el uno al otro, pero ninguno de los dos logrará su propósito porque todavía no será el momento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "El rey del norte regresará a su país con todas las riquezas capturadas en la guerra, y entonces se pondrá en contra de la santa alianza; llevará a cabo sus planes, y después volverá a su tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Cuando llegue el momento señalado, lanzará de nuevo sus tropas contra el sur; pero en esta invasión no triunfará como la primera vez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Su ejército será atacado por tropas del oeste traídas en barcos, y dominado por el pánico emprenderá la retirada. Entonces el rey del norte descargará su odio sobre la santa alianza, valiéndose de los que renegaron de la alianza para servirle a él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "»”Sus soldados profanarán el templo y las fortificaciones, suspenderán el sacrificio diario y pondrán allí el horrible sacrilegio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "El rey tratará de comprar con halagos a los que renieguen de la alianza, pero el pueblo que ama a su Dios se mantendrá firme y hará frente a la situación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Los sabios del pueblo instruirán a mucha gente, pero luego los matarán a ellos, y los quemarán, y les robarán todo lo que tengan, y los harán esclavos en tierras extranjeras. Esto durará algún tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Cuando llegue el momento de las persecuciones, recibirán un poco de ayuda, aunque muchos se unirán a ellos solo por conveniencia propia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "También serán perseguidos algunos de los que instruían al pueblo, para que, puestos a prueba, sean purificados y perfeccionados, hasta que llegue el momento final que ya ha sido señalado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "»”El rey del norte hará todo lo que se le antoje. Será tal su orgullo que se creerá superior a todos los dioses, y dirá terribles ofensas contra el verdadero Dios; y todo le saldrá bien, hasta que Dios le envíe su castigo; porque lo que Dios ha de hacer, lo hará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Este rey no tomará en cuenta a los dioses de sus antepasados, ni a los dioses adorados por las mujeres, ni a ningún otro dios, porque se creerá superior a todos ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Sin embargo, adorará al dios de las fortalezas; honrará a este dios que sus antepasados no adoraron, y le ofrecerá oro, plata, piedras preciosas y objetos de gran valor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Para defender las fortificaciones usará gente que adora a un dios extranjero; y a todos los que adoren a este rey, él les hará grandes honores, los pondrá en puestos importantes y les dará tierras como recompensa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "»”Cuando llegue el momento final, el rey del sur atacará al rey del norte; pero este saldrá a su encuentro y, como una tormenta, se lanzará contra el sur, inundando todo el país con carros de guerra, tropas de caballería y muchos barcos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "También entrará en la Tierra de la Hermosura y matará a muchísima gente; pero se salvarán los habitantes de Edom y Moab, y la mayor parte del territorio de Amón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Su ejército ocupará otros países, y ni siquiera Egipto se librará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Se llevará los tesoros de oro y plata, y todos los objetos preciosos de Egipto; luego les llegará su turno a Libia y Etiopía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Pero recibirá noticias del este y del norte, que le dejarán alarmado; entonces saldrá furioso, con la idea de hacer una gran matanza,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "y establecerá su campamento real entre el mar y el santo monte de la Hermosura. Pero allí mismo llegará la hora de su muerte, y no habrá nadie que lo ayude."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.12"
        ],
        "human": "Daniel 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "HOS.1"
        ],
        "human": "Oseas 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.11"
        ],
        "human": "Daniel 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La hora final"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "»”En ese momento aparecerá Miguel, el gran ángel protector que defiende a tu pueblo.",
            "»”Será un momento angustioso,",
            "un momento como no ha habido otro",
            "desde que existen las naciones.",
            "Cuando ese momento llegue,",
            "se salvarán todos los de tu pueblo",
            "que tienen su nombre escrito en el libro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Muchos de los que duermen en la tumba, despertarán:",
            "unos para vivir eternamente,",
            "y otros para la vergüenza y el horror eternos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Los hombres sabios,",
            "los que guiaron a muchos por el camino recto,",
            "brillarán como la bóveda celeste;",
            "¡brillarán por siempre, como las estrellas!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»”Pero tú, Daniel, guarda estas cosas en secreto y sella el libro hasta el tiempo del fin. Mucha gente andará de acá para allá, buscando aumentar sus conocimientos.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»Yo, Daniel, vi que otros dos hombres estaban de pie, uno a cada lado del río."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y uno de ellos le preguntó al hombre vestido con ropas de lino, que estaba sobre las aguas del río: “¿Cuándo van a terminar estas cosas tan extraordinarias?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El hombre vestido de lino levantó sus manos al cielo y, jurando en el nombre del Dios viviente, dijo: “Dentro de tres tiempos y medio, cuando deje de ser destrozado el poder del pueblo de Dios, entonces terminarán todas estas cosas.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»Yo escuché lo que decía, pero no entendí nada. Entonces le pregunté: “Señor, ¿qué va a pasar después de todo esto?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y él me contestó: “Sigue tu camino, Daniel, pues estas cosas deben ser mantenidas en secreto hasta que llegue el momento final."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Muchos pasarán por los sufrimientos anunciados, y saldrán de ellos purificados y perfeccionados. Los malvados seguirán cometiendo maldades, sin entender lo que pasa, pero los hombres sabios lo comprenderán todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Mil doscientos noventa días pasarán desde el momento en que se suspenda el sacrificio diario y se ponga el horrible sacrilegio en el templo del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Feliz aquel que espere confiado hasta que hayan pasado mil trescientos treinta y cinco días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero tú, Daniel, camina hacia tu fin y reposa, que en los últimos días te levantarás para recibir tu recompensa.”»"
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}