{
  "book_usfm": "LEV",
  "name": "Levítico",
  "local_title": "Dios habla Hoy Estándar",
  "local_abbreviation": "DHHS94",
  "version_id": 1846,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Bible text: LA BIBLIA DIOS HABLA HOY, Tercera edición © Sociedades Bíblicas Unidas 1966, 1970, 1979, 1983, 1994, 1996</p> <p>Todos los derechos reservados. www.unitedbiblesocieties.org/</p>",
    "text": "Bible text: LA BIBLIA DIOS HABLA HOY, Tercera edición © Sociedades Bíblicas Unidas 1966, 1970, 1979, 1983, 1994, 1996 Todos los derechos reservados. www.unitedbiblesocieties.org/"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "LEV.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.1"
        ],
        "human": "Levítico 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.2"
        ],
        "human": "Levítico 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EXO.40"
        ],
        "human": "Éxodo 40",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los holocaustos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor llamó a Moisés desde la tienda del encuentro, y le dijo lo siguiente:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Habla con los israelitas y diles que cuando alguno me traiga ofrendas de animales, me las deberá traer de su ganado o de su rebaño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "»Si el animal que ofrece en holocausto es de su ganado, tendrá que ser un toro sin defecto. Para que le sea aceptado, deberá ofrecerlo en presencia del Señor a la entrada de la tienda del encuentro,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "poniendo la mano sobre la cabeza del animal. Así el animal le será aceptado para obtener el perdón de sus pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Degollará el toro en presencia del Señor; luego los hijos de Aarón, los sacerdotes, ofrecerán la sangre, y después rociarán con ella los costados del altar que está a la entrada de la tienda del encuentro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El que presenta el animal en holocausto le quitará la piel y lo cortará en pedazos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "y los sacerdotes harán fuego sobre el altar y acomodarán la leña"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "para poner sobre ella los pedazos cortados del animal y la cabeza y la grasa de los intestinos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El que presenta el holocausto deberá lavar con agua las vísceras y las piernas del animal, y el sacerdote lo quemará todo sobre el altar como ofrenda quemada de aroma agradable al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Si el animal que ofrece en holocausto es de su rebaño de ovejas o de cabras, tendrá que ser un macho sin defecto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y lo deberá degollar al lado norte del altar, ante el Señor. Los hijos de Aarón, los sacerdotes, rociarán con la sangre del animal los costados del altar;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "luego se cortará el animal en pedazos, y el sacerdote pondrá los pedazos cortados sobre la leña que arde en el altar, junto con la cabeza y la grasa de los intestinos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Luego, el que presenta el holocausto deberá lavar con agua las vísceras y las piernas del animal, y el sacerdote lo quemará todo sobre el altar como ofrenda quemada de aroma agradable al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Si el animal que ofrece en holocausto en honor del Señor es un ave, tendrá que ser una tórtola o un pichón de paloma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El sacerdote ofrecerá el ave en el altar: le arrancará la cabeza y quemará el ave sobre el altar después de exprimir su sangre en un costado del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Le quitará el buche y su contenido, y lo echará hacia el lado oriente del altar, o sea en el lugar de la ceniza;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "luego partirá el ave en dos, tomándola por las alas, pero sin separar las dos partes, finalmente quemará el ave sobre la leña del altar como holocausto, como ofrenda quemada de aroma agradable al Señor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.2"
        ],
        "human": "Levítico 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.3"
        ],
        "human": "Levítico 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.1"
        ],
        "human": "Levítico 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las ofrendas de cereales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "»Cuando alguno traiga al Señor una ofrenda de cereales, deberá traer harina de la mejor calidad, sobre la cual echará aceite e incienso;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "luego la llevará a los hijos de Aarón, los sacerdotes, y uno de ellos tomará un puñado de harina con aceite, junto con todo el incienso, y lo quemará sobre el altar como ofrenda quemada de recordación, de aroma agradable al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y la porción restante de la ofrenda, que es una porción muy sagrada entre las ofrendas que se queman en honor del Señor, será para Aarón y sus descendientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»Cuando presentes una ofrenda de cereales cocida al horno, preséntala de tortas de la mejor harina amasadas con aceite, pero sin levadura, o de hojuelas sin levadura rociadas de aceite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»Si tu ofrenda es de cereales, cocinada en sartén, tendrá que ser de la mejor harina, amasada con aceite y sin levadura;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "la partirás en pedazos y le rociarás aceite, pues es ofrenda de cereales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Si tu ofrenda es de cereales, cocinada en cacerola, deberá estar hecha con la mejor harina y con aceite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Una vez que hayas preparado la ofrenda con estas cosas, deberás llevarla ante el Señor y entregarla al sacerdote, el cual la llevará hasta el altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Allí el sacerdote tomará un poco de la ofrenda para quemarla sobre el altar como ofrenda quemada de recordación, de aroma agradable al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y la porción restante de la ofrenda, que es una porción muy sagrada entre las ofrendas que se queman en honor del Señor, será para Aarón y sus descendientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»No le pongan ustedes levadura a ninguna de las ofrendas de cereales que presentan al Señor. Es más, ninguna clase de levadura ni de miel deberá ser quemada como ofrenda al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pueden presentar la levadura y la miel al Señor como ofrendas de primeros frutos, pero no ofrecerlas en el altar como aroma agradable."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»A todas tus ofrendas de cereales debes ponerles sal, y no permitas que en tu ofrenda de cereales falte la sal de la alianza de tu Dios. En todas tus ofrendas debes ofrecer sal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Si le presentas al Señor una ofrenda de cereales de tus primeros frutos, deberá ser de espigas maduras tostadas al fuego y de grano fresco machacado de tus primeras cosechas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Sobre la ofrenda deberás echar aceite e incienso, pues es ofrenda de cereales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Luego el sacerdote quemará un poco de grano machacado y de aceite, junto con todo el incienso, y será una ofrenda de recordación quemada en honor del Señor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.3"
        ],
        "human": "Levítico 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.4"
        ],
        "human": "Levítico 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.2"
        ],
        "human": "Levítico 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los sacrificios de reconciliación"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "»Si alguien toma de sus ganados una vaca o un toro para ofrecer al Señor un sacrificio de reconciliación, el animal ofrecido no deberá tener ningún defecto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El que presenta la ofrenda pondrá la mano sobre la cabeza del animal ofrecido, y luego lo degollará a la entrada de la tienda del encuentro. Los sacerdotes, por su parte, rociarán con la sangre los costados del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "»El que presenta el animal para ofrecer un sacrificio de reconciliación, deberá presentar al Señor, como ofrenda quemada, la grasa que cubre las vísceras del animal,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "los riñones, la grasa que los cubre y que está sobre los lomos, y la parte grasosa del hígado, que deberá quitar junto con los riñones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los sacerdotes harán arder todo esto en el altar, junto con el animal que se va a quemar en la leña ardiente, como ofrenda quemada de aroma agradable al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Si alguien ofrece al Señor un animal de sus rebaños como sacrificio de reconciliación, deberá ofrecer un macho o una hembra sin ningún defecto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Si ofrece un cordero, al presentarlo ante el Señor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "le pondrá la mano en la cabeza, y luego lo degollará ante la tienda del encuentro. Entonces los sacerdotes rociarán con la sangre del animal los costados del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»El que ofrece el animal como sacrificio de reconciliación, deberá presentar al Señor, como ofrenda quemada, la grasa, la cola entera cortada al ras del espinazo, la grasa que cubre las vísceras,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "los dos riñones, la grasa que los cubre y la que está sobre los lomos, y la parte grasosa del hígado, que habrá de quitar junto con los riñones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Luego el sacerdote quemará todo esto sobre el altar, como ofrenda de alimento quemada en honor del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»Si el animal que ofrece es una cabra, al ofrecerla ante el Señor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "le pondrá la mano en la cabeza, y luego la degollará ante la tienda del encuentro. Entonces los sacerdotes rociarán con la sangre los costados del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»El que ofrece el animal puede tomar y presentar, como ofrenda quemada en honor del Señor, toda la grasa que cubre las vísceras,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "los dos riñones, la grasa que los cubre y que está sobre los lomos, y la parte grasosa del hígado, que deberá quitar junto con los riñones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Luego el sacerdote quemará todo esto sobre el altar, como ofrenda de alimento quemada, de aroma agradable. Toda la grasa es para el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»Esta es una ley permanente que pasará de padres a hijos, dondequiera que ustedes vivan: no coman nada de grasa ni de sangre.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.4"
        ],
        "human": "Levítico 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.5"
        ],
        "human": "Levítico 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.3"
        ],
        "human": "Levítico 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los sacrificios por el pecado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor se dirigió a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Di a los israelitas que, en aquellos casos en que alguien peque involuntariamente contra alguno de los mandamientos del Señor y haga algo que no está permitido, se hará lo siguiente:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "»Si el que peca es el sacerdote principal, haciendo así recaer la culpa sobre el pueblo, deberá ofrecer al Señor un becerro sin defecto como sacrificio por el pecado cometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Lo llevará ante el Señor, a la entrada de la tienda del encuentro; allí le pondrá la mano en la cabeza, y luego lo degollará en presencia del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Después él mismo tomará un poco de la sangre del becerro y la llevará a la tienda del encuentro;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "allí mojará su dedo en la sangre y la rociará siete veces ante el Señor, hacia el velo del santuario."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Untará también un poco de sangre en los cuernos del altar destinado al incienso aromático —que está ante el Señor, en la tienda del encuentro—, y toda la sangre restante la derramará al pie del altar de los holocaustos, que está a la entrada de la tienda del encuentro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Luego le quitará al becerro sacrificado por el pecado toda la grasa que cubre las vísceras,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "los dos riñones, la grasa que los cubre y que está sobre los lomos, y la parte grasosa del hígado, la cual deberá quitar junto con los riñones,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "tal como se le quita al toro que se ofrece como ofrenda de reconciliación. Luego el sacerdote lo quemará sobre el altar de los holocaustos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero la piel del becerro y toda su carne, junto con la cabeza, las piernas, las vísceras y desechos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "o sea, todo el becerro, los sacará a un lugar limpio fuera del campamento, donde se echa la ceniza, y allí, sobre el montón de ceniza, les echará leña y les prenderá fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Si toda la comunidad israelita hace algo malo sin quererlo, y ninguno de ellos se da cuenta de que su acción está en contra de los mandamientos del Señor y que así se han hecho culpables,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "en cuanto se sepa el pecado que han cometido deberán ofrecer todos juntos un becerro como sacrificio por el pecado. Lo llevarán ante la tienda del encuentro,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "en donde los ancianos de la comunidad pondrán sus manos sobre la cabeza del becerro, ante el Señor, y allí mismo lo degollarán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Luego el sacerdote principal llevará un poco de la sangre del becerro a la tienda del encuentro,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "mojará su dedo en la sangre y la rociará siete veces ante el Señor, frente al velo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Untará un poco de sangre en los cuernos del altar que está ante el Señor, en la tienda del encuentro. Y toda la sangre restante la derramará al pie del altar de los holocaustos, el cual está a la entrada de la tienda del encuentro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "También le quitará al becerro toda la grasa, y la quemará en el altar;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "es decir, que se hará con este becerro exactamente lo mismo que se hace con el becerro que se sacrifica por el pecado; así el sacerdote obtendrá el perdón por los pecados de ellos, y el pecado se les perdonará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Luego sacará al becerro fuera del campamento, y lo quemará, tal como se hace con el primer becerro, pues es el sacrificio por el pecado de la comunidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "»Si un jefe peca cometiendo algo que está en contra de los mandamientos del Señor su Dios, resultará culpable aun cuando lo haya hecho involuntariamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "En cuanto se dé cuenta del pecado que cometió, deberá llevar como ofrenda un chivo sin ningún defecto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Pondrá la mano sobre la cabeza del chivo, y lo degollará ante el Señor, en el lugar donde se matan los animales que van a ser quemados, pues es sacrificio por el pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Luego el sacerdote tomará con su dedo un poco de sangre del animal sacrificado por el pecado, y la untará en los cuernos del altar de los holocaustos, después de lo cual luego derramará la sangre restante al pie del mismo altar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "y quemará toda la grasa sobre el altar, tal como se hace con la grasa del sacrificio de reconciliación. Así el sacerdote obtendrá el perdón por el pecado del jefe, y el pecado le será perdonado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "»Si una persona de clase humilde peca involuntariamente, resultando culpable de haber hecho algo que está en contra de los mandamientos del Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "en cuanto se dé cuenta del pecado que cometió, deberá llevar una cabra sin ningún defecto como ofrenda por el pecado cometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Pondrá la mano sobre la cabeza del animal que ofrece por el pecado, y luego lo degollará en el lugar de los holocaustos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Entonces el sacerdote tomará con el dedo un poco de sangre y la untará en los cuernos del altar de los holocaustos, y toda la sangre restante la derramará al pie del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "También deberá quitarle toda la grasa, tal como se le quita al animal que se ofrece como sacrificio de reconciliación, y quemarla en el altar como aroma agradable al Señor. Así el sacerdote obtendrá el perdón por el pecado de esa persona, y el pecado se le perdonará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "»Si esa persona trae una oveja como sacrificio por el pecado, deberá traer una hembra sin ningún defecto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Pondrá la mano sobre la cabeza de la oveja, y luego la degollará como sacrificio por el pecado en el lugar donde se matan los animales que se van a quemar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Entonces el sacerdote tomará con el dedo un poco de sangre del animal sacrificado por el pecado y la untará en los cuernos del altar de los holocaustos, y toda la sangre restante la derramará al pie del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Luego le quitará toda la grasa, tal como se le quita al cordero que se ofrece como sacrificio de reconciliación, y quemará la grasa en el altar, junto con las ofrendas quemadas en honor del Señor. Así el sacerdote obtendrá el perdón por el pecado que esa persona cometió, y el pecado le será perdonado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.5"
        ],
        "human": "Levítico 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.6"
        ],
        "human": "Levítico 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.4"
        ],
        "human": "Levítico 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Casos específicos del sacrificio por el pecado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "»Si alguien es llamado a declarar como testigo de algo que vio o escuchó, y se niega a declarar, comete un pecado y debe cargar con la culpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "»Si alguien toca alguna cosa impura, como el cadáver de un animal impuro, sea salvaje o doméstico, o de un reptil impuro, quedará también impuro, y será culpable, aun cuando no se haya dado cuenta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "»Si alguien toca alguna impureza humana, cualquier cosa que lo pueda dejar impuro, pero no se da cuenta en ese momento, si después se da cuenta será culpable."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»Si alguien pronuncia a la ligera un juramento de hacer algo bueno o malo, de ese tipo de juramentos que se hacen sin pensar, pero no se da cuenta en ese momento, si después se da cuenta será culpable de cualquiera de estas cosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»El que resulte culpable en cualquiera de estos casos, deberá confesar el pecado que cometió"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y le presentará al Señor una hembra de sus rebaños como sacrificio por el pecado cometido; puede ser una oveja o una cabra, y con este sacrificio el sacerdote obtendrá el perdón de los pecados de esa persona."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Si no tiene lo suficiente para comprar un cordero, deberá llevar al Señor dos tórtolas o dos pichones de paloma por el pecado cometido: uno de ellos como sacrificio por el pecado, y el otro como holocausto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Deberá llevarlos al sacerdote, el cual presentará primero el que se ofrece por el pecado, retorciéndole el cuello pero sin arrancarle la cabeza por completo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "luego rociará un poco de sangre del sacrificio por el pecado en un costado del altar, y la sangre restante la exprimirá al pie del altar, pues es sacrificio por el pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Con el segundo hará un holocausto, según lo establecido; así el sacerdote obtendrá el perdón del pecado cometido por esa persona, y el pecado le será perdonado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Si no tiene ni siquiera para comprar dos tórtolas o dos pichones de paloma, deberá llevar como ofrenda por su pecado dos kilos de la mejor harina. No debe echarle aceite ni ponerle incienso encima, porque es una ofrenda por el pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Deberá llevársela al sacerdote, el cual tomará un puñado como recordación y lo quemará en el altar junto con las ofrendas que se queman en honor del Señor. Es una ofrenda por el pecado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "para que el sacerdote obtenga el perdón de cualquier pecado que esa persona haya cometido, y el pecado se le perdonará. Y, como en el caso de las ofrendas de cereales, la parte restante será para el sacerdote.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los sacrificios por la culpa"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El Señor se dirigió a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "«La persona que peque involuntariamente y resulte culpable de fraude en las cosas sagradas del Señor, debe tomar de sus rebaños un carnero sin ningún defecto, como sacrificio por su culpa, y llevárselo al Señor. El valor del carnero se debe calcular en plata, según el peso oficial del santuario para las ofrendas por la culpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Esa persona debe pagar lo defraudado de las cosas sagradas, más una quinta parte, cantidad que entregará al sacerdote. Luego, con el carnero que se sacrifica por la culpa, el sacerdote obtendrá el perdón por el pecado de esa persona, y el pecado se le perdonará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»Si alguien peca haciendo algo que está en contra de los mandamientos del Señor, aunque no se dé cuenta, será culpable y deberá cargar con la culpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Por lo tanto, deberá tomar de sus rebaños un carnero sin ningún defecto, cuyo valor tú deberás calcular, y se lo llevará al sacerdote como sacrificio por la culpa, para obtener así el perdón del pecado que esa persona cometió involuntariamente, y el pecado se le perdonará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Es un sacrificio por la culpa, pues esa persona es culpable ante el Señor.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.6"
        ],
        "human": "Levítico 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.7"
        ],
        "human": "Levítico 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.5"
        ],
        "human": "Levítico 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los sacrificios por causa de fraudes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "1 (5.20) El Señor se dirigió a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "2 (5.21) «Cuando alguien peque y resulte culpable de fraude ante el Señor por haber engañado a su prójimo en algo que este le había confiado o prestado, o por robarle o quitarle algo a la fuerza,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "3 (5.22) o por negar haber encontrado un objeto perdido, o por hacer un juramento falso (cualquiera de esas cosas en que uno comete pecado),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "4 (5.23) será culpable de ese pecado. Por lo tanto, tendrá que devolver lo que haya robado o conseguido a la fuerza, o aquello que se le había confiado, o el objeto encontrado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "5 (5.24) o cualquiera otra cosa por la que haya jurado falsamente. Tendrá que devolverlo todo a su dueño, más una quinta parte, cuando presente su sacrificio por la culpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "6 (5.25) Su sacrificio al Señor será un carnero sin ningún defecto, cuyo valor tú deberás calcular, y el cual deberá él tomar del rebaño y llevárselo al sacerdote como sacrificio por la culpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "7 (5.26) Entonces el sacerdote obtendrá del Señor el perdón de cualquiera de aquellas cosas en que esa persona haya pecado, y el pecado se le perdonará.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Instrucciones sobre los holocaustos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "8 (1) El Señor se dirigió a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "9 (2) «Dales a Aarón y a sus hijos las siguientes instrucciones en cuanto a los holocaustos: El animal sacrificado deberá dejarse sobre las brasas del altar durante toda la noche, para que el fuego lo queme."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "10 (3) El sacerdote se cubrirá el cuerpo poniéndose ropa y calzoncillos de lino; luego recogerá las cenizas del animal que fue quemado sobre el altar, y las pondrá a un lado del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "11 (4) Después se cambiará de ropa y se llevará las cenizas a un lugar limpio fuera del campamento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "12 (5) »El fuego que arde en el altar no debe apagarse nunca. El sacerdote deberá echarle leña todas las mañanas y acomodar sobre el fuego el animal que se va a quemar, además de quemar también en el altar la grasa de los sacrificios de reconciliación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "13 (6) El fuego del altar debe estar encendido siempre. No debe apagarse nunca."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Instrucciones sobre las ofrendas de cereales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "14 (7) »Las siguientes instrucciones se refieren a las ofrendas de cereales: Los sacerdotes deben ofrecerlas ante el altar, delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "15 (8) Uno de ellos tomará un puñado de la harina ofrendada y de su aceite, junto con todo el incienso que va con la ofrenda, y los hará arder en el altar como ofrenda quemada de recordación, de aroma agradable al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "16 (9) Y la parte restante de la ofrenda se la comerán Aarón y sus hijos, sin levadura y en un lugar consagrado, en el patio de la tienda del encuentro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "17 (10) No deben cocerla con levadura. Se la he dado a ellos como la parte que les corresponde de mis ofrendas quemadas, y es una cosa santísima, como lo son los sacrificios por el pecado y por la culpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "18 (11) Para siempre en el futuro, todos los varones descendientes de Aarón podrán comer la parte que les corresponde de las ofrendas quemadas al Señor. Cualquier cosa que toque estas ofrendas quedará consagrada.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La ofrenda de los sacerdotes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "19 (12) El Señor se dirigió a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "20 (13) «Esta es la ofrenda que Aarón y sus descendientes deben presentar al Señor cuando sean consagrados como sacerdotes: dos kilos de la mejor harina como ofrenda de cereales, presentando la mitad por la mañana y la otra mitad al atardecer, sin faltar un solo día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "21 (14) Deben preparar la ofrenda en una sartén, bien mezclada con aceite, y luego presentarla partida en pedazos como ofrenda de aroma agradable al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "22 (15) Así debe prepararla el sacerdote principal descendiente de Aarón que sea consagrado en su lugar; le corresponde siempre al Señor, y deberá ser quemada completamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "23 (16) Todas las ofrendas de los sacerdotes habrán de ser quemadas completamente; nadie deberá comerlas.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Instrucciones sobre los sacrificios por el pecado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "24 (17) El Señor se dirigió a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "25 (18) «Dales a Aarón y a sus hijos las siguientes instrucciones en cuanto a los sacrificios por el pecado: El animal que se ofrezca por el pecado deberá ser degollado ante el Señor, en el lugar donde se matan los animales que se van a quemar, pues es una cosa santísima."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "26 (19) El sacerdote que ofrezca el sacrificio por el pecado, podrá comer de él, pero deberá comerlo en un lugar santo, en el patio de la tienda del encuentro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "27 (20) Cualquier cosa que toque la carne del animal quedará consagrada, y si la ropa queda salpicada de sangre, deberá ser lavada en un lugar santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "28 (21) La olla de barro en que se hirvió la carne de la ofrenda, deberá romperse; pero si se hirvió en un recipiente de bronce, bastará con fregarlo y enjuagarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "29 (22) »Este sacrificio es una cosa santísima. Solo podrán comer de él los sacerdotes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "30 (23) Pero no se podrá comer ningún animal ofrecido por el pecado cuya sangre haya sido llevada a la tienda del encuentro, para perdón de pecados en el santuario. Ese sacrificio deberá ser quemado en el fuego."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.7"
        ],
        "human": "Levítico 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.8"
        ],
        "human": "Levítico 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.6"
        ],
        "human": "Levítico 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Instrucciones sobre los sacrificios por la culpa"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "»Los sacrificios por la culpa son una cosa santísima. Estas son las instrucciones en cuanto a ellos:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El animal ofrecido por la culpa deberá ser degollado en el lugar donde se matan los animales que se ofrecen para ser quemados, y con su sangre se deberá rociar los costados del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Se deberá ofrecer toda la grasa del animal: la que hay en la cola y la que cubre las vísceras,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "los dos riñones, la grasa que los cubre y la que está sobre los lomos, así como la parte grasosa que está sobre el hígado, la cual se deberá quitar junto con los riñones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Luego el sacerdote quemará esto sobre el altar, como ofrenda quemada en honor del Señor. Es un sacrificio por la culpa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y todos los sacerdotes podrán comer de él, aunque deberán hacerlo en un lugar consagrado, pues es una cosa santísima."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»El sacrificio por la culpa es como el sacrificio por el pecado, y las instrucciones son las mismas para los dos: lo ofrecido será para el sacerdote que oficie en el acto del perdón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Igualmente, el sacerdote que sacrifique al animal que alguien haya ofrecido en holocausto, podrá quedarse con la piel del animal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "También todas las ofrendas de cereales horneadas, y todo lo preparado en cacerola y sartén, serán para el sacerdote que presente la ofrenda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "De la misma manera, todas las ofrendas de cereales, tanto las amasadas con aceite como las secas, serán para todos los descendientes de Aarón por partes iguales."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Instrucciones sobre los sacrificios de reconciliación"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Estas son las instrucciones en cuanto a los sacrificios de reconciliación que se presentan al Señor:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Si el sacrificio es de acción de gracias, se ofrecerán también tortas sin levadura amasadas con aceite, hojuelas sin levadura rociadas de aceite, y tortas de harina de la mejor calidad amasadas con aceite;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "y, junto con el sacrificio de acción de gracias y de reconciliación, se presentarán tortas de pan con levadura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "De toda ofrenda se tomará una parte y se presentará al Señor como contribución, y será para el sacerdote que rocíe la sangre del sacrificio de reconciliación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»La carne del animal ofrecido en acción de gracias y reconciliación debe comerse el mismo día en que se ofrece; no se debe guardar un solo pedazo para el día siguiente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "En caso de que el animal se ofrezca en cumplimiento de una promesa, o de que sea una ofrenda voluntaria, deberá comerse el mismo día en que se ofrece, pero lo que quede se podrá comer al día siguiente;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "si a los tres días todavía queda carne del animal ofrecido, habrá que quemarla toda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y si alguien come al tercer día carne del sacrificio de reconciliación, el sacrificio no será aceptado ni tomado en cuenta, y la carne será considerada despreciable. El que coma de ella cargará con ese pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»La carne que toque cualquier cosa impura no debe ser comida, sino quemada.",
            "»Todos los que estén puros podrán comer carne."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»La persona que estando impura coma carne del sacrificio de reconciliación, el cual pertenece al Señor, será eliminada de entre su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "»La persona que toque cualquier cosa impura, ya sea alguna impureza humana o impureza de animal, o cualquier otra cosa repugnante, y luego coma carne del sacrificio de reconciliación, el cual pertenece al Señor, será eliminada de entre su pueblo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Instrucciones sobre la grasa y la sangre"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "El Señor se dirigió a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "«Di a los israelitas lo siguiente: No deben comer nada de grasa de toro, de cordero o de cabra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "A la grasa de animales muertos o despedazados por las fieras pueden darle cualquier otro uso, pero no comerla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "»Cualquiera que coma grasa de animales de los que se presentan al Señor como ofrendas quemadas, será eliminado de entre su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "»Dondequiera que ustedes vivan, no deberán comer nada que tenga sangre de aves ni de animales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "La persona que coma cualquier clase de sangre será eliminada de entre su pueblo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La porción sacerdotal"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "El Señor se dirigió a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "«Di a los israelitas que el que presente al Señor un sacrificio de reconciliación, deberá llevarlo ante el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Con sus propias manos deberá llevar ante el Señor la ofrenda quemada, la grasa que cubre el pecho y el pecho mismo para celebrar ante el Señor el rito de presentación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "El sacerdote quemará la grasa en el altar, pero el pecho será para Aarón y sus descendientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "El muslo derecho de los animales ofrecidos en reconciliación se le dará al sacerdote como contribución."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Ese muslo derecho le corresponderá al sacerdote que ofrezca la grasa y la sangre del sacrificio de reconciliación,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "pues de los sacrificios de reconciliación que los israelitas me hacen he tomado el pecho como ofrenda especial, y el muslo como contribución, y se los he dado al sacerdote Aarón y a sus descendientes como la parte que siempre les corresponderá de las ofrendas de los israelitas.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "De las ofrendas que se queman en honor del Señor, estas son las porciones que les corresponden a Aarón y a sus descendientes, a partir del día que el Señor los consagró como sacerdotes suyos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "El Señor ordenó que los israelitas se las dieran, a partir del día que los consagró, como una obligación permanente que pasaría de padres a hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Estas son las instrucciones en cuanto a los holocaustos, las ofrendas de cereales, los sacrificios por el pecado y por la culpa, las ofrendas de consagración y los sacrificios de reconciliación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "El Señor se las dio a Moisés en el monte Sinaí, cuando en el desierto de Sinaí ordenó a los israelitas que le presentaran ofrendas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.8"
        ],
        "human": "Levítico 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.9"
        ],
        "human": "Levítico 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.7"
        ],
        "human": "Levítico 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Consagración de Aarón y de sus hijos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor se dirigió a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Toma a Aarón y a sus hijos, y toma además las ropas sacerdotales, el aceite de consagrar, el becerro que se sacrifica por el pecado, los dos carneros y el canastillo de los panes sin levadura,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y reúne a toda la comunidad a la entrada de la tienda del encuentro.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Moisés hizo lo que el Señor le había ordenado, y la comunidad se reunió a la entrada de la tienda del encuentro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces Moisés dijo a la comunidad: «Esto es lo que el Señor ha ordenado que se haga.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Luego hizo Moisés que Aarón y sus hijos se acercaran, y los lavó con agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Después le puso a Aarón la túnica, le ajustó el cinturón y lo vistió con la capa; luego le puso encima el efod y se lo ajustó bien con la misma cinta del efod."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Luego le puso encima el pectoral, y en el pectoral puso el Urim y el Tumim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Luego le puso el turbante en la cabeza, y sobre él, por la parte de enfrente, colocó la placa de oro que lo consagraba como sacerdote, tal como el Señor se lo había ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Después Moisés tomó el aceite de consagrar y lo derramó sobre el santuario y sobre todo lo que había allí dentro, y así lo consagró."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Con el mismo aceite roció el altar siete veces, y lo derramó sobre el altar y sobre todos sus utensilios, y también sobre la palangana y su base, para consagrarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Luego derramó Moisés sobre la cabeza de Aarón el aceite de consagrar, para consagrarlo como sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Hizo también que los hijos de Aarón se acercaran, y los vistió con las túnicas, les ajustó los cinturones y les puso los turbantes, tal como el Señor se lo había ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Después Moisés mandó traer el becerro que se sacrifica por el pecado, y Aarón y sus hijos pusieron sus manos sobre la cabeza del becerro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Moisés lo degolló y, tomando sangre con sus dedos, la untó en los cuernos alrededor del altar, para purificarlo, y la sangre restante la derramó al pie del altar. Así el altar quedó consagrado para obtener allí el perdón de los pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Después Moisés tomó toda la grasa que cubre las vísceras, la parte grasosa que está sobre el hígado y los dos riñones con su grasa, y lo quemó todo sobre el altar;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "pero al resto del becerro, es decir, a su piel, carne y desechos, les prendió fuego fuera del campamento, tal como el Señor se lo había ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Moisés hizo que acercaran el carnero que se ofrece en holocausto, y Aarón y sus hijos pusieron las manos sobre la cabeza del carnero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Luego Moisés lo degolló, y roció con la sangre los costados del altar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "cortó el carnero en pedazos, y quemó la cabeza, los pedazos y la grasa;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "luego lavó con agua las vísceras y las piernas del carnero, y lo quemó todo en el altar como holocausto, como ofrenda de aroma agradable al Señor, tal como el Señor se lo había ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Luego Moisés hizo que trajeran el otro carnero, el de la ceremonia de consagración, y Aarón y sus hijos pusieron las manos sobre la cabeza del carnero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Después Moisés lo degolló, tomó un poco de sangre y se la untó a Aarón en la parte inferior de la oreja derecha, en el pulgar de la mano derecha y en el dedo gordo del pie derecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Luego hizo que se acercaran los hijos de Aarón, y también les untó sangre en la parte inferior de su oreja derecha, en el pulgar de la mano derecha y en el dedo gordo del pie derecho; después roció con la sangre los costados del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Luego Moisés tomó la grasa, la cola, toda la grasa que cubre las vísceras, la parte grasosa que está sobre el hígado, los dos riñones con su grasa, y el muslo derecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Del canastillo de los panes sin levadura que se pone ante el Señor, tomó Moisés una torta sin levadura, una torta amasada con aceite y una hojuela, y las puso junto con las grasas y el muslo derecho;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "luego puso todo esto en las manos de Aarón y de sus hijos, para que hicieran ante el Señor el rito de presentación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Luego recogió Moisés todo esto de manos de ellos, y lo quemó en el altar junto con el holocausto, como ofrenda de consagración de aroma agradable: ofrenda quemada en honor del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Después Moisés tomó el pecho y celebró ante el Señor el rito de presentación. Esa parte del carnero de la consagración fue la que le tocó a Moisés, tal como el Señor se lo había ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Tomó luego Moisés un poco de aceite de consagrar y de la sangre que estaba sobre el altar, y los roció sobre Aarón y sus hijos, así como sobre la ropa sacerdotal de todos ellos. Así consagró a Aarón y a sus hijos, y la ropa sacerdotal de todos ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Después Moisés les dijo a Aarón y a sus hijos: «Cuezan la carne a la entrada de la tienda del encuentro, y cómanla allí mismo con el pan del canastillo de las consagraciones, tal como el Señor me lo ordenó cuando dijo: “Aarón y sus hijos comerán esta carne.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Quemen después la carne y el pan que sobren,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "y no se alejen de la entrada de la tienda del encuentro durante siete días, que es lo que dura el período de su consagración."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "El Señor ha ordenado que el rito para obtener el perdón de los pecados cometidos por ustedes se haga tal como se ha hecho hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Por lo tanto, ustedes deberán quedarse día y noche a la entrada de la tienda del encuentro, durante siete días. Respeten la orden del Señor y no morirán, pues esa es la orden que recibí.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Y Aarón y sus hijos hicieron todo lo que el Señor había ordenado por medio de Moisés."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.9"
        ],
        "human": "Levítico 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.10"
        ],
        "human": "Levítico 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.8"
        ],
        "human": "Levítico 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Aarón inicia su sacerdocio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Al octavo día Moisés llamó a Aarón y a sus hijos, y a los ancianos de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y le dijo a Aarón: «Toma un becerro para el sacrificio por el pecado, y un carnero sin defecto para ofrecerlo en holocausto, y preséntalos ante el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "A los israelitas diles que tomen un chivo como sacrificio por el pecado, un becerro y un cordero que sean de un año y que no tengan ningún defecto, para ofrecerlos como holocaustos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y un toro y un carnero para matarlos ante el Señor como sacrificios de reconciliación. Que traigan también una ofrenda de cereales amasada con aceite, porque el Señor se les va a manifestar hoy.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los israelitas llevaron hasta delante de la tienda del encuentro lo que Moisés había ordenado, y toda la comunidad se acercó y permaneció de pie ante el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces Moisés dijo: «Esto es lo que el Señor ha ordenado. Háganlo, y el Señor se manifestará a ustedes con gran esplendor.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Luego le dijo Moisés a Aarón: «Acércate al altar, y presenta tu sacrificio por el pecado y el animal que vas a ofrecer en holocausto para el perdón de tus pecados y de los pecados de los israelitas. Presenta también la ofrenda de los israelitas para el perdón de sus pecados, tal como el Señor lo ha ordenado.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Aarón se acercó al altar y degolló el becerro que ofrecía por sus pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "En seguida sus hijos le acercaron la sangre, y Aarón, mojando sus dedos en ella, la untó en los cuernos del altar y derramó la sangre restante al pie del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Luego quemó sobre el altar la grasa, los riñones y la parte grasosa del hígado del animal sacrificado por el pecado, tal como el Señor se lo había ordenado a Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero la carne y la piel las quemó fuera del campamento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Aarón degolló también el animal que se ofrecía en holocausto, y sus hijos le llevaron la sangre, y con ella roció Aarón los costados del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Luego le llevaron la cabeza y los pedazos cortados del animal que se ofrecía en holocausto, y Aarón los quemó sobre el altar;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "luego lavó las vísceras y las piernas, y las quemó en el altar, lo mismo que el animal entero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Aarón presentó también la ofrenda por los israelitas. Tomó el chivo, que era el sacrificio por el pecado del pueblo, y lo degolló, ofreciéndolo por el pecado como había hecho con la ofrenda anterior."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Al presentar el animal que se ofrece en holocausto, lo hizo según lo establecido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Luego presentó la ofrenda de cereales, de la que tomó un puñado y lo quemó sobre el altar, además de los holocaustos de la mañana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Aarón degolló también el toro y el carnero que los israelitas ofrecían como sacrificio de reconciliación. Sus hijos le entregaron la sangre, y él roció con ella los costados del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "También le entregaron las grasas del toro y del carnero, la cola, la grasa que cubre las vísceras, los riñones y la parte grasosa del hígado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "y pusieron las grasas junto con los pechos. Entonces Aarón quemó las grasas en el altar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "pero con los pechos y los muslos derechos sólo celebró ante el Señor el rito de presentación, tal como el Señor se lo había ordenado a Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Aarón levantó sus manos sobre los israelitas y los bendijo, y después de haber presentado el sacrificio por el pecado, el holocausto y el sacrificio de reconciliación, se retiró del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Luego Moisés y Aarón entraron en la tienda del encuentro, y al salir bendijeron a los israelitas. Entonces el Señor se manifestó con gran esplendor a todo el pueblo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "salió fuego de la presencia del Señor y consumió el animal que iba a ser quemado y las grasas que estaban sobre el altar.",
            "Al ver esto, todos los israelitas lanzaron gritos de alegría y se inclinaron hasta tocar el suelo con la frente."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.10"
        ],
        "human": "Levítico 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.11"
        ],
        "human": "Levítico 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.9"
        ],
        "human": "Levítico 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El pecado de Nadab y Abihú"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Nadab y Abihú, hijos de Aarón, tomaron cada uno su brasero, pusieron lumbre e incienso en ellos y ofrecieron ante el Señor un fuego extraño que él no les había ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces salió fuego de la presencia del Señor y los quemó por completo. Así murieron ante el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Después Moisés le dijo a Aarón:",
            "—Esto es lo que el Señor quería decir cuando dijo:",
            "“A los que se acercan a mí les mostraré mi santidad,",
            "y a todos los israelitas les mostraré mi gloria.”",
            "Y Aarón se quedó callado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Luego Moisés llamó a Misael y a Elsafán, hijos de Uziel, tío de Aarón, y les dijo:",
            "—Vengan ustedes a sacar del santuario a sus parientes, y llévenselos fuera del campamento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ellos se acercaron y en sus propias túnicas se los llevaron fuera del campamento, tal como lo había ordenado Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Deberes y obligaciones de los sacerdotes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Luego Moisés les dijo a Aarón y a sus hijos Eleazar e Itamar:",
            "—No se dejen suelto el pelo ni se rasguen la ropa en señal de luto, no sea que ustedes mueran y que Dios descargue su enojo sobre la comunidad. Lo que sí deben lamentar sus hermanos de raza, todos los israelitas, es que el Señor haya tenido que provocar este incendio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "No se alejen tampoco de la entrada de la tienda del encuentro, para que no mueran, pues ustedes han sido consagrados con el aceite del Señor.",
            "Y tal como Moisés lo ordenó, así lo hicieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Además, el Señor le habló a Aarón y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "«Cuando tú o tus hijos tengan que entrar en la tienda del encuentro, no deberán beber vino ni bebidas fermentadas, no sea que mueran. Es una ley permanente, que pasará de padres a hijos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "para que ustedes puedan distinguir entre lo sagrado y lo profano, y entre lo puro y lo impuro,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y puedan también instruir a los israelitas en todas las leyes que el Señor les ha dado por medio de Moisés.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Después Moisés les dijo a Aarón y a Eleazar e Itamar, los dos hijos que le quedaban a Aarón:",
            "—Tomen la ofrenda de cereales que ha quedado de las ofrendas quemadas al Señor, y cómanla sin levadura junto al altar, porque es una cosa santísima."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Cómanla en un lugar sagrado, porque eso es lo que les ha tocado a ti y a tus hijos de las ofrendas que se queman en honor del Señor. Eso es lo que se me ha ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y el pecho, que es la ofrenda especial, y el muslo, que es la contribución, los deberán comer en un lugar puro tú, y tus hijos e hijas, porque esa es la parte que les corresponde de los sacrificios de reconciliación de los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El muslo, que es la contribución, y el pecho, que es la ofrenda especial, serán llevados ante el Señor y presentados como ofrenda especial, junto con las grasas que se ofrecen para ser quemadas. Esta parte será siempre tuya y de tus hijos, tal como el Señor lo ha ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces Moisés preguntó por el chivo que se sacrifica por el pecado, y se encontró con que ya lo habían quemado. Entonces se enojó con Eleazar e Itamar, los dos hijos que le quedaban a Aarón, y les dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "—¿Por qué no comieron el sacrificio por el pecado en un lugar sagrado? Es una cosa santísima, y el Señor se lo dio a ustedes para que ustedes carguen con la culpa de la comunidad y obtengan del Señor el perdón de sus pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Puesto que la sangre no fue llevada al interior del santuario, ustedes tenían que haber comido el sacrificio en ese lugar sagrado, tal como yo lo había ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y Aarón le contestó:",
            "—Mira, hoy han presentado ellos ante el Señor sus sacrificios por el pecado y sus holocaustos, y a mí me han sucedido cosas como estas. Si yo hubiera comido hoy del sacrificio por el pecado, ¿le habría agradado al Señor?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Al oír esto, Moisés se dio por satisfecho."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.11"
        ],
        "human": "Levítico 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.12"
        ],
        "human": "Levítico 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.10"
        ],
        "human": "Levítico 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Animales puros e impuros"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor se dirigió a Moisés y Aarón, y les dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Digan a los israelitas que, de todos los animales que viven en tierra, pueden comer"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "los que sean rumiantes y tengan pezuñas partidas;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "pero no deben comer los siguientes animales, aunque sean rumiantes o tengan pezuñas partidas:",
            "»El camello, porque es rumiante pero no tiene pezuñas partidas. Deben considerarlo un animal impuro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»El tejón, porque es rumiante pero no tiene pezuñas partidas. Deben considerarlo un animal impuro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»La liebre, porque es rumiante pero no tiene pezuñas partidas. Deben considerarlo un animal impuro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»El cerdo, porque tiene pezuñas, y aunque las tiene partidas en dos, no es rumiante. Deben considerarlo un animal impuro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»No deben comer la carne de estos animales, y ni siquiera tocar su cadáver. Deben considerarlos animales impuros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»De los animales que viven en el agua, ya sean de mar o de río, pueden comer solamente de los que tienen aletas y escamas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero a los que no tienen aletas y escamas deben considerarlos animales despreciables, aunque sean de mar o de río, lo mismo los animales pequeños que los grandes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "No deben comer su carne; deben considerarlos animales despreciables, y despreciarán también su cadáver."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Todo animal de agua que no tenga aletas y escamas, lo deben considerar despreciable."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»De las aves no deben comer las siguientes; al contrario, las deben considerar animales despreciables: el águila, el quebrantahuesos, el águila marina,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "el milano, y toda clase de halcones,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "toda clase de cuervos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "el avestruz, la lechuza, la gaviota, toda clase de gavilanes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "el búho, el cormorán, el ibis,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "el cisne, el pelícano, el buitre,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "la cigüeña, toda clase de garzas, la abubilla y el murciélago."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»A todo insecto que vuele y camine, deben considerarlo despreciable,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "pero pueden comer de los que, aunque vuelen y caminen, tengan también piernas unidas a sus patas para saltar sobre el suelo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "De ellos pueden comer los siguientes: toda clase de langostas, langostones, grillos y saltamontes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero a todo otro insecto que vuele y que camine, lo deben considerar despreciable."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "»En los siguientes casos ustedes quedarán impuros:",
            "»Cualquiera que toque el cadáver de uno de esos animales, quedará impuro hasta el anochecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "»Cualquiera que levante el cadáver de uno de esos animales, deberá lavar su ropa y quedará impuro hasta el anochecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "»A todo animal que, teniendo pezuñas, no las tenga partidas ni sea rumiante, lo deben considerar un animal impuro, y cualquiera que lo toque quedará impuro también."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "»A cualquier animal de cuatro patas y que para andar se apoye en sus plantas, lo deben considerar un animal impuro; cualquiera que toque el cadáver de uno de ellos, quedará impuro hasta el anochecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Así mismo, el que levante el cadáver de uno de ellos, deberá lavar su ropa y quedará impuro hasta el anochecer, pues ustedes deben considerar impuros a esos animales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "»De los animales que se arrastran sobre la tierra, deben considerar impuros a los siguientes: comadrejas, ratones y toda clase de reptiles,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "como salamanquesas, cocodrilos, lagartos, lagartijas y camaleones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "»Entre los muchos animales que existen, a estos los deberán considerar impuros. Cualquiera que toque el cadáver de uno de estos animales, quedará impuro hasta el anochecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "»También quedará impura cualquier cosa sobre la que caiga el cadáver de uno de esos animales. Ya sea un objeto de madera, un vestido, alguna cosa de piel, un costal, o cualquier instrumento de trabajo, se deberá meter en agua y quedará impuro hasta el anochecer; después de eso quedará puro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "»Si el cadáver de cualquiera de esos animales cae en una olla de barro, todo lo que haya dentro de ella quedará impuro y la olla tendrá que romperse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Todo alimento sobre el que caiga agua de esa olla, quedará impuro; y toda bebida que haya en ella, quedará impura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Todo aquello sobre lo que caiga el cadáver de uno de esos animales, quedará impuro; aunque sea un horno o una doble hornilla: deberá ser destruido. Es un objeto impuro, y así deberán ustedes considerarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "»Sin embargo, el manantial o pozo de donde se toma agua, seguirá siendo puro; pero quien toque los cadáveres de esos animales, quedará impuro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "»Si el cadáver de uno de esos animales cae sobre una semilla que se va a sembrar, la semilla seguirá siendo pura;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "pero si la semilla ha sido mojada y el cadáver de uno de esos animales cae sobre ella, se la deberá considerar impura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "»En caso de que muera alguno de los animales que ustedes tenían para comer, el que toque el cadáver quedará impuro hasta el anochecer;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "el que coma carne del animal muerto, deberá lavar su ropa y quedará impuro hasta el anochecer; y el que saque el cadáver del animal, también deberá lavar su ropa, y quedará impuro hasta el anochecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "»No deben comer ningún reptil que se arrastre sobre la tierra; es animal despreciable."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "»De todos los animales que se arrastran sobre la tierra, no deben comer ninguno, ya sea que se arrastre sobre el vientre o que ande en cuatro o más patas, pues son animales despreciables."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "No se hagan despreciables e impuros ustedes mismos con ningún animal que se arrastra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "porque yo soy el Señor, su Dios. Ustedes deben purificarse completamente y ser santos, porque yo soy santo. No se hagan impuros con ningún animal que se arrastre por la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Yo soy el Señor, el que los hizo salir de Egipto para ser su Dios. Por lo tanto, ustedes deben ser santos porque yo soy santo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Estas son las instrucciones en cuanto a los animales, aves y todo lo que vive y se mueve en el agua, y todos los animales que se arrastran sobre la tierra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "para que se pueda distinguir entre lo puro y lo impuro, y entre los animales que se pueden comer y los que no se pueden comer."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.12"
        ],
        "human": "Levítico 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.13"
        ],
        "human": "Levítico 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.11"
        ],
        "human": "Levítico 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Purificación de la mujer después del parto"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor se dirigió a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Di a los israelitas lo siguiente: Cuando una mujer quede embarazada y dé a luz un varón, será impura durante siete días, como cuando tiene su período natural."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "El niño será circuncidado a los ocho días de nacido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "La madre, sin embargo, continuará purificándose de su sangre treinta y tres días más. No podrá tocar ninguna cosa consagrada ni entrar en el santuario, mientras no se cumpla el término de su purificación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero si da a luz una niña, será impura durante dos semanas, como en el caso de su período natural, y seguirá purificándose de su sangre sesenta y seis días más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Cuando se cumpla el término de la purificación, ya sea de niño o de niña, la madre deberá llevar a la entrada de la tienda del encuentro un cordero de un año para ofrecerlo en holocausto, y un pichón de paloma o una tórtola como sacrificio por el pecado. Se los entregará al sacerdote,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "y el sacerdote los ofrecerá ante el Señor para pedir el perdón de ella; así ella quedará purificada de su flujo de sangre.»",
            "Estas son las instrucciones en cuanto a los nacimientos de niños o de niñas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y si la madre no tiene lo suficiente para un cordero, podrá tomar dos tórtolas o dos pichones de paloma, uno para ofrecerlo en holocausto y otro como sacrificio por el pecado; entonces el sacerdote pedirá el perdón de ella, y ella quedará purificada."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.13"
        ],
        "human": "Levítico 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.14"
        ],
        "human": "Levítico 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.12"
        ],
        "human": "Levítico 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Instrucciones acerca de la lepra"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor se dirigió a Moisés y Aarón, y les dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Cuando alguien tenga hinchazones, erupciones o manchas en la piel del cuerpo, o llagas que parezcan de lepra, deberá ser llevado al sacerdote Aarón o a uno de los sacerdotes descendientes de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "El sacerdote deberá examinar la llaga en la piel, y si el pelo en la llaga se ha vuelto blanco y la llaga se ve más hundida que la piel, seguramente es llaga de lepra. Luego que el sacerdote haya examinado a esa persona, la declarará impura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»Si la mancha de la piel es blanca, pero no se ve más hundida que la piel, ni el pelo se ha vuelto blanco, entonces el sacerdote encerrará al enfermo durante siete días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "A los siete días lo volverá a examinar, y si la llaga sigue igual y no se ha extendido por la piel, volverá a encerrarlo otros siete días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "A los siete días lo examinará de nuevo, y si la llaga va desapareciendo y no se ha extendido por la piel, entonces el sacerdote declarará puro al enfermo, pues era solo una irritación de la piel. Entonces el enfermo lavará su ropa y quedará puro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Pero si la irritación sigue extendiéndose por la piel después de que el enfermo fue examinado y declarado puro por el sacerdote, tendrá que ir otra vez a que el sacerdote lo examine."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Si al examinar el sacerdote al enfermo, ve que la irritación se ha extendido por toda la piel, entonces lo declarará impuro, pues está enfermo de lepra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»Cuando una persona tenga llagas de lepra, deberá ser llevada al sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El sacerdote la examinará, y si la hinchazón de la piel es blanca y ha causado que el pelo se vuelva blanco, y si se ve la carne viva en la hinchazón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "es que se trata de lepra crónica de la piel. El sacerdote deberá declarar impura a esa persona, y no será necesario que la encierre, porque ya es impura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»Si la lepra se desarrolla rápidamente, al grado de cubrir de pies a cabeza la piel del enfermo hasta donde el sacerdote pueda ver,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "el sacerdote lo examinará; y si la lepra ha cubierto todo su cuerpo, el sacerdote lo declarará puro, pues la lepra se ha vuelto blanca y él ha quedado puro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero el día que aparezca en él la carne viva, quedará impuro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces el sacerdote examinará la carne viva y lo declarará impuro, pues la carne viva es impura: es lepra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»En caso de que la carne viva vuelva a ponerse blanca, el enfermo deberá ir al sacerdote"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "para que lo examine, y si el sacerdote ve que la llaga se ha vuelto blanca, declarará puro al enfermo, pues ya ha quedado puro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Cuando alguien tenga una llaga en la piel, y llegue a sanar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "y quede en su lugar una hinchazón blanca, o una mancha blanco-rojiza, deberá presentarse ante el sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Si el sacerdote ve que la parte afectada aparece más hundida que el resto de la piel, y que el pelo se ha vuelto blanco, entonces declarará impura a esa persona, pues lo que tiene es una llaga de lepra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Si ve que la parte afectada no tiene ningún pelo blanco ni está más hundida que el resto de la piel, sino que va desapareciendo, entonces encerrará a esa persona durante siete días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y si el mal sigue extendiéndose por la piel, entonces el sacerdote declarará impura a esa persona, pues tiene llagas leprosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero si la parte afectada se mantiene sin extenderse, entonces es solamente la cicatriz de la llaga, y el sacerdote lo declarará puro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "»Cuando alguien tenga una quemadura en la piel, y en la carne viva de la quemadura haya una mancha blanco-rojiza o blanca,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "el sacerdote la examinará. Si el pelo en la mancha se ha puesto blanco, y la mancha aparece más hundida que el resto de la piel, entonces es lepra lo que brotó en la quemadura; así que el sacerdote lo declarará impuro por tener llaga de lepra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Si al examinar el sacerdote la mancha, ve que no hay en ella ningún pelo blanco ni aparece más hundida que la piel, sino que va desapareciendo, entonces encerrará a esa persona durante siete días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "A los siete días el sacerdote la examinará, y si la mancha se ha extendido por la piel, entonces declarará impura a esa persona, pues tiene llaga de lepra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Pero si la mancha se mantiene sin extenderse por la piel y va desapareciendo, entonces no es más que la hinchazón de la quemadura, así que el sacerdote declarará puro al enfermo, porque solo se trata de la cicatriz de la quemadura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "»Cuando un hombre o una mujer tenga una llaga en la cabeza o en la barba,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "el sacerdote examinará la llaga. Si la llaga aparece más hundida que la piel y tiene pelo amarillento y escaso, entonces el sacerdote declarará impura a esa persona, pues tiene tiña, es decir, lepra de la cabeza y de la barba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Y si al examinar el sacerdote la llaga tiñosa ve que no está más hundida que la piel ni tiene pelo negro, entonces encerrará a esa persona durante siete días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Al séptimo día el sacerdote examinará la llaga, y si la tiña no se ha extendido, ni aparece más hundida que la piel, ni tiene pelo amarillento,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "entonces ordenará el sacerdote que la persona enferma se afeite, excepto en la llaga tiñosa, y lo encerrará por siete días más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Pasados los siete días el sacerdote volverá a examinar la llaga, y si la tiña no se ha extendido ni aparece más hundida que la piel, entonces el sacerdote declarará pura a la persona enferma, la cual lavará sus ropas y quedará pura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Pero en caso de que la tiña siga extendiéndose por la piel después de haber sido declarada pura,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "el sacerdote deberá examinar otra vez a la persona enferma; si la tiña se ha extendido por la piel, no hará falta que busque el pelo amarillo: esa persona es impura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Pero si a él le parece que la tiña se ha detenido, y que ha salido pelo negro, es que la tiña ha sanado y la persona es pura. Entonces el sacerdote declarará pura a esa persona."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "»Cuando un hombre o una mujer tenga manchas blancas en la piel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "el sacerdote examinará la piel, y si ve en ella manchas blancuzcas y opacas, es que le ha salido una simple erupción en la piel; en ese caso la persona es pura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "»Si a un hombre se le cae el cabello y se queda calvo, es puro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Si el cabello de la frente se le cae y la frente se le queda calva, también es puro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Pero si aparece una llaga de color blanco-rojizo en las partes calvas, ya sea de atrás o de la frente, es que allí le está brotando lepra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Entonces el sacerdote lo examinará, y si la hinchazón de la llaga en las partes calvas es de color blanco-rojizo, tal como se ve la lepra en la piel del cuerpo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "ese hombre está enfermo de lepra, pues tiene la cabeza llagada. Es un hombre impuro, y así lo declarará el sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "»El que tenga llagas de lepra, deberá llevar rasgada la ropa y descubierta la cabeza, y con la cara semicubierta gritará: “¡Impuro!, ¡Impuro!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Y mientras tenga las llagas será considerado hombre impuro; tendrá que vivir solo y fuera del campamento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "»Cuando aparezca una mancha en un vestido de lana o de lino,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "o en un tejido de lino o de lana, o en un cuero, o en cualquier objeto hecho de cuero,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "y si la mancha en esos objetos es verdosa o rojiza, la mancha es de lepra y debe ser mostrada al sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "El sacerdote examinará la mancha, y encerrará durante siete días el objeto manchado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Al séptimo día examinará la mancha; si se ha extendido en el vestido o tejido, o en el cuero u objeto de cuero, la mancha es de lepra maligna y los objetos son impuros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "Así que cualquier objeto que tenga esa mancha, deberá ser quemado por completo, pues se trata de lepra maligna;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "pero si el sacerdote la examina y se encuentra con que la mancha no se ha extendido,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "dará órdenes de que se lave la mancha y que se encierre el objeto por siete días más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "»Después que la mancha haya sido lavada, el sacerdote la examinará. Si ve que la mancha no ha desaparecido, es mancha impura y el objeto debe ser quemado, aun cuando la mancha no se haya extendido, pues se trata de una corrosión, tanto si está por dentro como por fuera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "Si al examinar la mancha el sacerdote nota que se ha desvanecido después de lavada, la arrancará del vestido, cuero o tejido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "Pero si vuelve a aparecer y se extiende por aquel vestido, tejido u objeto de cuero, se quemará el objeto manchado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            58
          ],
          "lines": [
            "En cuanto al vestido, tejido u objeto de cuero, del cual la mancha desaparezca al ser lavada, se lavará una vez más y entonces quedará purificado.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            59
          ],
          "lines": [
            "Estas son las instrucciones acerca de las manchas de lepra en vestidos de lana o de lino, o en tejidos u objetos de cuero, para que se les pueda declarar puros o impuros."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.14"
        ],
        "human": "Levítico 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.15"
        ],
        "human": "Levítico 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.13"
        ],
        "human": "Levítico 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Instrucciones para la purificación de leprosos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor se dirigió a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Estas son las instrucciones para la purificación de un enfermo de lepra: El enfermo será llevado ante el sacerdote,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "el cual saldrá fuera del campamento para examinarlo. Si el sacerdote ve que la llaga leprosa del enfermo ha sanado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "mandará traer para el que se purifica dos pajarillos vivos y que sean puros, madera de cedro, tela roja e hisopo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ordenará que se mate uno de los pajarillos sobre una olla de barro que tenga agua de manantial,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y tomará el pajarillo vivo, la madera de cedro, la tela roja y el hisopo, y mojará estas cosas y el pajarillo vivo con la sangre del pajarillo muerto sobre el agua de manantial."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Luego rociará siete veces con la sangre al que va a ser purificado de la lepra, y lo declarará puro. Al pajarillo vivo lo dejará en libertad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»El que se purifica debe lavar su ropa, y lavarse a sí mismo, y afeitarse del todo, para quedar purificado. Después podrá entrar en el campamento, aunque durante siete días se quedará viviendo al aire libre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Al séptimo día se rapará completamente la cabeza, se afeitará la barba, las cejas y todo el vello, lavará sus ropas y se lavará a sí mismo, y entonces quedará purificado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Al octavo día tomará dos corderos sin defecto, y una cordera de un año y sin defecto; además, seis kilos y medio de la mejor harina para una ofrenda de cereal amasada con aceite, y la tercera parte de un litro de aceite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El sacerdote que va a realizar la purificación, colocará a la persona que va a ser purificada, y a sus cosas, a la entrada de la tienda del encuentro, ante la presencia del Señor;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "luego tomará uno de los corderos y lo ofrecerá junto con la tercera parte de un litro de aceite, como sacrificio por la culpa, celebrando el rito de presentación ante el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Deberá matar el cordero en el lugar consagrado al degüello de los animales para los sacrificios por el pecado y los holocaustos. El sacrificio por la culpa será para el sacerdote, lo mismo que el sacrificio por el pecado, pues es una cosa santísima."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Después tomará el sacerdote un poco de sangre del sacrificio por la culpa, y se la untará al que se purifica, en la parte inferior de la oreja derecha, en el pulgar de la mano derecha y en el dedo gordo del pie derecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Tomará luego un poco de aceite y se lo echará en la palma de la mano izquierda;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "mojará entonces su dedo derecho en el aceite que tiene en la mano, y con el mismo dedo rociará siete veces aceite ante el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Del aceite que le quede en la mano tomará el sacerdote un poco, para untárselo al que se purifica, en la parte inferior de la oreja derecha, en el pulgar de la mano derecha y en el dedo gordo del pie derecho, sobre la sangre del sacrificio por la culpa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "y el resto del aceite se lo untará en la cabeza al que se purifica. Así el sacerdote obtendrá del Señor el perdón por el pecado de esa persona."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Luego presentará el sacerdote el sacrificio por el pecado, realizando así la purificación del que se encuentra impuro; después sacrificará al animal que se va a ofrecer en holocausto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "ofreciéndolo sobre el altar, junto con la ofrenda de cereales. De esta manera el sacerdote obtendrá el perdón por el pecado de esa persona, y así quedará purificada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "»Si la persona enferma es pobre y no tiene para tanto, tomará un cordero como sacrificio por la culpa y lo presentará como ofrenda especial para obtener el perdón de sus pecados, con un poco más de dos kilos de la mejor harina amasada con aceite, como ofrenda de cereales, y la tercera parte de un litro de aceite"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "y dos tórtolas, o dos pichones de paloma, según sus posibilidades, uno como sacrificio por el pecado y el otro como holocausto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Al octavo día llevará todo esto al sacerdote, para su purificación; lo entregará en presencia del Señor, a la entrada de la tienda del encuentro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "El sacerdote tomará el cordero del sacrificio por la culpa y la tercera parte de un litro de aceite, y los presentará ante el Señor como ofrenda especial;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "degollará el cordero del sacrificio por la culpa y, tomando un poco de la sangre del cordero, se la untará al que se purifica, en la parte inferior de la oreja derecha, en el pulgar de la mano derecha y en el dedo gordo del pie derecho;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "luego se echará un poco de aceite en la palma de la mano izquierda,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "y con el dedo derecho rociará siete veces ante el Señor parte del aceite que tiene en la mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "También le untará al que se purifica un poco de aceite en la parte inferior de la oreja derecha, en el pulgar de la mano derecha y en el dedo gordo del pie derecho, es decir, en el mismo lugar en que le puso la sangre del sacrificio por la culpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "El resto del aceite lo untará el sacerdote en la cabeza del que se purifica, para que este obtenga así del Señor el perdón de su pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Luego ofrecerá el sacerdote una de las tórtolas o uno de los pichones de paloma, según lo que haya podido ofrecer el que se purifica."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Una de las aves será como sacrificio por el pecado, y la otra como holocausto, además de la ofrenda de cereales. Así el sacerdote obtendrá del Señor el perdón para el que se purifica.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Estas son las instrucciones para los enfermos con llagas de lepra, que no puedan dar una ofrenda mayor por su purificación."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Instrucciones para la purificación de casas con manchas de lepra"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "El Señor se dirigió a Moisés y Aarón, y les dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "«Cuando ustedes estén ya en la tierra de Canaán, la cual les entrego en propiedad, y yo envíe una plaga de lepra sobre alguna casa de su país,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "el dueño de la casa irá a ver al sacerdote, y le dirá: “Me parece que hay una plaga en mi casa.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "»El sacerdote, antes de entrar en la casa, ordenará que la desocupen, para que no se vuelva impuro todo lo que hay en ella. Después entrará a examinar la plaga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "»Si al examinar la plaga nota el sacerdote que las paredes de la casa presentan manchas profundas de color verdoso o rojizo, las cuales se hunden en la pared,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "saldrá de la casa y ordenará mantenerla cerrada durante siete días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Al séptimo día volverá el sacerdote a examinarla, y si la plaga se ha extendido por las paredes de la casa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "dará órdenes de que se quiten las piedras que tengan esa mancha y se arrojen en un lugar impuro fuera de la ciudad;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "dará órdenes también de que se raspe todo el interior de la casa, y de que el polvo raspado se arroje a un lugar impuro fuera de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Se tomarán entonces otras piedras para reponer las que fueron quitadas, y barro nuevo para recubrir la casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "»Si la plaga vuelve a aparecer en la casa después de haberse quitado las piedras, raspado la pared y haberla recubierto de nuevo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "el sacerdote entrará a examinarla. Si la plaga se ha extendido por la casa, se trata de lepra maligna y la casa es impura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Por lo tanto, la casa deberá ser derribada y todos sus escombros arrojados a un lugar impuro fuera de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Cualquiera que entre en la casa durante el tiempo en que el sacerdote haya ordenado mantenerla cerrada, será considerado impuro hasta el anochecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Cualquiera que coma o duerma en la casa, deberá lavar su ropa para purificarla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "»Si al entrar el sacerdote a examinar la casa, nota que la plaga no se ha extendido después de haber sido recubierta, la declarará casa pura, porque la plaga ha terminado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Para purificar la casa, tomará dos pajarillos, madera de cedro, tela roja e hisopo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Matará uno de los pajarillos sobre una olla de barro con agua de manantial."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Luego tomará el cedro, el hisopo, la tela roja y el pajarillo vivo, y los mojará con la sangre del pajarillo muerto y con el agua de manantial, y rociará la casa siete veces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "Así purificará la casa con la sangre del pajarillo y el agua de manantial, y con el pajarillo vivo, el cedro, el hisopo y la tela roja."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Después dejará en libertad al pajarillo vivo en las afueras de la ciudad, y así cumplirá con lo requerido para la purificación de la casa.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "Estas son las instrucciones acerca de cualquier plaga de lepra y de tiña,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "de lepra en la ropa y en las casas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "de hinchazones, erupciones y manchas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "para que se pueda distinguir entre lo puro y lo impuro. Hasta aquí las instrucciones acerca de la lepra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.15"
        ],
        "human": "Levítico 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.16"
        ],
        "human": "Levítico 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.14"
        ],
        "human": "Levítico 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Instrucciones sobre algunas impurezas en el hombre"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor se dirigió a Moisés y Aarón, y les dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Digan a los israelitas lo siguiente: Cuando un hombre sufra de flujo de su miembro, este flujo será impuro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "La impureza del hombre debida al flujo existirá tanto si su miembro deja correr el semen como si queda obstruido a causa del mismo. De todos modos es impuro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»Cualquier lugar en que ese hombre se acueste y donde su flujo se derrame, será considerado impuro.",
            "»Cualquier objeto en el que se siente, será considerado impuro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»Cualquiera que toque el lugar en que ese hombre se acostó, deberá lavarse la ropa y lavarse a sí mismo con agua, y será considerado impuro hasta el anochecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Cualquiera que se siente en el objeto en que ese hombre se haya sentado, deberá lavarse la ropa y lavarse a sí mismo con agua, y será considerado impuro hasta el anochecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Cualquiera que toque al que sufre de flujo, deberá lavarse la ropa y lavarse a sí mismo con agua, y será considerado impuro hasta el anochecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»Si el que sufre de flujo escupe sobre una persona pura, esa persona deberá lavarse la ropa y lavarse a sí misma con agua, y será considerada impura hasta el anochecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»Cualquier silla de montar que use el que sufre de flujo será considerada impura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Cualquiera que toque algo sobre lo cual se haya sentado el que sufre de flujo será considerado impuro hasta el anochecer.",
            "»Cualquiera que lleve alguna de esas cosas, deberá lavarse la ropa y lavarse a sí mismo con agua, y será considerado impuro hasta el anochecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Cualquiera a quien toque el que sufre de flujo, sin haberse lavado las manos, deberá lavarse la ropa y lavarse a sí mismo con agua, y será considerado impuro hasta el anochecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»La olla de barro que toque el que sufre de flujo deberá romperse; los objetos de madera deberán lavarse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Si ese hombre sana de su flujo, deberá contar siete días para su purificación; se lavará la ropa y se lavará a sí mismo en agua de manantial, y entonces quedará purificado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Al octavo día tomará dos tórtolas o dos pichones de paloma, e irá a la entrada de la tienda del encuentro para entregárselos al sacerdote en presencia del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El sacerdote ofrecerá uno como sacrificio por el pecado y otro como holocausto, y así realizará ante el Señor la purificación del hombre que sufre de flujo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»Cuando un hombre tenga un derrame de semen, se lavará con agua todo el cuerpo y será considerado impuro hasta el anochecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»Cualquier ropa o cuero en que caiga parte del semen, deberá lavarse con agua y quedará impuro hasta el anochecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Si un hombre y una mujer tienen relaciones sexuales, los dos deberán lavarse con agua y quedarán impuros hasta el anochecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Instrucciones sobre algunas impurezas en la mujer"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»Cuando una mujer tenga su período normal de menstruación, será considerada impura durante siete días.",
            "»Cualquiera que la toque, será considerado impuro hasta el anochecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»Cualquier cosa en la que ella se acueste durante su período de menstruación, será considerada impura.",
            "»Cualquier cosa en la que se siente, será considerada impura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "»Cualquiera que toque el lugar donde ella se haya acostado, deberá lavarse la ropa y lavarse a sí mismo con agua, y será considerado impuro hasta el anochecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "»Cualquiera que toque algún objeto en el que ella se haya sentado, deberá lavarse la ropa y lavarse a sí mismo con agua, y será considerado impuro hasta el anochecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Ya sea que toque el lugar en el que ella se haya acostado o sentado, será considerado impuro hasta el anochecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "»Si algún hombre se acuesta con ella, comparte su impureza, y será considerado impuro durante siete días, lo mismo que el lugar donde él se acueste."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "»En caso de que una mujer tenga flujo de sangre fuera de su período normal de menstruación, y que el flujo le dure muchos días, o en caso de que su menstruación le dure más de lo normal, será considerada impura mientras le dure el flujo, como si estuviera en su período de menstruación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "»Cualquier lugar en que ella duerma, y cualquier objeto en que se siente mientras le dura el flujo, será considerado impuro, como si estuviera ella en su período de menstruación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "»Cualquiera que toque estas cosas, será considerado impuro. Deberá lavarse la ropa y lavarse a sí mismo con agua, y será considerado impuro hasta el anochecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "»Cuando el flujo se detenga, podrá contar siete días, y después quedará purificada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Al octavo día tomará dos tórtolas o dos pichones de paloma, y se los llevará al sacerdote, a la entrada de la tienda del encuentro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "El sacerdote ofrecerá uno de ellos como sacrificio por el pecado, y otro como holocausto. Así realizará el sacerdote ante el Señor la purificación de esa mujer por el flujo que tuvo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "y de esa manera alejarán ustedes a los israelitas de sus impurezas, para que no mueran por manchar con ellas el lugar donde yo habito entre ellos.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Estas son las instrucciones acerca de los que sufren de flujo y los que tienen derrames de semen, quedando impuros por esa razón;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "y acerca de las mujeres que están en su menstruación, en una palabra, todo el que sufre de derrames, sea hombre o mujer, y de los hombres que se acuesten con una mujer durante su menstruación."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.16"
        ],
        "human": "Levítico 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.17"
        ],
        "human": "Levítico 17",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.15"
        ],
        "human": "Levítico 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El Día del perdón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor habló con Moisés después de la muerte de los dos hijos de Aarón que murieron por haberse acercado demasiado a la presencia del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y dijo el Señor a Moisés:",
            "«Dile a tu hermano Aarón que no entre a cualquier hora en el santuario que está tras el velo, ni ante la tapa que está sobre el arca, para que no muera; porque yo me manifestaré en una nube sobre la tapa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Aarón debe entrar en el santuario con un becerro como sacrificio por el pecado y con un carnero para ofrecerlo en holocausto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Debe ir vestido con la túnica de lino consagrada, cubierto su cuerpo con calzoncillos de lino, y llevar puestos el cinturón y el turbante de lino. Esta es ropa consagrada, así que, antes de ponérsela, él debe lavarse con agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»De parte de la comunidad israelita tomará Aarón dos chivos como sacrificio por el pecado, y un carnero para ofrecerlo en holocausto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ofrecerá entonces el becerro como su propio sacrificio por el pecado, para obtener el perdón de sus propios pecados y de los de su familia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Después tomará los dos chivos y los ofrecerá ante el Señor, a la entrada de la tienda del encuentro;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "luego echará suertes sobre los dos chivos: una suerte será por el Señor, y la otra por Azazel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El chivo sobre el que recaiga la suerte por el Señor, lo ofrecerá Aarón como sacrificio por el pecado;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "pero el chivo sobre el que recaiga la suerte de Azazel, lo presentará vivo ante el Señor para obtener el perdón de los pecados, y después lo echará al desierto, donde está Azazel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Aarón ofrecerá el becerro como su propio sacrificio por el pecado, para obtener el perdón de sus propios pecados y de los de su familia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Luego tomará un incensario lleno de brasas tomadas del altar que está ante el Señor, y dos puñados de incienso aromático molido, y los llevará detrás del velo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "echará el incienso sobre el fuego en presencia del Señor, y el humo del incienso cubrirá la tapa que está sobre el arca de la alianza. De esa manera Aarón no morirá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Tomará también un poco de sangre del becerro, y con su dedo la rociará sobre la tapa, por el lado oriental. Luego rociará sangre con su dedo siete veces, por la parte delantera de la tapa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "y después de eso matará al chivo como sacrificio por el pecado del pueblo y llevará la sangre a la parte que está tras el velo; allí adentro la rociará encima y delante de la tapa, tal como lo hizo con la sangre del becerro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "De esa manera limpiará el santuario de todas las impurezas, rebeliones y pecados de los israelitas. Lo mismo debe hacer con la tienda del encuentro, la cual está en medio de ellos y de sus impurezas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»Mientras Aarón esté dentro del santuario para obtener el perdón de los pecados, y hasta que él salga, nadie deberá estar en la tienda del encuentro. Una vez que haya obtenido el perdón de los pecados de él y de su familia, y de toda la comunidad israelita,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "saldrá para ir a purificar el altar que está delante del Señor. Tomará un poco de la sangre del becerro y del chivo, y la untará sobre los cuernos y alrededor del altar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "y con el dedo rociará sangre sobre el altar siete veces. Así lo purificará de las impurezas de los israelitas, y lo consagrará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»Cuando Aarón haya terminado de purificar el santuario, la tienda del encuentro y el altar, mandará traer el chivo que aún esté vivo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "y, poniendo sus manos sobre la cabeza del animal, confesará sobre él todas las maldades, rebeliones y pecados de los israelitas. De esta manera pondrá los pecados sobre la cabeza del chivo, y una persona se encargará de llevarlo y soltarlo en el desierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Así, al perderse el chivo en el desierto, se llevará todas las maldades de ellos a tierras deshabitadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Luego entrará Aarón en la tienda del encuentro y se quitará la ropa de lino que se puso para entrar en el santuario, y la dejará allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Allí mismo en el santuario se lavará con agua y, después de vestirse, saldrá para presentar su propio holocausto y el que debe ofrecer por el pueblo, y así obtendrá el perdón por sus pecados y los del pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "La grasa del sacrificio por el pecado la quemará en el altar;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "y el que haya llevado el chivo para soltarlo a Azazel, se lavará la ropa y se lavará a sí mismo con agua, y después podrá entrar en el campamento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "»El becerro y el chivo que fueron sacrificados por el pecado, y cuya sangre fue llevada al santuario para obtener el perdón de los pecados, serán llevados fuera del campamento, y su piel, carne y desechos serán quemados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "La persona que los queme deberá lavarse la ropa y lavarse a sí misma con agua, y después podrá entrar en el campamento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "»Esta será una ley permanente para ustedes: el día diez del mes séptimo deberán ustedes dedicarlo al ayuno y suspender todas sus labores, lo mismo los israelitas que los extranjeros que vivan entre ustedes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "pues en ese día se obtendrá el perdón de los pecados de ustedes delante del Señor, y quedarán limpios de todos ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Es una ley permanente: ese día será para ustedes un día especial de reposo y dedicado al ayuno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "El sacerdote que haya sido escogido y a quien se le haya dado plena autoridad para ocupar el lugar de su padre como sacerdote, celebrará el rito para obtener el perdón de los pecados; se vestirá con la ropa de lino consagrada"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "y hará la purificación del Lugar santísimo, y de la tienda del encuentro, y del altar, y obtendrá el perdón de los pecados de los sacerdotes y de toda la comunidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "»Esta será una ley permanente para ustedes: una vez al año se celebrará el rito para obtener el perdón de los pecados que hayan cometido los israelitas.»",
            "Y se hizo tal como el Señor se lo ordenó a Moisés."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.17",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.17"
        ],
        "human": "Levítico 17"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.18"
        ],
        "human": "Levítico 18",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.16"
        ],
        "human": "Levítico 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El santuario único"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor se dirigió a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Diles a Aarón y a sus hijos, y a todos los israelitas, que el Señor ha dado las siguientes órdenes:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "»Cualquier israelita que mate un toro, un cordero o una cabra, dentro o fuera del campamento,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y que no lo traiga a la entrada de la tienda del encuentro para presentarlo como ofrenda al Señor ante su santuario, será culpable de derramamiento de sangre y, por lo tanto, será eliminado de entre su gente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Esto es para que los israelitas ofrezcan al Señor los animales que maten al aire libre, y los lleven al sacerdote a la entrada de la tienda del encuentro, para que él los ofrezca por ellos como sacrificio de reconciliación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El sacerdote rociará la sangre sobre el altar del Señor, a la entrada de la tienda del encuentro, y quemará la grasa como aroma agradable al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y nunca más volverán a presentar sus sacrificios a esos demonios, a los que han adorado y por los que se han corrompido. Esta será una ley permanente para ustedes, que pasará de padres a hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»Diles también que cualquier israelita o extranjero que viva entre ustedes y presente un holocausto o cualquier otro sacrificio,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "y que no lo lleve a la entrada de la tienda del encuentro para ofrecérselo al Señor, será eliminado de entre su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Prohibición de comer sangre"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Yo estaré en contra de todo israelita o extranjero que viva entre ustedes y que coma sangre, en la forma que sea. Yo lo eliminaré de entre su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Porque todo ser vive por la sangre que está en él, y yo se la he dado a ustedes en el altar para que por medio de ella puedan ustedes pagar el rescate por su vida, pues es la sangre la que paga el rescate por la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»Por lo tanto, digo a los israelitas: Ninguno de ustedes, ni de los extranjeros que viven entre ustedes, debe comer sangre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Cualquier israelita o extranjero que viva entre ustedes y que cace un animal o un ave de los que se pueden comer, deberá derramar la sangre de la presa y cubrirla con tierra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "porque la sangre es la vida de todo ser viviente. Por eso les he dicho que no coman sangre, porque ella es la vida de todo ser viviente, y cualquiera que la coma será eliminado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»Cualquier israelita o extranjero que coma carne de algún animal muerto o despedazado por una fiera, deberá lavar su ropa y lavarse a sí mismo con agua, y será considerado impuro hasta el anochecer. Después quedará purificado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero si no lava su ropa ni se lava a sí mismo, cargará con su maldad.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.18",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.18"
        ],
        "human": "Levítico 18"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.19"
        ],
        "human": "Levítico 19",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.17"
        ],
        "human": "Levítico 17",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Relaciones sexuales prohibidas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor se dirigió a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Di a los israelitas lo siguiente:",
            "»Yo soy el Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "»No sigan las costumbres de Egipto, país en el cual vivieron.",
            "»No sigan las costumbres de Canaán, país al cual voy a llevarlos, ni vivan conforme a sus leyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»Cumplan mis decretos; pongan en práctica mis leyes; vivan conforme a ellos. Yo soy el Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»Pongan en práctica mis leyes y decretos. El hombre que los cumpla, vivirá. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Ningún hombre debe acercarse a una mujer de su propia familia para tener relaciones sexuales con ella. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»No deshonres a tu padre teniendo relaciones sexuales con tu madre; además, ella es tu madre y no debes hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»No deshonres a tu padre teniendo relaciones sexuales con su mujer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»No tengas relaciones sexuales con tu hermana. Ya sea tu hermana por parte de padre o por parte de madre; ya sea que haya nacido en la casa o fuera de ella, no debes tener relaciones sexuales con ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»No te deshonres a ti mismo teniendo relaciones sexuales con tu nieta, sea por parte de tu hijo o de tu hija. No debes tener relaciones con ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»No tengas relaciones con la hija de la mujer de tu padre. Ha sido engendrada por tu padre, y es tu hermana. No debes tener relaciones con ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»No tengas relaciones sexuales con la hermana de tu padre; es de la misma sangre que tu padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»No tengas relaciones sexuales con la hermana de tu madre; es de la misma sangre que tu madre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»No deshonres a tu tío teniendo relaciones sexuales con su mujer, pues es tu tía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»No tengas relaciones sexuales con tu nuera, pues es la mujer de tu hijo; no debes tener relaciones sexuales con ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»No deshonres a tu hermano teniendo relaciones sexuales con su mujer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»No tengas relaciones sexuales con una mujer y con la hija de esa mujer, ni tomes a su nieta, ya sea por parte de su hijo o de su hija, para tener también relaciones sexuales con ella. Esa es una conducta depravada, pues son de la misma sangre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»No tomes como mujer a la hermana de tu esposa, ni tengas relaciones sexuales con ella mientras tu esposa viva, para no crear enemistad entre ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»No tengas relaciones sexuales con una mujer en su período de menstruación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»No te acuestes con la mujer de tu prójimo ni tengas relaciones sexuales con ella, para que no te hagas impuro por esa causa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "»No entregues a ninguno de tus hijos como ofrenda al dios Moloc. No ofendas así el nombre de tu Dios. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "»No te acuestes con un hombre como si te acostaras con una mujer. Ese es un acto infame."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "»No te entregues a actos sexuales con ningún animal, para que no te hagas impuro por esa causa. Tampoco la mujer debe entregarse a actos sexuales con un animal. Eso es una infamia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "»No se hagan impuros con ninguna de estas cosas. Con ellas se han hecho impuros los pueblos que yo voy a arrojar de la presencia de ustedes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "y también su país quedó impuro; pero yo les pedí cuentas de su maldad y el país arrojó de sí a sus habitantes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Pero ustedes los israelitas, y los extranjeros que viven entre ustedes, pongan en práctica mis leyes y mis decretos, y no cometan ninguno de estos actos infames,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "pues todas estas infamias las cometieron los que habitaron el país antes que ustedes, y la tierra quedó impura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "¡Que no los arroje de sí el país por hacerlo impuro, tal como arrojó a la gente que lo habitó antes que ustedes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "El que cometa cualquiera de estas infamias, será eliminado de entre su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Por lo tanto, pongan en práctica mi precepto y no caigan en las prácticas infames cometidas antes de ustedes, ni se hagan impuros con ellas. Yo soy el Señor su Dios.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.19",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.19"
        ],
        "human": "Levítico 19"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.20"
        ],
        "human": "Levítico 20",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.18"
        ],
        "human": "Levítico 18",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Leyes acerca de la santidad y la justicia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor se dirigió a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Dile a la comunidad israelita lo siguiente:",
            "»Sean ustedes santos, pues yo, el Señor su Dios, soy santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "»Respete cada uno a su padre y a su madre.",
            "»Respeten también mis sábados. Yo soy el Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»No recurran a los ídolos, ni se hagan dioses de metal fundido. Yo soy el Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»Cuando presenten al Señor sacrificios de reconciliación, háganlo de tal manera que Dios se los acepte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El animal presentado se debe comer el mismo día, y también se puede comer al día siguiente, pero lo que sobre para el tercer día deberá ser quemado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Si se come la ofrenda al tercer día, será considerada despreciable y Dios no la aceptará;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "el que la coma, cargará con la maldad y será eliminado de entre su pueblo por haber profanado lo consagrado al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»Cuando llegue el tiempo de la cosecha, no recojas hasta el último grano de tu campo ni rebusques las espigas que hayan quedado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "No rebusques todas las uvas de tu viñedo ni recojas las uvas caídas; déjalas para los pobres y los extranjeros. Yo soy el Señor, el Dios de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»No roben. No mientan ni se engañen unos a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»No hagas promesas falsas en mi nombre, pues profanas el nombre de tu Dios. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»No uses la violencia contra tu prójimo ni le arrebates lo que es suyo.",
            "»No retengas la paga del trabajador hasta el día siguiente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»No maldigas al sordo.",
            "»No pongas ningún tropiezo en el camino del ciego. Muestra tu reverencia a Dios. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»No actúes con injusticia cuando dictes sentencia: ni favorezcas al débil, ni te rindas ante el poderoso. Apégate a la justicia cuando dictes sentencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»No andes con chismes entre tu gente.",
            "»No tomes parte en el asesinato de tu prójimo. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»No abrigues en tu corazón odio contra tu hermano.",
            "»Reprende a tu prójimo cuando debas reprenderlo. No te hagas cómplice de su pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»No seas vengativo ni rencoroso con tu propia gente. Ama a tu prójimo, que es como tú mismo. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»Pon en práctica mis leyes.",
            "»No cruces tu ganado con animales de diferente especie.",
            "»No siembres tu campo con diferentes semillas entremezcladas.",
            "»No te pongas ninguna ropa hecha con tela de materiales mezclados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»Si alguno se acuesta con una esclava destinada a otro hombre, pero que aún no ha sido comprada ni puesta en libertad, tendrá que pagar indemnización; pero no se les condenará a muerte, porque ella no es libre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "El hombre presentará al Señor un carnero como sacrificio por la culpa, el cual deberá llevar hasta la entrada de la tienda del encuentro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Con este carnero como sacrificio por la culpa, el sacerdote pedirá al Señor que perdone el pecado de ese hombre, y el pecado cometido se le perdonará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "»Cuando entren ustedes en el país y siembren árboles frutales, no deberán cortar ni comer sus frutos durante tres años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Al cuarto año todos sus frutos serán consagrados al Señor en una celebración,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "y al quinto año ya podrán ustedes comer su fruto. Así el árbol les dará más. Yo soy el Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "»No coman nada que tenga sangre.",
            "»No practiquen la adivinación ni pretendan predecir el futuro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "»No se corten el pelo en redondo, ni se recorten la punta de la barba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "»No se hagan heridas en el cuerpo por causa de un muerto. No se hagan ninguna clase de tatuaje. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "»No deshonres a tu hija, convirtiéndola en una prostituta. No corrompas el país llenándolo de depravaciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "»Respeten mis sábados. Guarden reverencia por mi santuario. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "»No recurran a espíritus y adivinos. No se hagan impuros por consultarlos. Yo soy el Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "»Ponte de pie y muestra respeto ante los ancianos. Muestra reverencia por tu Dios. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "»No hagan sufrir al extranjero que viva entre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Trátenlo como a uno de ustedes; ámenlo, pues es como ustedes. Además, también ustedes fueron extranjeros en Egipto. Yo soy el Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "»No hagan trampa en la exactitud de medidas lineales, de peso o de capacidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Deben usar balanzas, pesas y medidas exactas. Yo soy el Señor su Dios, que los sacó de Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "»Así que pongan en práctica mis leyes y decretos; cúmplanlos. Yo soy el Señor.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.20",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.20"
        ],
        "human": "Levítico 20"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.21"
        ],
        "human": "Levítico 21",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.19"
        ],
        "human": "Levítico 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Castigos a la desobediencia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor se dirigió a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Di a los israelitas lo siguiente:",
            "»Cualquier israelita o extranjero que viva en Israel y que entregue alguno de sus hijos al dios Moloc, deberá ser muerto a pedradas por la gente del país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Yo me pondré en contra de ese hombre y lo eliminaré de entre su pueblo, por haber hecho impuro mi santuario y haber profanado mi santo nombre al entregar un hijo suyo a Moloc."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Si la gente del país se desentiende del asunto y no condena a muerte a ese hombre,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "yo me pondré en contra de él y de su familia, y lo eliminaré de entre su pueblo junto con todos los que se corrompieron con él y recurrieron a Moloc."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y si alguien recurre a espíritus y adivinos, y se corrompe por seguirlos, yo me pondré en contra de esa persona y la eliminaré de entre su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Conságrense completamente a mí, y sean santos, pues yo soy el Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pongan en práctica mis leyes; cúmplanlas. Yo soy el Señor, que los consagra para mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»A cualquiera que maldiga a su padre o a su madre, se le condenará a muerte. Ha maldecido a su padre o a su madre, y será el responsable de su propia muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Si alguien comete adulterio con la mujer de su prójimo, se condenará a muerte tanto al adúltero como a la adúltera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Si alguien se acuesta con la mujer de su padre, deshonra a su propio padre. Por lo tanto, se condenará a muerte al hombre y a la mujer, y serán responsables de su propia muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»Si alguien se acuesta con su nuera, los dos serán condenados a muerte y serán responsables de su propia muerte, pues eso es una infamia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Si alguien se acuesta con un hombre como si se acostara con una mujer, se condenará a muerte a los dos y serán responsables de su propia muerte, pues cometieron un acto infame."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Si alguien toma como esposas a una mujer y a la madre de esa mujer, comete un acto depravado y tanto él como ellas deberán ser quemados vivos. Así no habrá tales depravaciones entre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»Si un hombre se entrega a actos sexuales con un animal, será condenado a muerte. También se deberá matar al animal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»Si una mujer se entrega a actos sexuales con un animal, tanto a la mujer como al animal se les matará. Ellos serán responsables de su propia muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»Si alguien toma como mujer a su hermana, ya sea por parte de padre o de madre, y tienen relaciones sexuales, los dos serán eliminados a la vista de sus compatriotas, pues tener relaciones sexuales con la propia hermana es un hecho vergonzoso, y el que lo hace deberá cargar con su culpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Si alguien se acuesta con una mujer en período de menstruación y tiene relaciones sexuales con ella, pone al descubierto la fuente de menstruación de la mujer, y ella misma la ha descubierto; por lo tanto, los dos deberán ser eliminados de entre su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»No tengas relaciones sexuales con la hermana de tu madre ni con la hermana de tu padre, pues es tenerlas con una parienta cercana y los dos tendrán que cargar con su maldad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»Si alguien se acuesta con la mujer de su tío, deshonra a su propio tío; los dos cargarán con su pecado: morirán sin tener descendencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "»Si alguien le quita la esposa a su hermano, deshonra a su propio hermano. Este es un acto odioso, y los dos se quedarán sin hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "»Pongan en práctica mis leyes y decretos; cúmplanlos todos. Así no los arrojará de sí el país al cual los llevo para que vivan en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "No sigan las prácticas de la gente que voy a arrojar de delante de ustedes; ellos hicieron todas estas cosas, y por eso no pude aguantarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Yo les prometo que ustedes serán los dueños del país de ellos; yo mismo les daré posesión de ese país, donde la leche y la miel corren como el agua.",
            "»Yo soy el Señor su Dios, que los ha distinguido de los demás pueblos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Por lo tanto, también ustedes deben hacer distinción entre animales puros e impuros, y entre aves puras e impuras. No se hagan despreciables por causa de los animales, aves y reptiles que he señalado como animales impuros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Ustedes deben ser santos para conmigo, porque yo, el Señor, soy santo y los he distinguido de los demás pueblos para que sean míos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "»El hombre o la mujer que estén poseídos por un espíritu, o que practiquen la adivinación, serán muertos a pedradas y serán responsables de su propia muerte.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.21",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.21"
        ],
        "human": "Levítico 21"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.22"
        ],
        "human": "Levítico 22",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.20"
        ],
        "human": "Levítico 20",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Requisitos para los sacerdotes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor le dijo a Moisés:",
            "«Habla con los sacerdotes descendientes de Aarón, y diles que no se hagan impuros por causa del cadáver de alguno de sus parientes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "excepto en el caso de algún pariente cercano, como su madre, su padre, su hijo o su hija, su hermano"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "o su hermana soltera, que aún vive con él porque no se ha casado; por ellos podrá hacerse impuro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero no deberá hacerse impuro ni mancharse por una parienta casada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»No deberán raparse la cabeza, ni afeitarse la barba, ni hacerse heridas en el cuerpo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "sino consagrarse completamente a su Dios y no profanar su nombre, porque ellos son los que presentan las ofrendas quemadas y el pan de su Dios; así que deberán mantenerse consagrados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Tampoco deberán casarse con una prostituta, ni con una mujer violada o divorciada, porque han sido consagrados a su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Manténlos apartados de todo, porque ellos son los que presentan el pan de tu Dios. Y serán santos para ti, porque yo, el Señor, soy santo y soy quien los hace santos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»Si la hija de un sacerdote se rebaja y se convierte en prostituta, deshonra a su padre y deberá ser quemada viva."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»El jefe de los sacerdotes ha recibido plena autoridad para vestir la ropa sagrada, por medio del aceite de consagrar que se le puso en la cabeza. Por lo tanto, no debe dejarse suelto el pelo ni rasgarse la ropa en señal de luto;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "tampoco debe entrar donde haya un cadáver: ni siquiera por causa de su padre o de su madre debe hacerse impuro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No debe salir del santuario de su Dios, ni rebajar el carácter sagrado del santuario, porque sobre él ha sido puesto el aceite de consagrar de su Dios. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Por esposa deberá tomar una mujer virgen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "En ningún caso debe casarse con una viuda o divorciada, violada o prostituta; su esposa debe ser virgen y de su propio clan,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "para no rebajar a sus descendientes entre su gente; pues yo, el Señor, lo he consagrado.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Impedimentos para el sacerdocio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "El Señor se dirigió a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "«Dile a Aarón que, ahora y en el futuro, a ninguno de sus descendientes con algún defecto físico se le permitirá presentar la ofrenda de pan de su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "A decir verdad, nadie que tenga un defecto físico podrá presentarse a hacerlo: sea ciego, impedido, con la nariz o las orejas deformes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "con las piernas o los brazos quebrados,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "jorobado, enano, con nubes en los ojos, sarnoso o con erupciones en la piel, o con los testículos dañados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Ningún descendiente del sacerdote Aarón que tenga algún defecto físico presentará al Señor las ofrendas que se queman; tiene un defecto y, por lo tanto, no podrá presentar la ofrenda de pan de su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Podrá comer de ese pan y de las cosas santas y santísimas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "pero no podrá entrar tras el velo ni acercarse al altar, para no rebajar con su defecto el carácter sagrado de mi santuario. Yo soy el Señor, que los ha consagrado.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y Moisés repitió esto mismo a Aarón, a sus hijos y a todos los israelitas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.22",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.22"
        ],
        "human": "Levítico 22"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.23"
        ],
        "human": "Levítico 23",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.21"
        ],
        "human": "Levítico 21",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Participación en las ofrendas del Señor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor se dirigió a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Di a Aarón y a sus descendientes que deben tener cuidado con las cosas santas que los israelitas me consagran, para que no profanen mi santo nombre. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "»Diles que, ahora y en el futuro, cualquiera de sus descendientes que estando impuro haga la presentación de las cosas sagradas que los israelitas consagran al Señor, será eliminado de mi presencia. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»Ninguno de los descendientes de Aarón que esté enfermo de lepra o sufra derrames, comerá de las cosas sagradas hasta que haya sido purificado.",
            "»El que toque alguna cosa impura a causa de un cadáver, o toque a quien haya tenido un derrame de semen,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "o el que se haga impuro por tocar un reptil o a un hombre que por encontrarse impuro hace impuro al que lo toca,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "será considerado impuro hasta el anochecer, y no podrá comer de las cosas sagradas si antes no se lava con agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Quedará purificado al ponerse el sol, después de lo cual podrá comer de las cosas sagradas, pues son su alimento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "No debe comer carne de un animal muerto o despedazado por una fiera, para no hacerse impuro con ella. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»Diles que cumplan mi precepto y que no carguen con ningún pecado por faltar a él, y así no morirán. Yo soy el Señor, que los ha consagrado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Ningún extraño al sacerdocio podrá comer de lo que es sagrado.",
            "»Ni el huésped del sacerdote ni el que trabaje para él podrán comer de lo que es sagrado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Si el sacerdote compra un esclavo con su dinero, el esclavo podrá comer de lo que es sagrado. También los que hayan nacido en casa del sacerdote podrán comer de sus alimentos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»Si la hija del sacerdote está casada con alguien extraño al sacerdocio, no podrá comer de las ofrendas que se dan a los sacerdotes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero si es viuda o divorciada, y no tiene hijos, y vuelve a la casa de su padre como cuando era soltera, podrá comer de los alimentos de su padre. Por lo demás, ningún extraño al sacerdocio podrá comerlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Si alguien come involuntariamente de las cosas sagradas, tendrá que restituir al sacerdote lo que se comió, más una quinta parte;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "pero los sacerdotes no deben permitir que los israelitas profanen las cosas sagradas que se ofrecen al Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "ni que carguen con la maldad de su pecado por comer de las cosas sagradas. Yo soy el Señor, que los ha consagrado.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Requisitos para los animales ofrecidos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "El Señor se dirigió a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "«Habla con Aarón y sus hijos, y con todos los israelitas, y diles lo siguiente: Si alguno de los israelitas o de los extranjeros que vivan entre ellos presenta al Señor un animal en holocausto, ya sea en cumplimiento de una promesa o como ofrenda voluntaria,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "deberá presentar un macho sin defecto para que le sea aceptado. Podrá ser un toro, un cordero o un chivo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "pero no un animal con defecto, porque no le será aceptado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "»Cualquiera que presente al Señor un sacrificio de reconciliación, ya sea en cumplimiento de una promesa o como ofrenda voluntaria, deberá ofrecer toros u ovejas sin defecto para que le sean aceptados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "No le presenten al Señor animales ciegos, o lastimados, o mancos, o con verrugas, sarna o erupciones en la piel, ni los den para ser quemados como ofrendas en el altar del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Como ofrenda voluntaria podrás ofrecer un toro o un carnero que tenga las patas disparejas, pero en cumplimiento de una promesa no te será aceptado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Tampoco deben presentar al Señor animales con los testículos heridos, golpeados, arrancados o cortados. No practiquen estas cosas en su tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Tampoco reciban de un extranjero estos animales como alimento para el Dios de ustedes, porque son animales con defecto y no les serán aceptados.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Requisitos para matar los animales ofrecidos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "El Señor se dirigió a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "«Cuando nazca un ternero, un cordero o un cabrito, deberá quedarse al lado de su madre durante siete días, pero a partir del octavo día podrá ser aceptado para quemarlo como ofrenda al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "»No mates en un mismo día a una vaca u oveja y a su cría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "»Cuando presentes una ofrenda de acción de gracias al Señor, hazla de tal manera que sea bien recibida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Además, cómela el mismo día y no dejes nada para el día siguiente. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "»Pongan en práctica mis mandamientos; cúmplanlos. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "»No profanen mi santo nombre, y así seré santificado entre los israelitas. Yo soy el Señor, que los ha consagrado a ustedes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "y los ha sacado de Egipto para ser su Dios. Yo soy el Señor.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.23",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.23"
        ],
        "human": "Levítico 23"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.24"
        ],
        "human": "Levítico 24",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.22"
        ],
        "human": "Levítico 22",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Festividades religiosas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor se dirigió a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Di a los israelitas lo siguiente: Estas son las fechas especialmente dedicadas al Señor, y que ustedes llamarán reuniones santas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "»Trabajarás durante seis días, pero el día séptimo no deberás hacer ningún trabajo; será un día especial de reposo y habrá una reunión santa. Dondequiera que vivas, ese día será de reposo en honor del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»Estas son las fechas especiales para celebrar las reuniones santas en honor del Señor, y en las cuales deberán reunirse:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»El día catorce del mes primero, al atardecer, se celebrará la Pascua en honor del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»El día quince del mismo mes se celebrará la fiesta de los panes sin levadura en honor del Señor. Durante siete días se comerá pan sin levadura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El primer día se celebrará una reunión santa. No hagan ninguna clase de trabajo pesado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Durante siete días deberán ustedes quemar ofrendas al Señor, y el día séptimo celebrarán una reunión santa. No deberán realizar ninguna clase de trabajo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La fiesta de la primera cosecha"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El Señor se dirigió a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "«Di a los israelitas lo siguiente: Cuando hayan entrado ustedes en la tierra que yo les voy a dar, y hayan cosechado su trigo, deberán presentar al sacerdote el primer manojo de su cosecha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Al día siguiente del día de reposo, el sacerdote lo presentará al Señor como ofrenda especial, para que les sea aceptado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y el mismo día en que presenten el manojo, presentarán también un cordero de un año, sin defecto, como holocausto en honor del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Traerán, además, cuatro kilos y medio de la mejor harina amasada con aceite, para presentársela al Señor como ofrenda quemada de aroma agradable. Como ofrenda para derramar, se deberá presentar un litro de vino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Hasta el día en que lleven ustedes su ofrenda al Señor, no deben comer pan, ni trigo tostado o fresco. Esta es una ley permanente, que pasará de padres a hijos y dondequiera que ustedes vivan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»A partir del día en que lleven ustedes el manojo de trigo como ofrenda especial, es decir, a partir del día siguiente al día de reposo, deben contar siete semanas completas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y con el día siguiente al séptimo día de reposo, se completarán cincuenta días. Entonces presentarán al Señor su ofrenda de trigo nuevo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "y llevarán de sus casas dos panes de la mejor harina cocidos con levadura, de unos cuatro kilos cada uno, como ofrenda especial de primeros frutos para el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Junto con los panes llevarán siete corderos de un año y sin defecto, un becerro y dos carneros, como holocausto en honor del Señor, ofrenda quemada de aroma agradable a él, además de sus ofrendas de cereal y de vino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»Ofrecerán además un chivo como sacrificio por el pecado, y dos corderos de un año como sacrificio de reconciliación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El sacerdote ofrecerá los animales como ofrenda especial en presencia del Señor, junto con el pan de los primeros frutos y los dos corderos. Serán consagrados al Señor, para el sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "»Ese mismo día deben celebrar ustedes una reunión santa, y no hacer ninguna clase de trabajo pesado. Esta es una ley permanente, que pasará de padres a hijos y dondequiera que ustedes vivan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "»Cuando llegue el tiempo de cosechar, no recojas hasta el último grano de tu campo ni rebusques las espigas que se hayan quedado. Déjalas para los pobres y los extranjeros. Yo soy el Señor, el Dios de ustedes.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La fiesta de las trompetas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "El Señor se dirigió a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "«Di a los israelitas lo siguiente: El día primero del mes séptimo celebrarán ustedes un día de reposo y una reunión santa conmemorativa con toque de trompetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Deberán quemar una ofrenda en honor del Señor, y no harán ninguna clase de trabajo pesado.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El Día del perdón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "El Señor se dirigió a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "«El día diez del mismo mes séptimo será el Día del perdón. Deberán celebrar una reunión santa, y dedicar ese día al ayuno, y quemar una ofrenda en honor del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "No hagan ningún trabajo ese mismo día, porque es el Día del perdón, en que ustedes obtendrán el perdón ante el Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "El que no dedique ese día al ayuno, quienquiera que sea, será eliminado de entre su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y al que haga algún trabajo ese día, quienquiera que sea, lo haré desaparecer de su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "»No hagan ningún trabajo. Es una ley permanente, que pasará de padres a hijos y dondequiera que ustedes vivan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Será para ustedes un día de reposo y dedicado al ayuno, y lo contarán del atardecer del día nueve del mes hasta el atardecer del día siguiente.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La fiesta de las Enramadas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "El Señor se dirigió a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "«Di a los israelitas lo siguiente: El día quince del mismo mes séptimo, y durante siete días, se celebrará la fiesta de las Enramadas en honor del Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "con una reunión santa el primer día. No hagan ninguna clase de trabajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Durante esos siete días quemarán ofrendas en honor del Señor, y el octavo día celebrarán también una reunión santa y quemarán una ofrenda al Señor. Es un día de fiesta, y no deben hacer ninguna clase de trabajo pesado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "»Estas son las fechas especialmente dedicadas al Señor, a las que ustedes deben declarar reuniones santas y en las que presentarán al Señor ofrendas quemadas, holocaustos, ofrendas de cereales, sacrificios y ofrendas de vino, según el día que corresponda,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "aparte de los días de reposo en honor del Señor, y de los regalos y ofrendas prometidas o voluntarias que ustedes le hagan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "»El día quince del mes séptimo, cuando ustedes hayan recogido ya la cosecha, celebrarán una fiesta de siete días en honor del Señor, con reposo el primer día y el octavo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "El primer día tomarán frutos de los mejores árboles, hojas de palmera y de árboles frondosos y de álamos del río, y durante siete días se alegrarán en presencia del Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Cada año, en el mes séptimo, celebrarán una fiesta de siete días en honor del Señor. Es una ley permanente que pasará de padres a hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Durante esos siete días todos ustedes, los israelitas de nacimiento, vivirán bajo enramadas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "para que todos sus descendientes sepan que, cuando yo saqué de Egipto a los israelitas, los hice vivir bajo enramadas. Yo soy el Señor su Dios.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "De esta manera informó Moisés a los israelitas acerca de las fechas especialmente dedicadas al Señor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.24",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.24"
        ],
        "human": "Levítico 24"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.25"
        ],
        "human": "Levítico 25",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.23"
        ],
        "human": "Levítico 23",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El aceite para las lámparas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor se dirigió a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Ordena a los israelitas que te traigan aceite puro de oliva, para mantener las lámparas siempre encendidas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Aarón se encargará de arreglarlas, para que durante toda la noche ardan sin cesar delante del Señor en la tienda del encuentro, fuera del velo que está junto al arca de la alianza. Esta es una ley permanente, que pasará de padres a hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ha de arreglar las lámparas en el candelabro de oro puro para que ardan delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El pan de la Presencia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»Toma de la mejor harina y cuece doce tortas, de cuatro kilos y medio cada una,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y ponlas sobre la mesa de oro puro que está ante el Señor, en dos hileras de seis tortas cada una."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pon en cada hilera incienso puro, que le servirá al pan como ofrenda de recordación quemada en honor del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Esto deberá ser puesto sin falta ante el Señor cada sábado, como una alianza eterna por parte de los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Es la parte que les corresponderá siempre a Aarón y a sus descendientes, los cuales deberán comer ese pan en un lugar santo, porque de las ofrendas que se queman en honor del Señor, esta es una de las más sagradas.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Castigo para los que ofenden a Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10,
            11
          ],
          "lines": [
            "Entre los israelitas había un hombre nacido de madre israelita y padre egipcio. Su madre se llamaba Selomit, y era hija de Dibrí, de la tribu de Dan. Este hombre y un israelita tuvieron una discusión en el campamento, durante la cual el hijo de madre israelita ofendió y maldijo el nombre del Señor. Entonces lo llevaron ante Moisés,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "y lo tuvieron bajo vigilancia mientras el Señor les decía lo que tenían que hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y el Señor le habló a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "«Saca del campamento al que me maldijo; que pongan la mano sobre su cabeza todos los que lo oyeron, y que lo maten a pedradas todos los de la comunidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15,
            16
          ],
          "lines": [
            "Por lo que toca a los israelitas, diles lo siguiente: El que ofenda y maldiga el nombre del Señor su Dios, tendrá que cargar con su pecado y será muerto a pedradas por toda la comunidad. Tanto si es extranjero como si es natural del país, si ofende el nombre del Señor, será condenado a muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»El que le quite la vida a otra persona, será condenado a muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»El que mate una cabeza de ganado, tendrá que reponerla: animal por animal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»El que cause daño a alguno de su pueblo, tendrá que sufrir el mismo daño que hizo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "fractura por fractura, ojo por ojo, diente por diente; tendrá que sufrir en carne propia el mismo daño que haya causado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "»El que mate un animal, tendrá que reponerlo. El que mate a un hombre, será condenado a muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "»La misma ley vale tanto para los extranjeros como para los naturales del país. Yo soy el Señor su Dios.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Moisés habló entonces con los israelitas, y ellos sacaron del campamento al que había maldecido a Dios, y allí lo mataron a pedradas. Lo hicieron los israelitas tal como el Señor se lo había ordenado a Moisés."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.25",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.25"
        ],
        "human": "Levítico 25"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.26"
        ],
        "human": "Levítico 26",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.24"
        ],
        "human": "Levítico 24",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El año de reposo y el año de liberación"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor se dirigió a Moisés en el monte Sinaí, y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Di a los israelitas lo siguiente: Cuando ustedes hayan entrado en la tierra que les voy a dar, la tierra deberá tener reposo en honor del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Podrán sembrar sus campos durante seis años. También durante seis años podrán podar sus viñedos y recoger sus frutos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "pero el séptimo año será de completo reposo de la tierra en honor del Señor; no siembren ese año sus campos ni poden sus viñedos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Tampoco corten el trigo que nazca por sí mismo después de la última cosecha, ni recojan las uvas de su viñedo no podado; la tierra debe tener reposo completo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Lo que la tierra produzca por sí misma durante su reposo, alcanzará para que coman ustedes, sus siervos y sus siervas, y los trabajadores y extranjeros que vivan con ustedes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "y sus ganados y los animales feroces del país. Todo lo que la tierra produzca, les servirá de alimento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»Deben contar siete semanas de años, es decir, siete años multiplicados por siete, lo cual dará un total de cuarenta y nueve años,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "y el día diez del mes séptimo, que es el Día del perdón, harán sonar el cuerno de carnero en todo el país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El año cincuenta lo declararán ustedes año santo: será un año de liberación, y en él anunciarán libertad para todos los habitantes del país. Todo hombre volverá al seno de su familia y a la posesión de sus tierras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El año cincuenta será para ustedes año de liberación, y en él no deberán sembrar, ni cortar el trigo que nazca por sí mismo, ni podar los viñedos ni recoger sus uvas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "porque es un año santo y de liberación para ustedes. Comerán solo lo que la tierra produzca por sí misma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»En este año de liberación todos ustedes volverán a tomar posesión de sus tierras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Si alguien vende o compra a otra persona algún terreno, no trate de aprovecharse de ella;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "el que compra debe pagar según el tiempo transcurrido desde el año de liberación, y el que vende debe cobrar según los años de cosecha que aún falten:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "cuantos más años de cosecha falten, mayor será el precio; si quedan pocos años, el precio será menor, pues lo que se vende es el número de cosechas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»No abuse nadie de nadie. Muestren reverencia por su Dios, pues yo soy el Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cumplan mis leyes, pongan en práctica mis decretos. Cúmplanlos y vivirán tranquilos en el país;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "la tierra dará frutos, y ustedes vivirán tranquilamente en ella y comerán de sus frutos hasta quedar satisfechos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»Tal vez se pregunten ustedes: “¿Y qué vamos a comer durante el séptimo año, si no podemos sembrar ni recoger la cosecha?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pues bien, yo les enviaré mi bendición durante el sexto año, y la cosecha será suficiente para tres años;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "así comerán del grano almacenado mientras siembran de nuevo en el año octavo, y aun hasta el año noveno podrán comer del grano almacenado, mientras llega la cosecha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "»La tierra no debe venderse a perpetuidad: la tierra es mía, y ustedes solo están de paso por ella como huéspedes míos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Por lo tanto, para cualquier terreno que ustedes tengan en propiedad, deben conceder a los dueños anteriores el derecho de volver a comprarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "»Si uno de tus compatriotas se queda en la ruina y te vende alguno de sus terrenos, su pariente más cercano podrá venir y rescatar lo que su pariente había vendido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "»En el caso de alguien que no tenga un pariente que pueda rescatar su propiedad, pero que logre reunir lo suficiente para rescatarla él mismo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "calculará el tiempo transcurrido desde que la vendió, devolverá al que la compró la cantidad de dinero que resulte a su favor, y él volverá a tomar posesión de su propiedad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Pero si no logra reunir lo suficiente para rescatar la propiedad, esta se quedará en poder del comprador hasta el año de liberación, durante el cual será liberada la propiedad, y el que la vendió volverá a tomar posesión de ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "»Si alguien vende una vivienda en una ciudad con murallas, tendrá derecho a volver a comprarla durante un año completo a partir de la fecha de venta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Pero en caso de que la vivienda no sea rescatada en el término de un año, se quedará para siempre en poder del que la compró y de sus descendientes. No podrá ser liberada en el año de liberación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "En cambio, las casas de pueblos sin murallas serán consideradas igual que los campos: podrán ser rescatadas, y serán liberadas en el año de liberación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "»Los levitas tendrán siempre el derecho de volver a comprar las casas que estén dentro de las ciudades de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Si el que rescata es un levita, deberá abandonar la casa en el año de liberación e irse a la ciudad donde tiene su propiedad, porque la única propiedad de los levitas entre los israelitas es la casa que tienen en su ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Las tierras de pastoreo pertenecientes a las ciudades de los levitas, no podrán ser vendidas, porque son su propiedad permanente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "»Si alguno de tus compatriotas se queda en la ruina y recurre a ti, debes ayudarlo como a un extranjero de paso, y lo acomodarás en tu casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "No le quites nada ni le cargues intereses sobre los préstamos que le hagas; al contrario, muestra temor por tu Dios y acomoda a tu compatriota en tu casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "No le cargues interés al dinero que le prestes, ni aumentes el precio de los alimentos que le des."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Yo soy el Señor, el Dios de ustedes, que los sacó de Egipto para darles la tierra de Canaán y para ser su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "»Si uno de tus compatriotas se queda en la ruina estando contigo, y se vende a ti, no lo hagas trabajar como esclavo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "trátalo como a un trabajador o como a un huésped. Trabajará para ti hasta el año de liberación,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "después del cual podrá abandonar tu casa junto con sus hijos, para volver otra vez a su clan y a sus propiedades familiares;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "pues ellos son mis siervos; yo los saqué de Egipto, y no deben ser vendidos como esclavos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "No los trates con crueldad; al contrario, muestra temor de tu Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "»Si quieres tener esclavos o esclavas, cómpralos de las otras naciones que te rodean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "También puedes comprar a la gente extranjera que vive entre ustedes, y a los hijos que les nazcan mientras estén en el país de ustedes; a ellos pueden comprarlos en propiedad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "y dejarlos como herencia a sus hijos cuando ustedes mueran; siempre podrán servirse de ellos. Pero ninguno de ustedes, los israelitas, debe dominar ni tratar con crueldad a sus hermanos de raza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "»Si un extranjero que vive en tu tierra se hace rico, y en cambio uno de tus compatriotas, vecino del extranjero, se queda en la ruina y se vende a ese extranjero o a algún otro extranjero,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "tendrá derecho a que se compre su libertad aun después de haberse vendido. Podrá ser rescatado por uno de sus hermanos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "un tío, un primo o cualquier pariente cercano; también podrá rescatarse él mismo, si tiene medios para hacerlo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "calculando con el que lo compró desde el año en que se vendió hasta el año de liberación: el precio de venta deberá corresponder al número de años, y el tiempo que haya trabajado se calculará según la paga que se da a los trabajadores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Si aún quedan muchos años por delante, en proporción con ellos dará por su rescate parte del dinero que recibió por venderse;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "pero si falta poco tiempo para el año de liberación, dará por su rescate la cantidad correspondiente a los años que falten."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Se le deberá tratar como a un trabajador contratado por año; no permitas que se le trate con crueldad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "»Si acaso no es rescatado en este tiempo, quedará en libertad en el año de liberación, junto con sus hijos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "pues los israelitas son mis siervos, mis propios siervos; yo los saqué de Egipto. Yo soy el Señor su Dios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.26",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.26"
        ],
        "human": "Levítico 26"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.27"
        ],
        "human": "Levítico 27",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.25"
        ],
        "human": "Levítico 25",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Bendiciones a los obedientes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "»No se hagan ídolos ni imágenes; no levanten en su país piedras sagradas ni piedras grabadas; no se inclinen ante ellas, porque yo soy el Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Respeten mis sábados; tengan reverencia por mi santuario: yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "»Si siguen mis leyes, y cumplen mis mandamientos y los practican,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "yo les enviaré la lluvia a su tiempo, y la tierra y los árboles del campo darán su fruto;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "tendrán trigo hasta la cosecha de las uvas, y uvas hasta el tiempo de la siembra; comerán pan hasta quedar satisfechos, y gozarán de tranquilidad en el país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Les daré bienestar en el país, y dormirán sin sobresaltos, pues yo libraré al país de animales feroces y de guerras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ustedes harán huir a sus enemigos, y ellos caerán a filo de espada ante ustedes;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "cinco de ustedes harán huir a cien, y cien de ustedes harán huir a diez mil; sus enemigos caerán ante ustedes a filo de espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los miraré a ustedes con buenos ojos, y los haré crecer en número, y mantendré con ustedes mi alianza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Comerán del trigo almacenado en años anteriores, y hasta tendrán que desalojarlo para almacenar el trigo nuevo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Yo viviré entre ustedes, y no los rechazaré;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "constantemente andaré entre ustedes, y seré su Dios, y ustedes serán mi pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Yo soy el Señor su Dios, que los sacó de Egipto para que no siguieran siendo esclavos de ellos; yo rompí el yugo que pesaba sobre ustedes, y los hice andar con la frente en alto."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Advertencias a los desobedientes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Pero si ustedes no me obedecen ni ponen en práctica todos estos mandamientos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "sino que rechazan y menosprecian mis leyes y decretos y no cumplen con ninguno de mis mandamientos, faltando así a mi alianza,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "yo también haré lo siguiente con ustedes: les enviaré mi terror, epidemia mortal, fiebre, enfermedades de los ojos y decaimiento del cuerpo; de nada les servirá sembrar, porque sus enemigos se comerán la cosecha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Yo me pondré en contra de ustedes, y serán derrotados por sus enemigos; serán dominados por aquellos que los odian, y tendrán que huir aunque nadie los persiga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Si a pesar de esto no me obedecen, los volveré a castigar siete veces por sus pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Haré pedazos su necio orgullo; haré que el cielo les niegue su lluvia y la tierra sus frutos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "En vano gastarán sus fuerzas, porque la tierra no les producirá nada, ni los árboles del campo les darán frutos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "»Si siguen oponiéndose a mí y negándose a obedecerme, yo volveré a castigarlos siete veces más, conforme a sus pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Lanzaré sobre ustedes bestias salvajes que los dejarán sin hijos, que despedazarán sus ganados y que reducirán el número de ustedes hasta que no haya quien transite por sus caminos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "»Si a pesar de todo esto no se corrigen, sino que siguen oponiéndose a mí,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "yo también me opondré a ustedes y los castigaré aún siete veces más por sus pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Haré venir sobre ustedes una espada que vengue la alianza; ustedes correrán a refugiarse en sus ciudades, pero yo les enviaré enfermedades, y ustedes caerán en poder del enemigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "»Cuando yo destruya su provisión de alimentos, diez mujeres cocerán en un solo horno el pan de ustedes, y lo racionarán tanto que ustedes comerán y no quedarán satisfechos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "»Si a pesar de esto no me obedecen, sino que siguen oponiéndose a mí,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "yo también me opondré a ustedes, y con enojo los castigaré aún otras siete veces más por sus pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces se comerán ustedes a sus propios hijos e hijas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Yo destruiré sus santuarios paganos y partiré en dos sus altares de incienso; amontonaré los cuerpos sin vida de ustedes sobre los cuerpos sin vida de sus ídolos, y les mostraré mi desprecio;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "dejaré en ruinas sus ciudades y destruidos sus santuarios, y no me deleitaré más en el aroma de sus perfumes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "»Destruiré el país, y los enemigos de ustedes que vengan a vivir en él se quedarán asombrados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "A ustedes los esparciré entre las naciones, y con la espada desnuda los perseguiré; su país se convertirá en un desierto y sus ciudades en espantosas ruinas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Entonces la tierra disfrutará de tranquilidad todo el tiempo que permanezca desolada y que ustedes estén en el país de sus enemigos; así descansará y se desquitará de lo que antes no descansó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Todo el tiempo que permanezca desolada, la tierra disfrutará de los días de reposo que no tuvo mientras ustedes habitaron en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "»A aquellos de ustedes que queden con vida en terreno enemigo, les haré sentir tanto miedo que huirán con el simple ruido de una hoja al caer; huirán como si los persiguieran con una espada, y caerán sin que nadie los persiga;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "tropezarán unos contra otros como si huyeran de la guerra, aunque nadie los persiga; ¡ninguno de ustedes podrá hacer frente a sus enemigos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Serán destruidos entre las naciones, y el país de sus enemigos acabará con ustedes;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "y los que queden con vida en terreno enemigo, morirán por culpa de su maldad; ¡morirán junto con sus padres, por la maldad de ellos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "»Aunque ustedes reconozcan su maldad y la maldad de sus padres, lo mismo que su infidelidad y su oposición a mí,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "yo también me opondré a ustedes y los llevaré al país de sus enemigos; allí su mente pagana quedará humillada, y pagarán por su pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Entonces yo me acordaré de la alianza que hice con Jacob, con Isaac y con Abraham, y también me acordaré de la tierra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "la cual quedará libre de ustedes y disfrutará de sus días de reposo mientras ustedes no la habiten; y pagarán ustedes por su maldad, porque despreciaron mis decretos y rechazaron mis leyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "»A pesar de esto, y aunque ustedes estén en un país enemigo, no los despreciaré ni los rechazaré; no los destruiré ni faltaré a la alianza que hice con sus antepasados, porque yo soy el Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Por el contrario, me acordaré de la alianza que hice con ellos cuando los saqué de Egipto en presencia de las naciones para ser su Dios. Yo soy el Señor.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Estas son las leyes, decretos y enseñanzas que por medio de Moisés estableció el Señor en el monte Sinaí, entre él y los israelitas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.27",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.27"
        ],
        "human": "Levítico 27"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NUM.1"
        ],
        "human": "Números 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.26"
        ],
        "human": "Levítico 26",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cosas consagradas a Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor se dirigió a Moisés y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Di a los israelitas lo siguiente: Cuando alguien quiera pagar una promesa al Señor conforme al valor correspondiente de una persona,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "a un varón de veinte a sesenta años le fijarás una contribución de cincuenta monedas de plata, según la medida oficial del santuario;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "en el caso de una mujer, la contribución será de treinta monedas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Para las personas de cinco a veinte años, la contribución será de veinte monedas si es hombre, y de diez monedas si es mujer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Para los niños de un mes a cinco años, la contribución será de cinco monedas de plata, y de tres para las niñas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Para las personas mayores de sesenta años, la contribución será de quince monedas para los hombres, y de diez monedas para las mujeres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y si la persona es demasiado pobre para pagar la contribución establecida, se llevará el caso al sacerdote para que este fije una nueva contribución, de acuerdo con las posibilidades del que hizo la promesa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»En el caso de los animales que se pueden ofrecer al Señor, todo animal que se entregue al Señor quedará consagrado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y no podrá ser cambiado por otro animal, ya sea mejor o peor. En caso de que haya cambio, tanto el animal ofrecido como el animal dado a cambio quedarán consagrados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»En el caso de un animal impuro, que no puede ser ofrecido al Señor, se llevará el animal al sacerdote"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "para que este fije la contribución correspondiente, según la calidad del animal. La contribución fijada por el sacerdote deberá ser aceptada,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "y si se quiere recuperar el animal, se deberá dar una quinta parte más de la contribución establecida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Si alguien consagra su casa al Señor, el sacerdote establecerá su valor según la calidad de la casa. El cálculo del sacerdote deberá ser aceptado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero en caso de que el que consagró la casa quiera rescatarla, deberá dar una quinta parte más del valor en que había sido calculada, y la casa volverá a ser suya."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»Si alguien consagra al Señor una parte de su terreno, el valor del terreno se calculará según lo que pueda producir, a razón de cincuenta monedas de plata por cada doscientos veinte litros de cebada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Si consagra el terreno a partir del año de liberación, quedará en pie el valor establecido;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "pero si lo consagra después del año de liberación, el sacerdote hará el cálculo de la plata que se debe dar, descontando del valor calculado la cantidad que corresponda a los años que restan hasta el año de liberación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»Si el que consagró el terreno quiere recuperarlo, deberá dar una quinta parte más sobre el valor calculado, y el terreno seguirá siendo suyo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "pero si no lo recupera, y el terreno se vende a otra persona, ya no podrá volver a recuperarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cuando el terreno quede libre en el año de liberación, será dedicado para uso exclusivo del Señor, y el sacerdote tomará posesión de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "»Si alguien consagra al Señor un terreno comprado, que no es su herencia de familia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "el sacerdote calculará con esa persona el precio del terreno hasta el año de liberación, y esa persona pagará ese mismo día la cantidad estimada como valor del terreno, y la consagrará al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "En el año de liberación, el terreno volverá a poder del que lo vendió, es decir, a poder del propietario real del terreno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "»Todos tus cálculos deben tener como base el siclo de veinte geras, que es el peso oficial del santuario."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "»En cuanto a las primeras crías del ganado, que son del Señor por ser las primeras, nadie debe consagrarlas. Ya sea un ternerito o un corderito, es del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Si se trata de un animal impuro, podrá ser rescatado según el precio que se le fije, más una quinta parte de ese precio. Pero si no es rescatado, podrá ser vendido en el precio fijado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "»Si alguien consagra al Señor parte de sus pertenencias, ya sean personas, animales o terrenos heredados de su familia, nada de lo consagrado podrá ser vendido ni recuperado; todo lo consagrado será una cosa santísima dedicada al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y tampoco podrá rescatarse a ninguna persona que haya sido destinada a la destrucción: tendrá que morir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "»La décima parte de los productos de la tierra, tanto de semillas como de árboles frutales, pertenece al Señor y está consagrada a él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Si alguien quiere recuperar algo de esa décima parte, tendrá que pagar lo que valga, más una quinta parte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "»Uno de cada diez animales del ganado o del rebaño será consagrado al Señor como décima parte,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "sin escoger los mejores ni los peores, ni cambiar uno por otro. En caso de hacer un cambio, tanto el primer animal como el animal dado a cambio quedarán consagrados y, por lo tanto, no podrán ser recuperados.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Estos son los mandamientos que el Señor dio a Moisés para los israelitas, en el monte Sinaí."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}