{
  "book_usfm": "ZEC",
  "name": "Zacarías",
  "local_title": "Dios habla Hoy Estándar",
  "local_abbreviation": "DHHS94",
  "version_id": 1846,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Bible text: LA BIBLIA DIOS HABLA HOY, Tercera edición © Sociedades Bíblicas Unidas 1966, 1970, 1979, 1983, 1994, 1996</p> <p>Todos los derechos reservados. www.unitedbiblesocieties.org/</p>",
    "text": "Bible text: LA BIBLIA DIOS HABLA HOY, Tercera edición © Sociedades Bíblicas Unidas 1966, 1970, 1979, 1983, 1994, 1996 Todos los derechos reservados. www.unitedbiblesocieties.org/"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "ZEC.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.1"
        ],
        "human": "Zacarías 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.2"
        ],
        "human": "Zacarías 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "HAG.2"
        ],
        "human": "Hageo 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Llamamiento del Señor a su pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En el mes octavo del año segundo del gobierno del rey Darío, el Señor dirigió este mensaje al profeta Zacarías, hijo de Berequías y nieto de Idó. Le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2,
            3
          ],
          "lines": [
            "«Yo, el Señor todopoderoso, me enojé mucho con los antepasados de ustedes. Por eso, dile ahora de mi parte al pueblo: “Vuélvanse a mí, y yo me volveré a ustedes. Yo, el Señor, lo afirmo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "No hagan como sus antepasados, a quienes los antiguos profetas les dijeron de parte mía que abandonaran su mala conducta y sus malas acciones, pero ellos no quisieron escucharme ni hacerme caso. Yo, el Señor, lo afirmo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero ahora, ¿dónde están aquellos antepasados de ustedes? ¿Acaso vivirán siempre los profetas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Sin embargo, mis palabras y mandatos, que yo había encomendado a mis siervos los profetas, llegaron a los antepasados de ustedes. Y ellos se volvieron a mí, reconociendo que yo, el Señor todopoderoso, los había tratado como su conducta y sus acciones merecían.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visión de los jinetes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Este es el mensaje que yo, el profeta Zacarías, hijo de Berequías y nieto de Idó, recibí del Señor el día veinticuatro del mes once (el llamado mes de Sebat) del año segundo del gobierno del rey Darío."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Una noche tuve esta visión: Vi un jinete montado en un caballo rojo. Estaba parado en un valle, entre unos arrayanes, y detrás de él había un grupo de caballos, unos rojos, otros castaños y otros blancos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Yo pregunté: «Señor, ¿quiénes son esos jinetes?» Y el ángel que hablaba conmigo me contestó: «Yo te mostraré quiénes son.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces el que estaba entre los arrayanes dijo: «Estos son los que el Señor ha enviado a recorrer toda la tierra.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Los jinetes le dijeron entonces al ángel del Señor que estaba entre los arrayanes: «Hemos recorrido toda la tierra, y la hemos encontrado tranquila y en paz.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El ángel del Señor dijo: «Señor todopoderoso, hace ya setenta años que estás enojado con Jerusalén y con las ciudades de Judá. ¿Cuánto tiempo habrá de pasar aún antes de que vuelvas a tenerles compasión?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El Señor respondió con bondadosas palabras de consuelo al ángel que hablaba conmigo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y luego el ángel me ordenó que anunciara: «Esto dice el Señor todopoderoso: “Yo amo profundamente a Jerusalén y al monte Sión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Por eso mi furor se ha encendido contra esas naciones despreocupadas que, cuando yo estaba poco enojado, ayudaron a agravar la maldad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por lo tanto, yo, el Señor, digo: Ahora me he vuelto con compasión a Jerusalén, y voy a hacer que el templo y toda la ciudad sean reconstruidos.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "El ángel me dijo además: «Anuncia también esto: “El Señor todopoderoso dice: Voy a hacer que mis ciudades prosperen mucho otra vez; voy a dar nuevo aliento a Sión, y voy a proclamar de nuevo a Jerusalén como mi ciudad elegida.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visión de los cuernos y los herreros"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "18 (2.1) Tuve otra visión, en la cual vi aparecer cuatro cuernos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "19 (2.2) Le pregunté al ángel que estaba hablando conmigo qué significaban aquellos cuernos, y él me contestó: «Estos cuernos representan el poder de los que han dispersado por todas partes a los habitantes de Judá, Israel y Jerusalén.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "20 (2.3) Después el Señor me hizo ver a cuatro herreros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "21 (2.4) Yo pregunté: «¿A qué han venido estos herreros?» Y él me contestó: «Así como esos cuernos representan a los que dispersaron a Judá, de tal modo que nadie podía levantar cabeza, estos herreros han venido a hacer temblar de espanto y a cortarles los cuernos a las naciones que, dando cornadas a Judá, dispersaron a sus habitantes.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.2"
        ],
        "human": "Zacarías 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.3"
        ],
        "human": "Zacarías 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.1"
        ],
        "human": "Zacarías 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visión de la cinta de medir"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "1 (5) Aún tuve otra visión. Se me apareció un hombre que llevaba en la mano una cinta de medir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "2 (6) Le pregunté: «¿A dónde vas?» Y él me contestó: «Voy a medir la ciudad de Jerusalén, para saber su largo y su ancho.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "3 (7) Entonces vi que se iba el ángel que había hablado conmigo, y que otro ángel le salía al encuentro"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "4 (8) y le decía: «Corre a decirle al joven que lleva la cinta de medir: “Jerusalén va a ser de nuevo habitada, y serán tantos sus habitantes y ganados que no podrá tener murallas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "5 (9) Pero el Señor afirma: Yo seré como una muralla de fuego alrededor de Jerusalén, y en medio de la ciudad mostraré mi gloria.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El Señor salvará a su pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6,
            7
          ],
          "lines": [
            "6-7 (10-11) El Señor afirma: «Yo hice que ustedes fueran dispersados en todas direcciones. Pero ahora les digo: ¡Huyan pronto del país del norte! ¡Escapen de Babilonia, donde viven desterrados ustedes, los que vivían en Sión! Yo, el Señor, lo afirmo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8,
            9
          ],
          "lines": [
            "8-9 (12-13) El Señor todopoderoso me ha enviado con este mensaje contra las naciones que los saquearon a ustedes: «Cualquiera que toca a mi pueblo, toca a la niña de mis ojos. Por eso, yo mismo lucharé contra esas naciones, y haré que sus propios esclavos las saqueen.» Así mostrará su gloria el Señor todopoderoso, y así comprenderán ustedes que él fue quien me envió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "10 (14) El Señor afirma: «¡Canten de alegría, habitantes de Jerusalén, porque yo vengo a vivir entre ustedes!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "11 (15) Cuando esto suceda, muchas naciones se unirán al Señor. Y él dirá: «También estas naciones serán pueblo mío. Y yo viviré entonces entre ustedes.» Así comprenderán ustedes que el Señor todopoderoso me ha enviado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "12 (16) El Señor tomará nuevamente a Judá como su posesión especial en la tierra santa, y proclamará de nuevo a Jerusalén como su ciudad elegida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "13 (17) ¡Que todo el mundo guarde silencio ante el Señor, pues él viene a nosotros desde el santo lugar donde habita!"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.3"
        ],
        "human": "Zacarías 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.4"
        ],
        "human": "Zacarías 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.2"
        ],
        "human": "Zacarías 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visión del cambio de ropas de Josué"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Luego el Señor me mostró en una visión a Josué, el sumo sacerdote, que estaba de pie en presencia del ángel del Señor. Al lado derecho de Josué estaba el ángel acusador, que se disponía a acusarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces el ángel del Señor le dijo al ángel acusador: «¡Que el Señor te reprenda! ¡Que el Señor, que ama a Jerusalén, te reprenda! Pues este hombre es como un carbón encendido sacado de entre las brasas.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Josué, vestido con ropas muy sucias, permanecía de pie en presencia del ángel del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces el ángel ordenó a sus ayudantes que le quitaran a Josué aquellas ropas sucias. Luego le dijo: «Mira, esto significa que te he quitado tus pecados. ¡Ahora voy a hacer que te vistan de fiesta!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "En seguida ordenó a sus ayudantes que pusieran a Josué un turbante limpio en la cabeza. Ellos se lo pusieron, y después le vistieron con ropas de fiesta. Mientras tanto, el ángel permanecía de pie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Luego el ángel del Señor le dijo a Josué:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "«Esto dice el Señor todopoderoso: “Anda por mis caminos y cumple todos los deberes que te he encomendado. Si lo haces así, quedarás encargado de mi templo. Cuidarás de él y de sus atrios, y yo te daré un puesto entre estos ángeles que están a mi servicio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Escucha bien, Josué, tú que eres el sumo sacerdote, y que escuchen también tus compañeros de la junta sacerdotal, pues todos ustedes son como una señal profética: Voy a traer a mi siervo, el Retoño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Yo he puesto delante de Josué una piedra de siete lados, y yo mismo grabaré en ella una inscripción. Luego, en un solo día, quitaré el pecado de este país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando llegue ese día, podrán ustedes convidarse unos a otros a disfrutar de paz a la sombra de sus vides y sus higueras. Yo, el Señor todopoderoso, lo afirmo.”»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.4"
        ],
        "human": "Zacarías 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.5"
        ],
        "human": "Zacarías 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.3"
        ],
        "human": "Zacarías 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visión del candelabro y los olivos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Volvió entonces el ángel que hablaba conmigo, y me despertó como se despierta a uno que está dormido. Me preguntó:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«¿Qué ves?» Y yo le contesté: «Veo un candelabro de oro, con un depósito de aceite encima. En lo alto tiene siete lámparas, a las que llega el aceite por siete tubos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Junto al candelabro hay dos olivos, uno a su derecha y otro a su izquierda.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pregunté al ángel que hablaba conmigo: «Mi señor, ¿qué significa esto?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "El ángel me contestó: «¿No sabes lo que significa?» Yo le dije: «No, señor.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y él continuó: «Este es el mensaje del Señor para Zorobabel: “No depende del ejército, ni de la fuerza, sino de mi Espíritu, dice el Señor todopoderoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿Quién eres tú, gran montaña? ¡Quedarás convertida en llanura delante de Zorobabel! Él sacará la piedra principal, mientras grita la gente: ¡Qué hermosa es! ¡Qué hermosa!”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Después me dio el Señor otro mensaje:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "«Zorobabel ha puesto los cimientos de este templo, y él mismo será quien lo termine.» Así reconocerán ustedes que fue el Señor todopoderoso quien me envió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "«Aquellos que no tomaron en serio los pequeños comienzos, ahora se alegrarán viendo a Zorobabel terminar las obras.»",
            "Después de esto, el ángel añadió: «Estas siete lámparas son los ojos del Señor, que están recorriendo toda la tierra.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Yo le pregunté: «¿Qué son esos dos olivos, uno a cada lado del candelabro?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "También le pregunté: «¿Y qué significan esas dos ramas de olivo que están junto a los tubos de oro por donde llega el aceite a las lámparas?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El ángel me respondió: «¿No sabes lo que significan?» Le dije: «No, señor.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y él me contestó: «Estos son los dos que han sido consagrados para el servicio del Señor de toda la tierra.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.5"
        ],
        "human": "Zacarías 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.6"
        ],
        "human": "Zacarías 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.4"
        ],
        "human": "Zacarías 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visión del rollo escrito"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Tuve otra visión. Vi un rollo escrito, que volaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El ángel me preguntó: «¿Qué ves?» Le contesté: «Veo un rollo escrito, que vuela; mide nueve metros de largo por cuatro metros y medio de ancho.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Me dijo entonces: «Ahí está escrita la maldición que alcanza a todo el país. Según lo escrito por ambos lados, nadie que robe o que jure en falso puede quedar sin castigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El Señor todopoderoso afirma: “Yo envío esta maldición para que entre en casa del que roba y en casa del que jura en falso por mi nombre. Y la maldición permanecerá allí hasta que no queden ni vigas ni piedras.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visión de la medida y la mujer"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Luego salió el ángel que hablaba conmigo, y me dijo: «¡Fíjate en eso que aparece ahora!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Le pregunté: «¿Qué es eso?» Él me contestó: «Es una medida. Es la medida del pecado de los que viven en el país.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "La medida estaba cubierta con una tapa de plomo. Y fue levantada la tapa, y había una mujer sentada dentro de la medida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Me dijo el ángel: «Esa mujer es la maldad.» Y la empujó adentro de la medida, y la cerró con la tapa de plomo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Miré otra vez, y vi aparecer dos mujeres. Tenían alas, y el viento las impulsaba. Eran alas como de cigüeña, y llevaban la medida por los aires."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pregunté entonces al ángel que hablaba conmigo: «¿A dónde llevan esa medida?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y él me contestó: «Van a construirle un templo en Babilonia. Cuando ya esté terminado el templo, la instalarán allí, sobre un pedestal.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.6"
        ],
        "human": "Zacarías 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.7"
        ],
        "human": "Zacarías 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.5"
        ],
        "human": "Zacarías 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visión de los cuatro carros de guerra"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Tuve otra visión. Vi aparecer cuatro carros de guerra por entre dos montañas de bronce."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El primer carro iba tirado por caballos rojos; el segundo, por caballos negros;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "el tercero, por caballos blancos; y el cuarto, por caballos tordillos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pregunté al ángel que hablaba conmigo: «Mi señor, ¿qué significa esto?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "El ángel me contestó: «Estos son los cuatro vientos, que salen de delante del Señor de toda la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El carro tirado por caballos negros va al país del norte; el tirado por caballos blancos, al país del poniente; y el tirado por caballos tordillos, al país del sur.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y salieron los caballos tordillos, ansiosos de recorrer toda la tierra. El ángel les dijo: «Recorran toda la tierra.» Y ellos lo hicieron así."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Después de esto, el ángel me gritó: «¡Mira, los que fueron al país del norte van a calmar el enojo del Señor en ese país!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El Señor me dio este mensaje:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "«Recoge una colecta entre los desterrados que ya han regresado de Babilonia: Heldai, Tobías y Jedaías. Luego, en el mismo día, vete a casa de Josías, hijo de Sofonías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Con la plata y el oro que hayas recogido, haz coronas, y ponle una en la cabeza al sumo sacerdote Josué, hijo de Josadac."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y dile: “El Señor todopoderoso afirma que el varón llamado Retoño brotará de sus propias raíces y reconstruirá el templo del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Reconstruirá el templo del Señor y recibirá los honores propios de un rey. Se sentará en su trono a gobernar, y al lado de su trono se sentará el sacerdote, y habrá paz entre los dos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y las coronas serán un recuerdo que quedará en el templo del Señor en honor de Heldai, Tobías, Jedaías y Josías, hijo de Sofonías.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Vendrá gente de lejos, para ayudar a reconstruir el templo del Señor; y entonces reconocerán ustedes que el Señor todopoderoso fue quien me envió. Esto sucederá cuando ustedes escuchen la voz del Señor su Dios y le obedezcan."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.7"
        ],
        "human": "Zacarías 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.8"
        ],
        "human": "Zacarías 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.6"
        ],
        "human": "Zacarías 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El falso ayuno"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El día cuatro del mes noveno (llamado Quisleu), del cuarto año del gobierno del rey Darío, el Señor dirigió un mensaje al profeta Zacarías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En aquel tiempo, el pueblo de Betel había enviado a Sarézer y a Réguem-mélec, con sus hombres, a pedir la ayuda del Señor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y a preguntar a los profetas y a los sacerdotes del templo del Señor todopoderoso: «¿Habremos de seguir guardando luto y ayuno el quinto mes de cada año, tal como lo hemos hecho hasta ahora?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces el Señor todopoderoso se dirigió a mí, y me dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "«Di a todo el pueblo del país, y a los sacerdotes: “Ustedes hacen ayuno y guardan luto el quinto y el séptimo mes desde hace setenta años. Pero no lo hacen para honrarme a mí,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "sino que cuando ustedes comen y beben, lo hacen para su propio provecho.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿Acaso no son estas las mismas palabras que el Señor pronunció por medio de los antiguos profetas, cuando Jerusalén estaba en paz y llena de gente, y lo estaban también las ciudades de alrededor, y las regiones del Négueb y la llanura?"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La desobediencia, causa del destierro"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El Señor se dirigió al profeta Zacarías, y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "«Esto es lo que yo ordeno: Sean ustedes rectos en sus juicios, y bondadosos y compasivos unos con otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "No opriman a las viudas, ni a los huérfanos, ni a los extranjeros, ni a los pobres. No piensen en cómo hacerse daño unos a otros.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero el pueblo se negó a obedecer. Todos volvieron la espalda y se hicieron los sordos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Endurecieron su corazón como el diamante, para no escuchar la enseñanza y los mandatos que el Señor todopoderoso comunicó por su espíritu, por medio de los antiguos profetas.",
            "Por eso el Señor se enojó mucho,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "y dijo: «Así como ellos no quisieron escucharme cuando yo los llamaba, tampoco yo los escucharé cuando ellos me invoquen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Por eso los dispersé como por un torbellino entre todas esas naciones que ellos no conocían, y tras ellos quedó el país convertido en un desierto donde nadie podía vivir. ¡Un país tan hermoso, y ellos lo convirtieron en desolación!»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.8"
        ],
        "human": "Zacarías 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.9"
        ],
        "human": "Zacarías 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.7"
        ],
        "human": "Zacarías 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Promesa del Señor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor todopoderoso me dio este mensaje:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Esto es lo que yo, el Señor todopoderoso, digo: Siento por Sión grandes celos, celos furiosos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y he de volver a Jerusalén, para vivir allí. Entonces Jerusalén será llamada Ciudad Fiel, y el monte del Señor todopoderoso será llamado Monte Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ancianos y ancianas se sentarán de nuevo en las plazas de Jerusalén, apoyado cada cual en su bastón a causa de su mucha edad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Niños y niñas llenarán las plazas de la ciudad y jugarán en ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "En aquel tiempo todo esto parecerá imposible a los ojos de los que queden de mi pueblo; pero a mí no me lo parecerá. Yo, el Señor todopoderoso, lo afirmo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Yo libertaré a mi pueblo del poder del país de oriente y del país de occidente,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y lo traeré a Jerusalén para que viva allí. Ellos serán entonces mi pueblo, y yo seré su Dios, con fidelidad y justicia.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Esto dice el Señor todopoderoso: «Esfuércense, ustedes que en estos días han oído las palabras dichas por los profetas, desde el día en que se pusieron los cimientos para la reconstrucción del templo del Señor todopoderoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque hasta estos días no había paga para los hombres ni para las bestias. Y a causa del enemigo, tampoco había paz para los habitantes; y yo había puesto a los unos en contra de los otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero ahora, para los que queden de este pueblo, ya no voy a ser como en los primeros días. Yo, el Señor todopoderoso, lo afirmo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Porque la paz estará sembrada entre ellos. Los viñedos darán su fruto; la tierra, sus productos; y el cielo, su rocío. Y yo les daré todo eso en posesión a los que queden de este pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y así como ustedes, los de Judá y los de Israel, fueron maldición entre las demás naciones, así yo ahora los salvaré y haré que sean bendición. ¡No tengan miedo! ¡Esfuércense!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Esto dice el Señor todopoderoso: «Yo había decidido castigar a los antepasados de ustedes cuando me hicieron enojar, y mantuve mi decisión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ahora, en cambio, he decidido hacerles bien a Jerusalén y a Judá. Por lo tanto, no tengan miedo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Esto es lo que siempre deben hacer ustedes: Díganse siempre la verdad unos a otros, juzguen con justicia y procuren la paz en los tribunales;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "no se hagan daño unos a otros ni juren en falso. Porque yo odio todo eso. Yo, el Señor, lo afirmo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El Señor todopoderoso se dirigió a mí, y me dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "«Los ayunos de los meses cuarto, quinto, séptimo y décimo se convertirán en motivo de alegría, en fiestas felices para los descendientes de Judá. ¡Amen ustedes, pues, la verdad y la paz!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Esto dice el Señor todopoderoso: «Todavía han de venir gentes y habitantes de muchas ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces los de una ciudad se dirigirán a los de otra, y les dirán: “¡Vamos a buscar al Señor todopoderoso y a pedirle que nos bendiga!” Y los otros les contestarán: “¡Nosotros también iremos!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y vendrán a Jerusalén muchos pueblos y naciones numerosas, a buscar al Señor todopoderoso y a pedirle que los bendiga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "En aquel tiempo, diez extranjeros de las demás naciones agarrarán por la ropa a un judío, y le dirán: “¡Queremos ir con ustedes, porque hemos oído que Dios está con ustedes!”»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.9"
        ],
        "human": "Zacarías 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.10"
        ],
        "human": "Zacarías 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.8"
        ],
        "human": "Zacarías 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El castigo de las naciones vecinas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Este es el mensaje que el Señor comunicó contra el país de Hadrac y la ciudad de Damasco: «Las ciudades de Siria pertenecen al Señor, lo mismo que todas las tribus de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "También le pertenecen Hamat, vecina de aquellas ciudades, y Tiro y Sidón con toda su cultura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Tiro construyó fortificaciones, y amontonó oro y plata como quien amontona barro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero el Señor se lo quitará todo, y echará al mar su riqueza, y quemará por completo la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»Cuando la ciudad de Ascalón vea esto, se llenará de espanto. Gaza también sufrirá mucho, y las esperanzas de Ecrón quedarán por los suelos. ¡Gaza quedará sin rey, y Ascalón quedará sin habitantes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "En Asdod vivirá una raza mezclada, y así humillaré el orgullo de los filisteos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Les quitaré de la boca la carne con sangre que comen, y de entre los dientes, los alimentos prohibidos. Pero de esa gente habrá algunos que quedarán para mí; llegarán a ser parte de Judá, y Ecrón será como los jebuseos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y yo estaré atento para defender a los míos frente a cualquiera que pase por aquí. El opresor no volverá a oprimirlos, porque ahora yo vigilo con mis propios ojos.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El futuro rey de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "¡Alégrate mucho, ciudad de Sión!",
            "¡Canta de alegría, ciudad de Jerusalén!",
            "Tu rey viene a ti, justo y victorioso,",
            "pero humilde, montado en un burro,",
            "en un burrito, cría de una burra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Él destruirá los carros de Efraín,",
            "los caballos de Jerusalén",
            "y los arcos de guerra.",
            "Anunciará paz a las naciones",
            "y gobernará de mar a mar,",
            "del Éufrates al último rincón del mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La restauración de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Esto dice el Señor:",
            "«Jerusalén, por la sangre de tu alianza,",
            "yo sacaré del pozo sin agua",
            "a tus presos que están en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¡Ustedes, cautivos que mantienen la esperanza,",
            "regresen a su fortaleza!",
            "Les digo que voy a darles en bendición",
            "el doble de cuanto tuvieron que sufrir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pues he tendido mi arco de guerra, que es Judá,",
            "y le he puesto una flecha, que es Efraín.",
            "De ti, Sión, haré una espada,",
            "y levantaré a tus hijos contra los hijos de Grecia.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El Señor se mostrará sobre su pueblo;",
            "disparará sus flechas como rayos.",
            "Dios, el Señor, tocará la trompeta",
            "y avanzará entre las tempestades del sur."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El Señor todopoderoso protegerá a los suyos,",
            "y ellos pisotearán las piedras de los honderos",
            "y devorarán a sus enemigos;",
            "beberán su sangre como vino,",
            "se llenarán de ella como un tazón,",
            "como los cuernos del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "En aquel día, el Señor su Dios",
            "salvará a su pueblo como a un rebaño,",
            "y brillarán los suyos en su propio país",
            "como las piedras preciosas de una corona."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "¡Qué bueno, qué hermoso será el país!",
            "Con la abundancia de su trigo y su vino,",
            "nuestros muchachos y muchachas crecerán hermosos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.10"
        ],
        "human": "Zacarías 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.11"
        ],
        "human": "Zacarías 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.9"
        ],
        "human": "Zacarías 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La promesa de liberación"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pídanle al Señor lluvias de primavera,",
            "y el Señor, que produce los relámpagos,",
            "las enviará en abundancia,",
            "y a todos les dará hierba en el campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "La palabra de los ídolos es mentira,",
            "y es falso lo que ven los adivinos.",
            "Sus predicciones son sueños sin sentido,",
            "y sus palabras de consuelo están vacías.",
            "Por eso el pueblo vaga como un rebaño,",
            "y sufre por falta de un pastor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por eso dice el Señor:",
            "«Mi furor se ha encendido contra los pastores,",
            "y castigaré a los guías de mi pueblo.»",
            "El Señor todopoderoso, que cuida de su rebaño,",
            "de los descendientes de Judá,",
            "hará de ellos su fuerte caballo en la batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "De ellos saldrán la Piedra Angular,",
            "la Estaca de Tienda y el Arco de Guerra.",
            "De ellos saldrán todos los caudillos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Serán como soldados",
            "que en la batalla pisan el barro de las calles;",
            "lucharán, porque el Señor está con ellos,",
            "y pondrán en vergüenza a los jinetes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Dice el Señor:",
            "«Yo daré fuerzas a los descendientes de Judá",
            "y salvaré a los descendientes de José.",
            "Los guiaré de vuelta a su patria,",
            "porque tengo compasión de ellos.",
            "Volverán a ser como si yo nunca los hubiera rechazado,",
            "pues yo soy el Señor su Dios,",
            "que atiendo sus oraciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Efraín será como un soldado.",
            "Su corazón se alegrará como con vino,",
            "y al verlo se alegrarán también sus hijos.",
            "¡Su corazón se alegrará a causa del Señor!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»Yo los llamaré y los reuniré,",
            "porque los he salvado.",
            "Volverán a ser tan numerosos",
            "como lo fueron en otros tiempos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Yo los dispersé entre las naciones",
            "pero, aun estando lejos, se acordarán de mí,",
            "y un día volverán con sus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los haré regresar de Egipto,",
            "los traeré de Asiria,",
            "los llevaré a Galaad y al Líbano,",
            "y serán tantos que faltará lugar para ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Atravesarán el mar de Egipto,",
            "cuyas olas heriré.",
            "Secaré el Nilo hasta el fondo,",
            "destruiré el orgullo de Asiria",
            "y acabaré con el poder de Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Yo les daré fuerzas,",
            "y avanzarán en mi nombre.",
            "Yo, el Señor, doy mi palabra.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.11"
        ],
        "human": "Zacarías 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.12"
        ],
        "human": "Zacarías 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.10"
        ],
        "human": "Zacarías 10",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¡Abre, Líbano, tus puertas,",
            "y que el fuego consuma tus cedros!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "¡Llora, oh pino,",
            "porque cayó el cedro,",
            "porque aquellos árboles hermosos",
            "han quedado destruidos!",
            "¡Giman ustedes, encinas de Basán,",
            "porque el bosque espeso ha sido derribado!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Lloran a gritos los pastores,",
            "porque la hermosura de los pastos",
            "ha quedado destruida.",
            "Se oye el rugido del león,",
            "porque la espesura del Jordán",
            "ha quedado destruida."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los dos pastores"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Esto me dijo el Señor mi Dios: «Cuida las ovejas destinadas al matadero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los compradores las matan sin sentirse culpables, y los vendedores dicen: “¡Gracias al Señor, ya soy rico!” Ni siquiera sus propios pastores tienen compasión de ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pues, del mismo modo, tampoco yo volveré a tener compasión de la gente que vive en este país, sino que voy a entregar a cada uno en manos de su prójimo y en manos de su rey. Estos destruirán el país, y no salvaré de sus manos a nadie. Yo, el Señor, lo afirmo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces me puse a cuidar las ovejas destinadas al matadero. Lo hice por cuenta de los tratantes. Y me conseguí dos bastones: al uno lo llamé «Bienestar» y al otro «Unión»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y en un solo mes despedí a tres pastores que habían agotado mi paciencia y que me odiaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y a las ovejas les dije: «¡No volveré a ser el pastor de ustedes! ¡Si alguna ha de morir, que muera! ¡Si a alguna la matan, que la maten! ¡Y las que queden, que se coman unas a otras!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Tomé entonces mi bastón llamado «Bienestar» y lo rompí en señal de que quedaba anulada la alianza que Dios había hecho con todas las naciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Aquel día quedó anulada la alianza, y los tratantes de ovejas, que me estaban observando, comprendieron que era el Señor quien hablaba por medio de lo que yo hacía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Les dije entonces: «Si les parece bien, páguenme mi salario; y si no, déjenlo.» Y me pagaron treinta monedas de plata."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El Señor me dijo: «Toma esas monedas, el espléndido precio que me han puesto, y échalas en el tesoro del templo.» Yo tomé las treinta monedas y las eché en el tesoro del templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Rompí después el segundo bastón, el llamado «Unión», y así quedó destruida la hermandad entre Judá e Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El Señor me dijo: «Y ahora hazte pasar por un pastor irresponsable."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Porque voy a poner sobre este país un pastor que no se preocupará por la oveja descarriada, ni buscará a la perdida, ni curará a la herida, ni dará de comer a la debilitada, sino que se comerá la carne de las más gordas y no dejará de ellas ni las pezuñas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "¡Ay del pastor inútil que abandona el rebaño! ¡Que caiga la espada sobre su brazo y su ojo derecho! ¡Que se le quede seco el brazo y completamente ciego el ojo!»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.12"
        ],
        "human": "Zacarías 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.13"
        ],
        "human": "Zacarías 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.11"
        ],
        "human": "Zacarías 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La liberación de Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Este es un mensaje del Señor acerca de Israel. El Señor, que ha extendido el cielo, y ha puesto base a la tierra, y ha dado vida al hombre, afirma:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Yo hago de Jerusalén una copa de vino que emborrachará a todas las naciones vecinas. Cuando ellas pongan sitio a Jerusalén, también las otras ciudades de Judá serán atacadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "»En aquel día convertiré a Jerusalén en una piedra muy pesada para todas las naciones. Herirá a cualquiera de ellas que intente levantarla. Todas las naciones se juntarán en contra de Jerusalén,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "pero entonces yo espantaré a todos los caballos y volveré locos a sus jinetes. Cuidaré de los descendientes de Judá, y dejaré ciegos a todos los caballos de las naciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Al ver esto, los jefes de Judá dirán para sí: “El Señor todopoderoso es el Dios de los que viven en Jerusalén, y el que les da fuerzas.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»En aquel día haré que los jefes de Judá sean como un brasero encendido entre la leña, como un fuego entre manojos de espigas. Devorarán a derecha e izquierda a todas las naciones vecinas, mientras que los habitantes de Jerusalén vivirán otra vez en su ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero primero yo, el Señor, salvaré a las familias de Judá, para que no crezca el prestigio de los descendientes de David y de los habitantes de Jerusalén por encima de los demás descendientes de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Yo, el Señor, protegeré a los que viven en Jerusalén. Los más débiles de ellos serán tan fuertes como el rey David, y los descendientes de David serán como Dios, como el ángel del Señor, que va al frente de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»En aquel día destruiré a cualquier nación que ataque a Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Llenaré de espíritu de bondad y oración a los descendientes de David y a los habitantes de Jerusalén. Entonces mirarán al que traspasaron, y harán duelo y llorarán por él como por la muerte del hijo único o del hijo mayor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Se hará en Jerusalén un duelo tan grande como el duelo que se hace por el dios Hadad-rimón en la llanura de Meguido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Familia por familia, cada una por su lado, hará duelo en el país: los descendientes de David, y también sus mujeres; los descendientes de Natán, y también sus mujeres;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "los descendientes de Leví, y también sus mujeres; los descendientes de Simí, y también sus mujeres;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y así todas las otras familias, cada una por su lado, y también sus mujeres."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.13"
        ],
        "human": "Zacarías 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.14"
        ],
        "human": "Zacarías 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.12"
        ],
        "human": "Zacarías 12",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "»En aquel día se abrirá un manantial, para que en él puedan lavar sus pecados y su impureza los descendientes de David y los habitantes de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y en todo este país destruiré hasta los nombres de los ídolos, para que no sigan siendo invocados. Y también quitaré del país a los profetas y a todo espíritu impuro. Yo, el Señor, doy mi palabra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces, cuando alguno quiera profetizar, sus propios padres le dirán: “¡Tú has de morir, porque pretendes hacer pasar tus mentiras por mensajes del Señor!” ¡Sus propios padres lo apuñalarán cuando se esté haciendo pasar por profeta!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»En aquel día, los profetas tendrán vergüenza de sus visiones cuando profeticen. Ninguno engañará poniéndose el manto de pieles de los profetas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "sino que cada cual dirá: “Yo no soy profeta, sino labrador. Desde niño me he dedicado a trabajar en el campo.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y si alguien le pregunta: “¿Pues qué heridas son esas que traes en el cuerpo?”, él contestará: “Me las hicieron en casa de mis amigos.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El Señor es mi Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El Señor todopoderoso afirma:",
            "«¡Levántate, espada, contra mi pastor",
            "y contra mi ayudante!",
            "¡Mata al pastor, y el rebaño se dispersará,",
            "y yo me volveré contra los corderos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8,
            9
          ],
          "lines": [
            "Morirán dos terceras partes",
            "de los que habitan en este país:",
            "solo quedará con vida la tercera parte.",
            "Y a esa parte que quede",
            "la haré pasar por el fuego;",
            "la purificaré como se purifica la plata,",
            "la afinaré como se afina el oro.",
            "Entonces ellos me invocarán,",
            "y yo les contestaré.",
            "Los llamaré “Pueblo mío”,",
            "y ellos responderán: “El Señor es nuestro Dios.”",
            "Yo, el Señor, doy mi palabra.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.14"
        ],
        "human": "Zacarías 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "MAL.1"
        ],
        "human": "Malaquías 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.13"
        ],
        "human": "Zacarías 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La victoria final de Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ya viene el día del Señor, cuando tus despojos, Jerusalén, habrán de ser repartidos en medio de ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ese día reunirá el Señor a todas las naciones, para que peleen contra Jerusalén. Y conquistarán la ciudad, saquearán sus casas, violarán a sus mujeres y se llevarán cautiva a la mitad de sus habitantes. Solo el resto permanecerá en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero luego saldrá el Señor a luchar contra esas naciones, como cuando lucha en el día de la batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ese día el Señor apoyará sus pies sobre el Monte de los Olivos, que está frente a Jerusalén, hacia el lado oriental. Y un gran valle, que correrá de oriente a occidente, dividirá en dos el Monte de los Olivos. Medio monte se moverá hacia el norte y el otro medio hacia el sur,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y ustedes huirán por ese valle que quedará entre los montes, el cual llegará hasta Asal, del otro lado. Huirán ustedes como antes huyeron sus antepasados a causa del terremoto que se produjo cuando el rey Ozías gobernaba en Judá. Y vendrá el Señor mi Dios acompañado de todos sus fieles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ese día no hará frío ni habrá heladas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Será un día único, conocido solamente por Dios. En él no se distinguirá el día de la noche, pues aun por la noche seguirá habiendo luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces saldrán de Jerusalén aguas frescas, que correrán en invierno y en verano, la mitad de ellas hacia el Mar Muerto y la otra mitad hacia el Mediterráneo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ese día reinará el Señor en toda la tierra. El Señor será el único, y único será también su nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Todo el país quedará convertido en una llanura, desde Gueba hasta Rimón, al sur de Jerusalén. Jerusalén estará en alto, y será habitada en ese lugar, desde la Puerta de Benjamín hasta la Puerta del Ángulo (donde antes estuvo la Puerta Antigua) y desde la torre de Hananel hasta las prensas de aceite del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Sí, Jerusalén será habitada, y no volverá a ser destruida. Sus habitantes vivirán seguros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero a las naciones que hayan luchado contra Jerusalén, el Señor las castigará duramente: a su gente se le pudrirá la carne en vida, y se le pudrirán los ojos en sus cuencas y la lengua en la boca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ese día el Señor los llenará de espanto. Cada cual agarrará de la mano a su compañero, y levantarán la mano unos contra otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces luchará también Judá en Jerusalén, y arrebatarán a las naciones vecinas abundantes riquezas de plata, oro y ropas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El mismo castigo que ha de caer sobre la gente, caerá también sobre los caballos, los mulos, los camellos, los asnos y todas las bestias que los enemigos tengan en sus campamentos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Después de esto, los sobrevivientes de los mismos pueblos que lucharon contra Jerusalén irán año tras año a adorar al Rey, al Señor todopoderoso, y a celebrar la fiesta de las Enramadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y si alguna de las naciones de la tierra no va a Jerusalén a adorar al Rey, al Señor todopoderoso, la lluvia no caerá en sus tierras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y si los egipcios no van, el Señor los castigará, del mismo modo que a cualquier otra nación que no vaya a celebrar la fiesta de las Enramadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Ese será el castigo de Egipto y de todas las naciones que no vayan a celebrar la fiesta de las Enramadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Ese día, hasta los cascabeles de los caballos llevarán la inscripción «Consagrado al Señor». Y los calderos del templo serán entonces tan sagrados como los tazones que están delante del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Todos los calderos, en Jerusalén y en Judá, estarán consagrados al Señor todopoderoso. Quienes vayan a hacer un sacrificio, los usarán, y cocerán en ellos la carne de los animales ofrecidos. Ese día ya no habrá más comerciantes en el templo del Señor todopoderoso."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}