{
  "book_usfm": "1PE",
  "name": "1 Pedro",
  "local_title": "Nueva Biblia de las Américas",
  "local_abbreviation": "NBLA",
  "version_id": 103,
  "publisher": {
    "name": "The Lockman Foundation"
  },
  "copyright": {
    "html": "1986, 1995, 1997, 2005 by The Lockman Foundation",
    "text": "1986, 1995, 1997, 2005 by The Lockman Foundation"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "1PE.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1PE.1"
        ],
        "human": "1 Pedro 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1PE.2"
        ],
        "human": "1 Pedro 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JAS.5"
        ],
        "human": "Santiago 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pedro, apóstol de Jesucristo:",
            "A los expatriados, de la dispersión en el Ponto, Galacia, Capadocia, Asia y Bitinia, elegidos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "según el previo conocimiento de Dios Padre, por la obra santificadora del Espíritu, para obedecer a Jesucristo y ser rociados con Su sangre: Que la gracia y la paz les sean multiplicadas a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La esperanza viva del cristiano"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Bendito sea el Dios y Padre de nuestro Señor Jesucristo, quien según Su gran misericordia, nos ha hecho nacer de nuevo a una esperanza viva, mediante la resurrección de Jesucristo de entre los muertos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "para obtener una herencia incorruptible, inmaculada, y que no se marchitará, reservada en los cielos para ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Mediante la fe ustedes son protegidos por el poder de Dios, para la salvación que está preparada para ser revelada en el último tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "En lo cual ustedes se regocijan grandemente, aunque ahora, por un poco de tiempo si es necesario, sean afligidos con diversas pruebas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "para que la prueba de la fe de ustedes, más preciosa que el oro que perece, aunque probado por fuego, sea hallada que resulta en alabanza, gloria y honor en la revelación de Jesucristo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "a quien sin haber visto, ustedes lo aman, y a quien ahora no ven, pero creen en Él, y se regocijan grandemente con gozo inefable y lleno de gloria,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "obteniendo, como resultado de su fe, la salvación de sus almas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Acerca de esta salvación, los profetas que profetizaron de la gracia que vendría a ustedes, diligentemente inquirieron y averiguaron,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "procurando saber qué persona o tiempo indicaba el Espíritu de Cristo dentro de ellos, al predecir los sufrimientos de Cristo y las glorias que seguirían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "A ellos les fue revelado que no se servían a sí mismos, sino a ustedes, en estas cosas que ahora les han sido anunciadas mediante los que les predicaron el evangelio por el Espíritu Santo enviado del cielo; cosas a las cuales los ángeles anhelan mirar."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Exhortación a la santidad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por tanto, preparen su entendimiento para la acción. Sean sobrios en espíritu, pongan su esperanza completamente en la gracia que se les traerá en la revelación de Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Como hijos obedientes, no se conformen a los deseos que antes tenían en su ignorancia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "sino que así como Aquel que los llamó es Santo, así también sean ustedes santos en toda su manera de vivir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Porque escrito está: «Sean santos, porque Yo soy santo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y si invocan como Padre a Aquel que imparcialmente juzga según la obra de cada uno, condúzcanse con temor durante el tiempo de su peregrinación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Ustedes saben que no fueron redimidos de su vana manera de vivir heredada de sus padres con cosas perecederas como oro o plata,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "sino con sangre preciosa, como de un cordero sin tacha y sin mancha: la sangre de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Porque Él estaba preparado desde antes de la fundación del mundo, pero se ha manifestado en estos últimos tiempos por amor a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Por medio de Él son creyentes en Dios, que lo resucitó de entre los muertos y le dio gloria, de manera que la fe y esperanza de ustedes sean en Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Exhortación al amor fraternal"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Puesto que en obediencia a la verdad ustedes han purificado sus almas para un amor sincero de hermanos, ámense unos a otros entrañablemente, de corazón puro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pues han nacido de nuevo, no de una simiente corruptible, sino de una que es incorruptible, es decir, mediante la palabra de Dios que vive y permanece."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Porque:",
            "«Toda carne es como la hierba,",
            "Y toda su gloria como la flor de la hierba.",
            "Sécase la hierba,",
            "Cáese la flor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero la palabra del Señor permanece para siempre».",
            "Esa es la palabra que a ustedes les fue predicada."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1PE.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1PE.2"
        ],
        "human": "1 Pedro 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1PE.3"
        ],
        "human": "1 Pedro 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1PE.1"
        ],
        "human": "1 Pedro 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Exhortación al crecimiento"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por tanto, desechando toda malicia, y todo engaño, e hipocresías, y envidias y toda difamación,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "deseen como niños recién nacidos, la leche pura de la palabra, para que por ella crezcan para salvación,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "si es que han probado la bondad del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y viniendo a Él, como a una piedra viva, desechada por los hombres, pero escogida y preciosa delante de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "también ustedes, como piedras vivas, sean edificados como casa espiritual para un sacerdocio santo, para ofrecer sacrificios espirituales aceptables a Dios por medio de Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pues esto se encuentra en la Escritura:",
            "«Yo, pongo en Sión una piedra escogida, una preciosa piedra angular,",
            "Y el que crea en Él no será avergonzado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Este precioso valor es, pues, para ustedes los que creen; pero para los que no creen,",
            "«La piedra que desecharon los constructores,",
            "Esa, en piedra angular se ha convertido»,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y,",
            "«Piedra de tropiezo y roca de escándalo».",
            "Pues ellos tropiezan porque son desobedientes a la palabra, y para ello estaban también destinados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero ustedes son linaje escogido, real sacerdocio, nación santa, pueblo adquirido para posesión de Dios, a fin de que anuncien las virtudes de Aquel que los llamó de las tinieblas a Su luz admirable."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ustedes en otro tiempo no eran pueblo, pero ahora son el pueblo de Dios; no habían recibido misericordia, pero ahora han recibido misericordia."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conducta de los creyentes en el mundo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Amados, les ruego como a extranjeros y peregrinos, que se abstengan de las pasiones carnales que combaten contra el alma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Mantengan entre los gentiles una conducta irreprochable, a fin de que en aquello que les calumnian como malhechores, ellos, por razón de las buenas obras de ustedes, al considerarlas, glorifiquen a Dios en el día de la visitación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Sométanse, por causa del Señor, a toda institución humana, ya sea al rey como autoridad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "o a los gobernadores como enviados por él para castigo de los malhechores y alabanza de los que hacen el bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Porque esta es la voluntad de Dios: que haciendo bien, ustedes hagan enmudecer la ignorancia de los hombres insensatos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Anden como libres, pero no usen la libertad como pretexto para la maldad, sino empléenla como siervos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Honren a todos, amen a los hermanos, teman a Dios, honren al rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ejemplo de Cristo como siervo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Siervos, estén sujetos a sus amos con todo respeto, no solo a los que son buenos y afables, sino también a los que son insoportables."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Porque esto halla gracia, si por causa de la conciencia ante Dios, alguien sobrelleva penalidades sufriendo injustamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pues ¿qué mérito hay, si cuando ustedes pecan y son tratados con severidad lo soportan con paciencia? Pero si cuando hacen lo bueno sufren por ello y lo soportan con paciencia, esto halla gracia con Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Porque para este propósito han sido llamados, pues también Cristo sufrió por ustedes, dejándoles ejemplo para que sigan Sus pasos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "el cual no cometió pecado, ni engaño alguno se halló en Su boca;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "y quien cuando lo ultrajaban, no respondía ultrajando. Cuando padecía, no amenazaba, sino que se encomendaba a Aquel que juzga con justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Él mismo llevó nuestros pecados en Su cuerpo sobre la cruz, a fin de que muramos al pecado y vivamos a la justicia, porque por Sus heridas fueron ustedes sanados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pues ustedes andaban descarriados como ovejas, pero ahora han vuelto al Pastor y Guardián de sus almas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1PE.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1PE.3"
        ],
        "human": "1 Pedro 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1PE.4"
        ],
        "human": "1 Pedro 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1PE.2"
        ],
        "human": "1 Pedro 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Deberes conyugales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Asimismo ustedes, mujeres, estén sujetas a sus maridos, de modo que si algunos de ellos son desobedientes a la palabra, puedan ser ganados sin palabra alguna por la conducta de sus mujeres"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "al observar ellos su conducta casta y respetuosa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Que el adorno de ustedes no sea el externo: peinados ostentosos, joyas de oro o vestidos lujosos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "sino que sea lo que procede de lo íntimo del corazón, con el adorno incorruptible de un espíritu tierno y sereno, lo cual es precioso delante de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Porque así también se adornaban en otro tiempo las santas mujeres que esperaban en Dios, estando sujetas a sus maridos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así obedeció Sara a Abraham, llamándolo señor, y ustedes han llegado a ser hijas de ella, si hacen el bien y no tienen miedo de nada que pueda aterrorizarlas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ustedes, maridos, igualmente, convivan de manera comprensiva con sus mujeres, como con un vaso más frágil, puesto que es mujer, dándole honor por ser heredera como ustedes de la gracia de la vida, para que sus oraciones no sean estorbadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El secreto de la vida feliz"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En conclusión, sean todos de un mismo sentir, compasivos, fraternales, misericordiosos, y de espíritu humilde;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "no devolviendo mal por mal, o insulto por insulto, sino más bien bendiciendo, porque fueron llamados con el propósito de heredar bendición."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque,",
            "«El que desea la vida, amar y ver días buenos,",
            "Refrene su lengua del mal y sus labios no hablen engaño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "-»Apártese del mal y haga el bien;",
            "Busque la paz y sígala."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "-»Porque los ojos del Señor están sobre los justos,",
            "Y Sus oídos atentos a sus oraciones;",
            "Pero el rostro del Señor está contra los que hacen el mal»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sufriendo por la justicia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "¿Y quién les podrá hacer daño a ustedes si demuestran tener celo por lo bueno?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero aun si sufren por causa de la justicia, dichosos son. Y no tengan miedo por temor a ellos ni se turben,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "sino santifiquen a Cristo como Señor en sus corazones, estando siempre preparados para presentar defensa ante todo el que les demande razón de la esperanza que hay en ustedes. Pero háganlo con mansedumbre y reverencia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "teniendo buena conciencia, para que en aquello en que son calumniados, sean avergonzados los que hablan mal de la buena conducta de ustedes en Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pues es mejor padecer por hacer el bien, si así es la voluntad de Dios, que por hacer el mal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Porque también Cristo murió por los pecados una sola vez, el justo por los injustos, para llevarnos a Dios, muerto en la carne pero vivificado en el espíritu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "En el espíritu también fue y predicó a los espíritus encarcelados,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "quienes en otro tiempo fueron desobedientes cuando la paciencia de Dios esperaba en los días de Noé durante la construcción del arca, en la cual unos pocos, es decir, ocho personas, fueron salvadas por medio del agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y correspondiendo a esto, el bautismo ahora los salva a ustedes, no quitando la suciedad de la carne, sino como una petición a Dios de una buena conciencia, mediante la resurrección de Jesucristo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "quien está a la diestra de Dios, habiendo subido al cielo después de que le habían sido sometidos ángeles, autoridades y potestades."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1PE.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1PE.4"
        ],
        "human": "1 Pedro 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1PE.5"
        ],
        "human": "1 Pedro 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1PE.3"
        ],
        "human": "1 Pedro 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cómo Dios quiere que vivamos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por tanto, puesto que Cristo ha padecido en la carne, ármense también ustedes con el mismo propósito, pues quien ha padecido en la carne ha terminado con el pecado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "para vivir el tiempo que le queda en la carne, ya no para las pasiones humanas, sino para la voluntad de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque el tiempo ya pasado les es suficiente para haber hecho lo que agrada a los gentiles, habiendo andado en sensualidad, lujurias, borracheras, orgías, embriagueces, y abominables idolatrías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y en todo esto, se sorprenden de que ustedes no corren con ellos en el mismo desenfreno de disolución, y los insultan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero ellos darán cuenta a Aquel que está preparado para juzgar a los vivos y a los muertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Porque con este fin fue predicado el evangelio aun a los muertos, para que aunque sean juzgados en la carne como hombres, vivan en el espíritu conforme a la voluntad de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El fin de todas las cosas y la conducta cristiana"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero el fin de todas las cosas se acerca. Sean pues ustedes prudentes y de espíritu sobrio para la oración."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Sobre todo, sean fervientes en su amor los unos por los otros, pues el amor cubre multitud de pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Sean hospitalarios los unos para con los otros, sin murmuraciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Según cada uno ha recibido un don especial, úselo sirviéndose los unos a los otros como buenos administradores de la multiforme gracia de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El que habla, que hable conforme a las palabras de Dios; el que sirve, que lo haga por la fortaleza que Dios da, para que en todo Dios sea glorificado mediante Jesucristo, a quien pertenecen la gloria y el dominio por los siglos de los siglos. Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sufriendo como cristianos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Amados, no se sorprendan del fuego de prueba que en medio de ustedes ha venido para probarlos, como si alguna cosa extraña les estuviera aconteciendo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Antes bien, en la medida en que comparten los padecimientos de Cristo, regocíjense, para que también en la revelación de Su gloria se regocijen con gran alegría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Si ustedes son insultados por el nombre de Cristo, dichosos son, pues el Espíritu de gloria y de Dios reposa sobre ustedes. Ciertamente, por ellos Él es blasfemado, pero por ustedes es glorificado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Que de ninguna manera sufra alguien de ustedes como asesino, o ladrón, o malhechor, o por entrometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero si alguien sufre como cristiano, que no se avergüence, sino que como tal glorifique a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Porque es tiempo de que el juicio comience por la casa de Dios. Y si comienza por nosotros primero, ¿cuál será el fin de los que no obedecen al evangelio de Dios?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y si el justo con dificultad se salva, ¿qué será del impío y del pecador?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Así que los que sufren conforme a la voluntad de Dios, encomienden sus almas al fiel Creador, haciendo el bien."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1PE.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1PE.5"
        ],
        "human": "1 Pedro 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2PE.1"
        ],
        "human": "2 Pedro 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1PE.4"
        ],
        "human": "1 Pedro 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Consejos a los ancianos de la iglesia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por tanto, a los ancianos entre ustedes, exhorto yo, anciano como ellos y testigo de los padecimientos de Cristo, y también participante de la gloria que ha de ser revelada:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "pastoreen el rebaño de Dios entre ustedes, velando por él, no por obligación, sino voluntariamente, como quiere Dios; no por la avaricia del dinero, sino con sincero deseo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "tampoco como teniendo señorío sobre los que les han sido confiados, sino demostrando ser ejemplos del rebaño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y cuando aparezca el Príncipe de los pastores, ustedes recibirán la corona inmarcesible de gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Asimismo ustedes, los más jóvenes, estén sujetos a los mayores. Y todos, revístanse de humildad en su trato mutuo, porque Dios resiste a los soberbios, pero da gracia a los humildes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Consejos para la iglesia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Humíllense, pues, bajo la poderosa mano de Dios, para que Él los exalte a su debido tiempo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "echando toda su ansiedad sobre Él, porque Él tiene cuidado de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Sean de espíritu sobrio, estén alerta. Su adversario, el diablo, anda al acecho como león rugiente, buscando a quien devorar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero resístanlo firmes en la fe, sabiendo que las mismas experiencias de sufrimiento se van cumpliendo en sus hermanos en todo el mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y después de que hayan sufrido un poco de tiempo, el Dios de toda gracia, que los llamó a Su gloria eterna en Cristo, Él mismo los perfeccionará, afirmará, fortalecerá, y establecerá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "A Él sea el dominio por los siglos de los siglos. Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludos finales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por conducto de Silvano, nuestro fiel hermano, porque así lo considero, les he escrito brevemente, exhortando y testificando que esta es la verdadera gracia de Dios. Estén firmes en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "La que está en Babilonia, elegida juntamente con ustedes, los saluda, y también mi hijo Marcos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Salúdense unos a otros con un beso de amor fraternal.",
            "Paz sea a todos ustedes que están en Cristo."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}