{
  "book_usfm": "2KI",
  "name": "2 Reyes",
  "local_title": "Nueva Biblia de las Américas",
  "local_abbreviation": "NBLA",
  "version_id": 103,
  "publisher": {
    "name": "The Lockman Foundation"
  },
  "copyright": {
    "html": "1986, 1995, 1997, 2005 by The Lockman Foundation",
    "text": "1986, 1995, 1997, 2005 by The Lockman Foundation"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "2KI.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.1"
        ],
        "human": "2 Reyes 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.2"
        ],
        "human": "2 Reyes 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.22"
        ],
        "human": "1 Reyes 22",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Ocozías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de la muerte de Acab, Moab se rebeló contra Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En Samaria, Ocozías se cayó por la ventana de su aposento alto, y se enfermó. Entonces envió mensajeros diciéndoles: «Vayan, consulten a Baal Zebub, dios de Ecrón, si he de sanar de esta enfermedad»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero el ángel del Señor dijo a Elías el tisbita: «Levántate, sube al encuentro de los mensajeros del rey de Samaria y diles: “¿Acaso no hay Dios en Israel para que ustedes vayan a consultar a Baal Zebub, dios de Ecrón?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Por tanto, así dice el Señor: “No te levantarás del lecho donde te has acostado, sino que ciertamente morirás” ». Entonces Elías se fue."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando los mensajeros volvieron al rey, este les dijo: «¿Por qué han vuelto?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ellos le respondieron: «Un hombre vino a nuestro encuentro y nos dijo: “Vayan, vuelvan al rey que los envió, y díganle: ‘Así dice el Señor: “¿Acaso no hay Dios en Israel para que envíes a consultar a Baal Zebub, dios de Ecrón? Por tanto, no te levantarás del lecho donde te has acostado, sino que ciertamente morirás” ’ ” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y él rey les preguntó: «¿Qué aspecto tenía el hombre que subió al encuentro de ustedes y les habló estas palabras?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "«Era un hombre cubierto de pelo, con un cinturón de cuero ceñido a sus lomos», respondieron ellos. «Es Elías el tisbita», dijo el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces el rey envió un capitán de cincuenta con sus cincuenta hombres a buscarlo. El capitán subió a él, y allí estaba Elías sentado en la cumbre del monte, y le dijo: «Hombre de Dios, el rey dice: “Desciende” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Elías respondió al capitán de cincuenta: «Si yo soy hombre de Dios, que descienda fuego del cielo y te consuma a ti y a tus cincuenta». Entonces descendió fuego del cielo, y lo consumió a él y a sus cincuenta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "De nuevo el rey envió a él otro capitán de cincuenta con sus cincuenta que le habló: «Hombre de Dios, así dice el rey: “Desciende inmediatamente” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "«Si yo soy hombre de Dios», respondió Elías, «que descienda fuego del cielo y te consuma a ti y a tus cincuenta». Entonces el fuego de Dios descendió del cielo y lo consumió a él y a sus cincuenta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "De nuevo el rey le envió al tercer capitán de cincuenta con sus cincuenta. Cuando el tercer capitán de cincuenta subió, vino y se postró de rodillas delante de Elías y le rogó, diciéndole: «Hombre de Dios, le ruego que mi vida y la vida de estos cincuenta siervos suyos sean de valor ante sus ojos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ya que ha descendido fuego del cielo y ha consumido a los dos primeros capitanes de cincuenta con sus cincuenta; pero ahora, sea mi vida preciosa ante sus ojos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces el ángel del Señor dijo a Elías: «Desciende con él y no le tengas miedo». Se levantó Elías y descendió con él a ver al rey,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "y le dijo: «Así dice el Señor: “Por cuanto has enviado mensajeros a consultar a Baal Zebub, dios de Ecrón (¿acaso no hay Dios en Israel para consultar Su palabra?), por tanto no bajarás del lecho al que has subido, sino que ciertamente morirás” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ocozías murió conforme a la palabra del Señor que Elías había hablado. Y Joram reinó en su lugar durante el año segundo de Joram, hijo de Josafat, rey de Judá, porque Ocozías no tenía ningún hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Los demás hechos de Ocozías, lo que hizo, ¿no están escritos en el libro de las Crónicas de los reyes de Israel?"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.2"
        ],
        "human": "2 Reyes 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.3"
        ],
        "human": "2 Reyes 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.1"
        ],
        "human": "2 Reyes 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Eliseo sucesor de Elías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Y sucedió que cuando el Señor iba a llevarse a Elías al cielo en un torbellino, Elías venía de Gilgal con Eliseo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y Elías le dijo a Eliseo: «Te ruego que te quedes aquí, porque el Señor me ha enviado hasta Betel». Pero Eliseo le dijo: «Vive el Señor y vive tu alma, que no me apartaré de ti». Así que ambos descendieron a Betel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces los hijos de los profetas que estaban en Betel salieron al encuentro de Eliseo y le dijeron: «¿Sabes que hoy el Señor va a quitarte a tu señor?». Y él dijo: «Sí, yo lo sé; cállense»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Elías entonces le dijo: «Eliseo, te ruego que te quedes aquí, porque el Señor me ha enviado a Jericó». Pero él dijo: «Vive el Señor y vive tu alma, que no me apartaré de ti». Y fueron juntos a Jericó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "También los hijos de los profetas que estaban en Jericó se acercaron a Eliseo y le dijeron: «¿Sabes que hoy el Señor va a quitarte a tu señor?». Y él respondió: «Sí, yo lo sé; cállense»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces Elías le dijo: «Te ruego que te quedes aquí, porque el Señor me ha enviado al Jordán». Pero Eliseo dijo: «Vive el Señor y vive tu alma, que no me apartaré de ti». Y los dos siguieron caminando."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y cincuenta hombres de los hijos de los profetas fueron y se pararon frente a ellos, a lo lejos, mientras ellos dos se detuvieron junto al Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces Elías tomó su manto, lo dobló y golpeó las aguas, y estas se dividieron a uno y a otro lado, y los dos pasaron por tierra seca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando ya habían pasado, Elías le dijo a Eliseo: «Pide lo que quieras que yo haga por ti antes de que yo sea separado de ti». Y Eliseo le respondió: «Te ruego que una doble porción de tu espíritu sea sobre mí»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Elías le dijo: «Has pedido una cosa difícil. Sin embargo, si me ves cuando sea llevado de tu lado, así te sucederá; pero si no, no será así.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Mientras ellos iban andando y hablando, de pronto, apareció un carro de fuego y caballos de fuego que separó a los dos. Y Elías subió al cielo en un torbellino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Eliseo lo vio y clamó: «Padre mío, padre mío, los carros de Israel y su gente de a caballo». Y no lo vio más. Entonces tomó sus vestidos y los rasgó en dos pedazos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "También recogió el manto de Elías que se le había caído, y regresó y se paró a la orilla del Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y tomando el manto de Elías que se le había caído, golpeó las aguas, y dijo: «¿Dónde está el Señor, el Dios de Elías?». Y cuando él golpeó también las aguas, estas se dividieron a uno y a otro lado, y Eliseo pasó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuando lo vieron los hijos de los profetas que estaban en Jericó frente a él, dijeron: «El espíritu de Elías reposa sobre Eliseo». Entonces fueron a su encuentro y se postraron ante él,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "y le dijeron: «Aquí entre tus siervos hay cincuenta hombres fuertes; te rogamos que los dejes ir a buscar a tu señor; tal vez el Espíritu del Señor lo ha levantado y lo ha echado en algún monte o en algún valle». Y él dijo: «No los envíen»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero cuando le insistieron hasta la saciedad, dijo: «Envíenlos». Entonces enviaron cincuenta hombres; y buscaron durante tres días, pero no lo hallaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Volvieron a Eliseo que se había quedado en Jericó, y él les dijo: «¿No les dije: “No vayan”?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces los hombres de la ciudad dijeron a Eliseo: «El emplazamiento de esta ciudad es bueno, como mi señor ve, pero el agua es mala y la tierra estéril»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y él dijo: «Tráiganme una vasija nueva, y pongan sal en ella». Y se la trajeron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Eliseo fue al manantial de las aguas, echó sal en él, y dijo: «Así dice el Señor: “He purificado estas aguas; de allí no saldrá más muerte ni esterilidad” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y las aguas han quedado purificadas hasta hoy, conforme a la palabra que habló Eliseo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Después subió de allí a Betel; y mientras subía por el camino, unos muchachos salieron de la ciudad y se burlaban de él, diciéndole: «¡Sube, calvo; sube, calvo!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Cuando él miró hacia atrás y los vio, los maldijo en el nombre del Señor. Entonces salieron dos osas del bosque y despedazaron de ellos a cuarenta y dos muchachos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "De allí, Eliseo fue al monte Carmelo, y desde allí regresó a Samaria."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.3"
        ],
        "human": "2 Reyes 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.4"
        ],
        "human": "2 Reyes 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.2"
        ],
        "human": "2 Reyes 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Rebelión y derrota de Moab"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Joram, hijo de Acab, comenzó a reinar sobre Israel en Samaria en el año dieciocho de Josafat, rey de Judá; y reinó doce años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Hizo lo malo ante los ojos del Señor, aunque no como su padre y su madre, pues quitó el pilar sagrado de Baal que su padre había hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Sin embargo, se aferró a los pecados de Jeroboam, hijo de Nabat, con los que hizo pecar a Israel, y no se apartó de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y Mesa, rey de Moab, era criador de ovejas, y pagaba al rey de Israel 100,000 corderos y la lana de 100,000 carneros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero cuando Acab murió, el rey de Moab se rebeló contra el rey de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y aquel mismo día el rey Joram salió de Samaria y alistó a todo Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y fue y envió palabra a Josafat, rey de Judá, diciendo: «El rey de Moab se ha rebelado contra mí. ¿Irás conmigo a pelear contra Moab?». Y él respondió: «Subiré. Yo soy como tú, mi pueblo como tu pueblo, mis caballos como tus caballos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y le preguntó: «¿Por qué camino subiremos?». Y Joram respondió: «Por el camino del desierto de Edom»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces el rey de Israel fue con el rey de Judá y el rey de Edom; y después de dar un rodeo de siete días de camino, no había agua para el ejército ni para los animales que los seguían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Así que el rey de Israel dijo: «¡Ah! Porque el Señor ha llamado a estos tres reyes para entregarlos en manos de Moab»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero Josafat dijo: «¿No hay aquí un profeta del Señor para que consultemos al Señor por medio de él?». Y uno de los siervos del rey de Israel respondió: «Aquí está Eliseo, hijo de Safat, el que vertía agua en las manos de Elías»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y Josafat dijo: «La palabra del Señor está con él». Así que el rey de Israel y Josafat y el rey de Edom fueron adonde estaba Eliseo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Eliseo dijo al rey de Israel: «¿Qué tengo que ver con usted? Vaya a los profetas de su padre y a los profetas de su madre». Y el rey de Israel le dijo: «No, porque el Señor ha llamado a estos tres reyes para entregarlos en mano de Moab»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y Eliseo dijo: «Vive el Señor de los ejércitos, ante quien estoy, que si no fuera por respeto a la presencia de Josafat, rey de Judá, no lo miraría ni lo atendería."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero tráiganme ahora un músico».",
            "Y sucedió que mientras el músico tocaba, la mano del Señor vino sobre Eliseo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "y él dijo: «Así dice el Señor: “Hagan en este valle muchas zanjas”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pues así dice el Señor: “No verán viento, ni verán lluvias; sin embargo ese valle se llenará de agua, y beberán ustedes y sus ganados y sus bestias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Aun esto es poco ante los ojos del Señor; también entregará en manos de ustedes a los moabitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Ustedes destruirán toda ciudad fortificada y toda ciudad principal, talarán todo árbol bueno, cegarán todas las fuentes de agua y dañarán con piedras todo terreno fértil” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y aconteció que por la mañana, a la hora de ofrecer el sacrificio, el agua vino por el camino de Edom, y la tierra se llenó de agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y todos los moabitas oyeron que los reyes habían subido a pelear contra ellos. Y convocaron a todos, desde los que podían ponerse armadura en adelante, y se colocaron en la frontera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Se levantaron muy de mañana, y cuando el sol brilló sobre el agua, los moabitas vieron el agua frente a ellos tan roja como la sangre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces dijeron: «Esto es sangre; sin duda los reyes han peleado entre sí, y se han matado unos a otros. Ahora pues, ¡Moab, al despojo!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Pero cuando llegaron al campamento de Israel, los israelitas se levantaron e hirieron a los moabitas, y estos huyeron delante de ellos; y los israelitas invadieron el país matando a los moabitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Destruyeron las ciudades, y cada uno arrojó su piedra en toda parcela de tierra buena, y las llenaron. Cegaron todas las fuentes de agua y talaron todos los árboles buenos, hasta dejar en Kir Hareset solo sus piedras; no obstante, los honderos la rodearon y la destruyeron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Al ver el rey de Moab que la batalla arreciaba contra él, tomó consigo 700 hombres que sacaban espada, para abrir brecha hacia el rey de Edom, pero no pudieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Entonces tomó a su hijo primogénito que había de reinar en su lugar, y lo ofreció en holocausto sobre la muralla. Y hubo gran ira contra los israelitas, quienes se apartaron de allí y regresaron a su tierra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.4"
        ],
        "human": "2 Reyes 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.5"
        ],
        "human": "2 Reyes 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.3"
        ],
        "human": "2 Reyes 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Eliseo y la viuda"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Y una mujer de las mujeres de los hijos de los profetas clamó a Eliseo, diciendo: «Su siervo, mi marido, ha muerto, y usted sabe que su siervo temía al Señor; y ha venido el acreedor a tomar a mis dos hijos para esclavos suyos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y Eliseo le dijo: «¿Qué puedo hacer por ti? Dime qué tienes en casa». Y ella respondió: «Su sierva no tiene en casa más que una vasija de aceite»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces Eliseo le dijo: «Ve, pide vasijas prestadas por todas partes de todos tus vecinos, vasijas vacías; no pidas pocas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Luego entra y cierra la puerta detrás de ti y de tus hijos y echa el aceite en todas estas vasijas, poniendo aparte las que estén llenas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y ella se fue de su lado, y cerró la puerta tras sí y de sus hijos; y ellos traían las vasijas y ella echaba el aceite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando las vasijas estuvieron llenas, ella dijo a un hijo suyo: «Tráeme otra vasija». Y él le dijo: «No hay más vasijas». Y cesó el aceite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces ella fue y se lo contó al hombre de Dios. Y él le dijo: «Ve, vende el aceite y paga tu deuda, y tú y tus hijos pueden vivir de lo que quede»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Eliseo y la sunamita"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Un día pasaba Eliseo por Sunem, donde había una mujer distinguida, y ella lo persuadió a que comiera. Y sucedía que siempre que pasaba, entraba allí a comer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y ella dijo a su marido: «Ahora entiendo que este que siempre pasa por nuestra casa, es un santo hombre de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Te ruego que hagamos un pequeño aposento alto, con paredes, y pongamos allí para él una cama, una mesa, una silla y un candelero; y cuando venga a nosotros, se podrá retirar allí»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y un día que Eliseo vino por allí, se retiró al aposento alto y allí se acostó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Después dijo a Giezi su criado: «Llama a esta sunamita». Y cuando la llamó, ella se presentó delante de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Eliseo le dijo a Giezi: «Dile ahora: “Ya que te has preocupado por nosotros con todo este cuidado, ¿qué puedo hacer por ti? ¿Quieres que hable por ti al rey o al jefe del ejército?” ». Y ella respondió: «Yo vivo en medio de mi pueblo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Eliseo entonces preguntó: «¿Qué, pues, se puede hacer por ella?». Y Giezi respondió: «En verdad ella no tiene ningún hijo y su marido es viejo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y Eliseo dijo: «Llámala». Cuando él la llamó, ella se detuvo a la entrada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces Eliseo le dijo: «Por este tiempo, el año que viene, abrazarás un hijo». Y ella dijo: «No, señor mío, hombre de Dios, no engañe usted a su sierva»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero la mujer concibió y dio a luz un hijo al año siguiente en el tiempo que Eliseo le había dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando el niño creció, llegó el día en que salió al campo adonde estaba su padre con los segadores,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "y dijo a su padre: «¡Ay, mi cabeza, mi cabeza!». Y el padre dijo a un criado: «Llévalo a su madre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y tomándolo, el criado lo llevó a su madre, y el niño estuvo sentado en sus rodillas hasta el mediodía, y murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces ella subió y lo puso sobre la cama del hombre de Dios, cerró la puerta, y salió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Luego llamó a su marido y le dijo: «Te ruego que me envíes uno de los criados y una de las asnas, para que yo vaya corriendo al hombre de Dios y regrese»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y él dijo: «¿Por qué vas hoy a él? No es luna nueva ni día de reposo». Y ella respondió: «Quédate en paz»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces ella aparejó el asna y dijo a su criado: «Arrea y anda; no detengas el paso por mí a menos que yo te lo diga»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y ella fue y llegó al hombre de Dios en el monte Carmelo. Cuando el hombre de Dios la vio a lo lejos, dijo a Giezi su criado: «Mira, allá viene la sunamita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Te ruego que corras ahora a su encuentro y le digas: “¿Te va bien a ti? ¿Le va bien a tu marido? ¿Le va bien al niño?” ». Y ella respondió: «Estamos bien»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Pero cuando ella llegó al monte, al hombre de Dios, se abrazó de sus pies. Y Giezi se acercó para apartarla, pero el hombre de Dios dijo: «Déjala, porque su alma está angustiada y el Señor me lo ha ocultado y no me lo ha revelado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces ella dijo: «¿Acaso pedí un hijo a mi señor? ¿No dije: “No me engañe usted?” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces Eliseo dijo a Giezi: «Prepárate, toma mi báculo en tu mano, y vete. Si encuentras a alguien, no lo saludes, y si alguien te saluda, no le respondas, y pon mi báculo sobre el rostro del niño»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y la madre del niño dijo: «Vive el Señor y vive su alma, que no me apartaré de usted». Entonces Eliseo se levantó y la siguió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Y Giezi se adelantó a ellos y puso el báculo sobre el rostro del niño, pero no hubo voz ni reacción. Así que volvió para encontrar a Eliseo, y le dijo: «El niño no ha despertado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Cuando Eliseo entró en la casa, el niño ya estaba muerto, tendido sobre su cama."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Y entrando, cerró la puerta tras ambos y oró al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Entonces subió y se acostó sobre el niño, y puso la boca sobre su boca, los ojos sobre sus ojos y las manos sobre sus manos, y se tendió sobre él; y la carne del niño entró en calor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Entonces Eliseo volvió y caminó por la casa de un lado para otro, y subió y se tendió sobre él; y el niño estornudó siete veces y abrió sus ojos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Eliseo llamó a Giezi y le dijo: «Llama a la sunamita». Y él la llamó. Cuando ella vino a Eliseo, él le dijo: «Toma a tu hijo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Entonces ella entró, cayó a sus pies y se postró en tierra, y tomando a su hijo, salió."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otros milagros de Eliseo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Cuando Eliseo regresó a Gilgal, había hambre en la tierra. Estando sentados los hijos de los profetas delante de él, dijo a su criado: «Pon la olla grande y prepara un potaje para los hijos de los profetas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Entonces uno de ellos salió al campo a recoger hierbas, y encontró una viña silvestre y de ella llenó su manto de calabazas silvestres, y vino y las cortó en pedazos en la olla de potaje, porque no sabía lo que eran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Y lo sirvieron para que los hombres comieran. Y sucedió que cuando comían el potaje, clamaron y dijeron: «¡Oh hombre de Dios, hay muerte en la olla!». Y no pudieron comer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Pero Eliseo les dijo: «Tráiganme harina». Y la echó en la olla, y dijo: «Sírvanlo a la gente para que coman». Y ya no había nada malo en la olla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Y vino un hombre de Baal Salisa y trajo al hombre de Dios panes de primicias, veinte panes de cebada y espigas de grano nuevo en su bolsa. Y él dijo: «Dáselos a la gente para que coman»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Su sirviente le dijo: «¿Cómo pondré esto delante de cien hombres?». Pero él respondió: «Dáselos a la gente para que coman, porque así dice el Señor: “Comerán y sobrará” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Y lo puso delante de ellos y comieron, y sobró conforme a la palabra del Señor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.5"
        ],
        "human": "2 Reyes 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.6"
        ],
        "human": "2 Reyes 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.4"
        ],
        "human": "2 Reyes 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Eliseo y Naamán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Naamán, capitán del ejército del rey de Aram, era un gran hombre delante de su señor y tenido en alta estima, porque por medio de él el Señor había dado la victoria a Aram. También el hombre era un guerrero valiente, pero leproso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Los arameos, que habían salido en bandas, habían tomado cautiva a una muchacha muy joven de la tierra de Israel, y ella estaba al servicio de la mujer de Naamán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y ella dijo a su señora: «¡Ah, si mi señor estuviera con el profeta que está en Samaria! Él entonces lo curaría de su lepra»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces Naamán fue y habló a su señor el rey diciéndole: «Esto y esto ha dicho la muchacha que es de la tierra de Israel»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y el rey de Aram le dijo: «Ve ahora, y enviaré una carta al rey de Israel». Y él fue y llevó consigo 340 kilos de plata y 6,000 siclos (68.4 kilos) de oro y diez mudas de ropa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "También llevó al rey de Israel la carta que decía: «Y cuando llegue a ti esta carta, comprenderás que te he enviado a mi siervo Naamán para que lo cures de su lepra»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando el rey de Israel leyó la carta, rasgó sus vestidos, y dijo: «¿Acaso soy yo Dios, para dar muerte y para dar vida, para que este me mande a decir que cure a un hombre de su lepra? Consideren ahora esto y vean cómo busca pleito conmigo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Al oír Eliseo, el hombre de Dios, que el rey de Israel había rasgado sus vestidos, envió aviso al rey diciéndole: «¿Por qué ha rasgado sus vestidos? Que venga él a mí ahora, y sabrá que hay profeta en Israel»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Vino, pues, Naamán con sus caballos y con su carro, y se paró a la entrada de la casa de Eliseo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y Eliseo le envió un mensajero, diciendo: «Ve y lávate en el Jordán siete veces, y tu carne se te restaurará y quedarás limpio»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero Naamán se enojó, y se fue diciendo: «Yo pensé: “Seguramente él vendrá a mí, y se detendrá e invocará el nombre del Señor su Dios, moverá su mano sobre la parte enferma y curará la lepra”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¿No son el Abaná y el Farfar, ríos de Damasco, mejores que todas las aguas de Israel? ¿No pudiera yo lavarme en ellos y ser limpio?». Y dio la vuelta, y se fue enfurecido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero sus siervos se le acercaron y le dijeron: «Padre mío, si el profeta le hubiera dicho que hiciera alguna gran cosa, ¿no la hubiera hecho? ¡Cuánto más cuando le dice a usted: “Lávese, y quedará limpio”!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces él bajó y se sumergió siete veces en el Jordán conforme a la palabra del hombre de Dios; y su carne se volvió como la carne de un niño, y quedó limpio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuando regresó al hombre de Dios con toda su compañía, fue y se puso delante de él, y le dijo: «Ahora reconozco que no hay Dios en toda la tierra, sino en Israel. Le ruego, pues, que reciba ahora un presente de su siervo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero él respondió: «Vive el Señor, delante de quien estoy, que no aceptaré nada». Y Naamán le insistió para que lo recibiera, pero él rehusó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y Naamán dijo: «Pues si no, le ruego que de esta tierra, se le dé a su siervo la carga de un par de mulos, porque su siervo ya no ofrecerá holocausto ni sacrificará a otros dioses, sino al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Que el Señor perdone a su siervo en esto: Cuando mi señor entre en el templo de Rimón para adorar allí y se apoye en mi mano, y yo me incline en el templo de Rimón cuando tenga que adorar allí, que el Señor perdone a su siervo por esto»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y él le dijo: «Vete en paz». Y se alejó de él a cierta distancia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero Giezi, criado de Eliseo, el hombre de Dios, dijo para sí: «Puesto que mi señor ha dispensado a este Naamán arameo al no recibir de sus manos lo que él trajo, vive el Señor que correré tras él y tomaré algo de él»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y Giezi siguió a Naamán. Cuando Naamán vio a uno corriendo tras él, bajó de su carro a encontrarlo, y dijo: «¿Está todo bien?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y él dijo: «Todo está bien. Mi señor me ha enviado, diciendo: “En este mismo momento dos jóvenes de los hijos de los profetas han venido a mí de la región montañosa de Efraín. Te ruego que les des 34 kilos de plata y dos mudas de ropa” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y Naamán dijo: «Dígnate aceptar 64 kilos». Y le insistió y ató 64 kilos de plata en dos bolsas con dos mudas de ropa, y los entregó a dos de sus criados; y estos los llevaron delante de Giezi."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Cuando llegó al monte, los tomó de sus manos y los guardó en la casa, luego despidió a los hombres y ellos se fueron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Entonces él entró y se puso delante de su señor. Y Eliseo le dijo: «¿Dónde has estado, Giezi?». Y él respondió: «Tu siervo no ha ido a ninguna parte»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces él le dijo: «¿No iba contigo mi corazón, cuando el hombre se volvió de su carro para encontrarte? ¿Acaso es tiempo de aceptar dinero y de aceptar ropa, olivares, viñas, ovejas, bueyes, siervos y siervas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Por tanto, la lepra de Naamán se te pegará a ti y a tus descendientes para siempre». Y él salió de su presencia leproso, blanco como la nieve."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.6"
        ],
        "human": "2 Reyes 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.7"
        ],
        "human": "2 Reyes 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.5"
        ],
        "human": "2 Reyes 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Eliseo y el hacha perdida"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los hijos de los profetas dijeron a Eliseo: «Mire, el lugar en que habitamos con usted es muy estrecho para nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Le rogamos que nos deje ir al Jordán, para que cada uno de nosotros tome de allí una viga, y nos hagamos allí un lugar donde habitar». Y él dijo: «Vayan»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces uno dijo: «Le rogamos que consienta ir con sus siervos». Y Eliseo respondió: «Yo iré»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Fue, pues, con ellos; y cuando llegaron al Jordán, cortaron árboles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero sucedió que cuando uno de ellos estaba derribando un tronco, el hierro del hacha se le cayó al agua; y gritó, y dijo: «¡Ah, señor mío, era prestado!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces el hombre de Dios dijo: «¿Dónde cayó?». Y cuando le mostró el lugar, cortó un palo y lo echó allí, e hizo flotar el hierro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y Eliseo le dijo: «Tómalo». Y el hombre extendió la mano y lo tomó."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Eliseo y los arameos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El rey de Aram estaba en guerra con Israel; y consultó con sus siervos, diciéndoles: «En tal y tal lugar estará mi campamento»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y el hombre de Dios envió un mensaje al rey de Israel: «Procura no pasar por tal lugar, porque los arameos van a bajar allí»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces el rey de Israel envió gente al lugar que el hombre de Dios le había dicho; así que, al prevenirlo él, se cuidó de ir allí, y esto no una ni dos veces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y se enfureció el corazón del rey de Aram por este hecho; y llamando a sus siervos, les dijo: «¿No me van a revelar quién de los nuestros está a favor del rey de Israel?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y uno de sus siervos dijo: «No, rey señor mío, sino que Eliseo, el profeta que está en Israel, le dice al rey de Israel las palabras que tú hablas en el interior de tu alcoba»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y él dijo: «Vayan y vean donde está, y enviaré a prenderlo». Y le avisaron: «Él está en Dotán»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces envió allá caballos, carros y un gran ejército; y llegaron de noche y cercaron la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y cuando el que servía al hombre de Dios se levantó temprano y salió, vio que un ejército con caballos y carros rodeaba la ciudad. Y su criado le dijo: «¡Ah, señor mío! ¿Qué haremos?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y él respondió: «No temas, porque los que están con nosotros son más que los que están con ellos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Eliseo entonces oró, y dijo: «Oh Señor, te ruego que abras sus ojos para que vea». Y el Señor abrió los ojos del criado, y miró que el monte estaba lleno de caballos y carros de fuego alrededor de Eliseo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando descendieron hacia él los arameos, Eliseo oró al Señor, y dijo: «Te ruego que hieras a esta gente con ceguera». Y Él los hirió con ceguera conforme a la palabra de Eliseo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces Eliseo les dijo: «Este no es el camino, ni es esta la ciudad; síganme y yo los guiaré al hombre que buscan». Y los llevó a Samaria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cuando llegaron a Samaria, dijo Eliseo: «Oh Señor, abre los ojos de estos para que vean». Y el Señor abrió sus ojos y vieron que estaban en medio de Samaria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Al verlos, el rey de Israel dijo a Eliseo: «¿Los mato, padre mío? ¿Los mato?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y él respondió: «No los mates. ¿Matarías a los que has tomado cautivos con tu espada y con tu arco? Pon delante de ellos pan y agua para que coman y beban y se vuelvan a su señor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces les preparó un gran banquete; y después que comieron y bebieron, los despidió, y se volvieron a su señor. Y las bandas armadas de arameos no volvieron a entrar más en la tierra de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Hambre por el sitio de Samaria"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Pero aconteció que después de esto, Ben Adad, rey de Aram, reunió a todo su ejército, y subió y sitió a Samaria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y hubo gran hambre en Samaria. La sitiaron de tal modo que la cabeza de un asno se vendía por ochenta siclos (912 gramos) de plata, y medio litro de estiércol de paloma por cinco siclos de plata."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Pasando el rey de Israel por la muralla, una mujer le gritó, diciendo: «¡Ayúdeme, oh rey señor mío!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y él respondió: «Si el Señor no te ayuda, ¿de dónde te podré ayudar? ¿De la era o del lagar?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y el rey le dijo: «¿Qué te pasa?». Y ella respondió: «Esta mujer me dijo: “Da tu hijo para que lo comamos hoy, y mi hijo lo comeremos mañana”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Así que cocimos a mi hijo y nos lo comimos; y al día siguiente, le dije a ella: “Da tu hijo, para que lo comamos”; pero ella ha escondido a su hijo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Cuando el rey oyó las palabras de la mujer, rasgó sus vestidos y como él pasaba por la muralla, la gente miró, y vio que interiormente, llevaba cilicio sobre su cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Entonces él dijo: «Así me haga Dios, y aun me añada, si la cabeza de Eliseo, hijo de Safat, se mantiene sobre sus hombros hoy»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Eliseo estaba sentado en su casa, y los ancianos estaban sentados con él. El rey envió a un hombre de los que estaban en su presencia; pero antes de que el mensajero llegara a Eliseo, este dijo a los ancianos: «¿Ven cómo este hijo de asesino ha enviado a cortarme la cabeza? Miren, cuando el mensajero llegue, cierren la puerta y manténganla cerrada contra él. ¿No se oye tras él el ruido de los pasos de su señor?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Todavía estaba hablando con ellos, cuando el mensajero descendió a él, y le dijo: «Mira, este mal viene del Señor; ¿por qué he de esperar más en el Señor?»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.7"
        ],
        "human": "2 Reyes 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.8"
        ],
        "human": "2 Reyes 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.6"
        ],
        "human": "2 Reyes 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Eliseo predice abundancia de pan"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces Eliseo dijo: «Oigan la palabra del Señor. Así dice el Señor: “Mañana como a esta hora en la puerta de Samaria, una medida (7.3 litros) de flor de harina se venderá a un siclo (11.4 gramos de plata), y dos medidas de cebada a un siclo” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El oficial real en cuyo brazo se apoyaba el rey, respondió al hombre de Dios, y dijo: «Mira, aunque el Señor hiciera ventanas en los cielos, ¿podría suceder tal cosa?». Entonces Eliseo dijo: «Bien, tú lo verás con tus propios ojos, pero no comerás de ello»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Había cuatro leprosos a la entrada de la puerta, y se dijeron el uno al otro: «¿Por qué estamos aquí sentados esperando la muerte?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Si decimos: “Vamos a entrar en la ciudad”, como el hambre está en la ciudad, moriremos allí; y si nos sentamos aquí, también moriremos. Ahora pues, vayamos y pasemos al campamento de los arameos. Si nos perdonan la vida, viviremos; y si nos matan, pues moriremos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los leprosos se levantaron al anochecer para ir al campamento de los arameos, y cuando llegaron a las afueras del campamento de los arameos, resultó que no había nadie allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Porque el Señor había hecho que el ejército de los arameos oyera estruendo de carros y ruido de caballos, el estruendo de un gran ejército, de modo que se dijeron el uno al otro: «Ciertamente el rey de Israel ha tomado a sueldo contra nosotros a los reyes de los hititas y a los reyes de los egipcios, para que vengan contra nosotros»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Por lo cual se levantaron y huyeron al anochecer, y abandonaron sus tiendas, sus caballos y sus asnos y el campamento tal como estaba, y huyeron para salvar sus vidas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuando los leprosos llegaron a las afueras del campamento, entraron en una tienda y comieron y bebieron, y se llevaron de allí plata y oro y ropas, y fueron y lo escondieron; y volvieron y entraron en otra tienda y de allí también se llevaron botín, y fueron y lo escondieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces se dijeron el uno al otro: «No estamos haciendo bien. Hoy es día de buenas nuevas, pero nosotros estamos callados; si esperamos hasta la luz de la mañana, nos vendrá castigo. Vamos pues, ahora, y entremos a dar la noticia a la casa del rey»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Así que fueron y llamaron a los porteros de la ciudad, y les informaron: «Fuimos al campamento de los arameos, y vimos que no había nadie allí, ni siquiera se oía voz de hombre; solamente los caballos atados, también los asnos atados y las tiendas intactas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Los porteros de la puerta llamaron, y lo anunciaron dentro de la casa del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces el rey se levantó de noche y dijo a sus siervos: «Ahora les diré lo que los arameos nos han hecho. Saben que estamos hambrientos; por tanto han salido del campamento para esconderse en el campo, diciendo: “Cuando salgan de la ciudad, los tomaremos vivos y entraremos en la ciudad” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces uno de sus siervos respondió: «Deja que algunos hombres tomen cinco de los caballos que quedan, de los que quedan en la ciudad. Porque en todo caso les sucederá como a toda la multitud de Israel que queda en la ciudad, (como a toda la multitud de Israel que ya ha perecido), vamos a enviarlos y veamos qué sucede»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Así que tomaron dos carros con caballos, y el rey los envió en pos del ejército de los arameos, diciendo: «Vayan y vean»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Los siguieron hasta el Jordán, y resultó que todo el camino estaba lleno de vestidos y objetos diferentes que los arameos habían arrojado en su prisa. Entonces los mensajeros volvieron e informaron al rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y el pueblo salió y saqueó el campamento de los arameos. Entonces una medida de flor de harina se vendió a un siclo y dos medidas de cebada a un siclo, conforme a la palabra del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "El rey había puesto a cargo de la puerta de la ciudad al oficial real en cuyo brazo se apoyaba; pero el pueblo lo atropelló junto a la puerta y murió, tal como había dicho el hombre de Dios, el cual habló cuando el rey descendió a verlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Aconteció tal como el hombre de Dios había hablado al rey, cuando dijo: «Mañana a estas horas a la puerta de Samaria dos medidas de cebada serán vendidas a un siclo y una medida de flor de harina a un siclo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y el oficial real, había respondido al hombre de Dios, diciendo: «Mira, aunque el Señor hiciera ventanas en los cielos, ¿podría suceder tal cosa?». Y Eliseo le dijo: «Bien, tú lo verás con tus propios ojos, pero no comerás de ello»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y así sucedió, porque el pueblo lo atropelló a la puerta, y murió."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.8"
        ],
        "human": "2 Reyes 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.9"
        ],
        "human": "2 Reyes 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.7"
        ],
        "human": "2 Reyes 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Devolución de los bienes a la sunamita"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Eliseo habló a la mujer, a cuyo hijo él había devuelto la vida, diciéndole: «Levántate y vete, tú y tu casa, y reside donde puedas residir, porque el Señor ha llamado al hambre que vendrá sobre la tierra por siete años»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces la mujer se levantó e hizo conforme a la palabra del hombre de Dios, y se fue ella con los de su casa y residió en la tierra de los filisteos siete años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Después de los siete años, la mujer volvió de la tierra de los filisteos; y salió a implorar al rey por su casa y por su campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El rey estaba hablando con Giezi, criado del hombre de Dios, diciéndole: «Te ruego que me cuentes todas las grandes cosas que ha hecho Eliseo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Mientras él contaba al rey cómo había devuelto la vida a un muerto, en ese momento la mujer a cuyo hijo había devuelto la vida, imploró al rey por su casa y por su campo. Y Giezi dijo: «Oh rey señor mío, esta es la mujer y este es su hijo, al que Eliseo devolvió la vida»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando el rey preguntó a la mujer, ella se lo contó. Entonces el rey le asignó un oficial, diciendo: «Restáurale todo lo que era suyo y todo el fruto del campo desde el día que dejó el país hasta ahora»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Eliseo en Damasco"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces Eliseo fue a Damasco. Y Ben Adad, rey de Aram, estaba enfermo, y le avisaron: «El hombre de Dios ha venido acá»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y el rey dijo a Hazael: «Toma un presente en tu mano y ve al encuentro del hombre de Dios y consulta al Señor por medio de él, diciendo: “¿Sanaré de esta enfermedad?” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Hazael fue a ver a Eliseo, y tomó un presente en su mano de todo lo bueno de Damasco, la carga de cuarenta camellos; y vino y se puso delante de él y le dijo: «Su hijo Ben Adad, rey de Aram, me ha enviado a usted, a preguntarle: “¿Sanaré de esta enfermedad?” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces Eliseo le dijo: «Ve y dile: “Ciertamente usted sanará”; pero el Señor me ha mostrado que ciertamente morirá»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y puso rígido su rostro y fijó sus ojos en Hazael hasta que se sintió avergonzado, y el hombre de Dios lloró."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y Hazael dijo: «¿Por qué llora mi señor?». Entonces respondió: «Porque sé el mal que harás a los israelitas: incendiarás sus fortalezas, matarás a espada a sus jóvenes, estrellarás a sus niños y rasgarás el vientre a sus mujeres encinta»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Hazael dijo: «Pero, ¿qué es su siervo, sino un perro, para que haga tan enorme cosa?». Y Eliseo respondió: «El Señor me ha mostrado que tú serás rey de Aram»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces Hazael se alejó de Eliseo y regresó a su señor, quien le dijo: «¿Qué te dijo Eliseo?». Y él respondió: «Me dijo que ciertamente usted sanará»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero al día siguiente Hazael tomó una colcha, la empapó en agua y se la puso al rey sobre la cara, y murió. Entonces Hazael reinó en su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinados de Joram y Ocozías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "En el año quinto de Joram, hijo de Acab, rey de Israel, siendo Josafat rey de Judá, comenzó a reinar Joram, hijo de Josafat, rey de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Tenía treinta y dos años cuando comenzó a reinar, y reinó ocho años en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y anduvo en el camino de los reyes de Israel, tal como había hecho la casa de Acab (porque la hija de Acab era su mujer); e hizo lo malo ante los ojos del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Sin embargo, el Señor no quiso destruir a Judá por amor a David Su siervo, ya que le había prometido darle una lámpara por medio de sus hijos para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "En sus días se rebeló Edom contra el dominio de Judá, y pusieron rey sobre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces pasó Joram a Zair, y todos sus carros con él. Y se levantó de noche y atacó a los edomitas que lo tenían cercado a él y a los jefes de los carros, pero su ejército huyó a sus tiendas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y Edom se rebeló contra el dominio de Judá, hasta el día de hoy. Entonces Libna se rebeló en ese mismo tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Los demás hechos de Joram y todo lo que hizo, ¿no están escritos en el libro de las Crónicas de los reyes de Judá?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y Joram durmió con sus padres y fue sepultado con ellos en la ciudad de David; y su hijo Ocozías reinó en su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "En el año doce de Joram, hijo de Acab, rey de Israel, comenzó a reinar Ocozías, hijo de Joram, rey de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Ocozías tenía veintidós años cuando comenzó a reinar, y reinó un año en Jerusalén. El nombre de su madre era Atalía, nieta de Omri, rey de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Él también anduvo en el camino de la casa de Acab, e hizo lo malo ante los ojos del Señor, como había hecho la casa de Acab, porque era yerno de Acab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces fue con Joram, hijo de Acab, a la guerra contra Hazael, rey de Aram, en Ramot de Galaad; y los arameos hirieron a Joram."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y el rey Joram regresó a Jezreel para ser curado de las heridas que los arameos le habían hecho en Ramot, cuando peleó contra Hazael, rey de Aram. Entonces Ocozías, hijo de Joram, rey de Judá, descendió a Jezreel para visitar a Joram, hijo de Acab, porque estaba enfermo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.9"
        ],
        "human": "2 Reyes 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.10"
        ],
        "human": "2 Reyes 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.8"
        ],
        "human": "2 Reyes 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jehú rey de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El profeta Eliseo llamó a uno de los hijos de los profetas, y le dijo: «Prepárate, toma este frasco de aceite en tu mano y ve a Ramot de Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Cuando llegues allá, busca a Jehú, hijo de Josafat, hijo de Nimsi. Entra y haz que se levante de entre sus hermanos, y llévalo a un aposento interior."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces toma el frasco de aceite, derrámalo sobre su cabeza, y dile: “Así dice el Señor: ‘Yo te he ungido rey sobre Israel’ ”. Abre luego la puerta y huye, no esperes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El joven, el siervo del profeta, fue a Ramot de Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando llegó allá los capitanes del ejército estaban sentados, y él dijo: «Capitán, tengo un mensaje para ti». Y Jehú dijo: «¿Para cuál de nosotros?». Y él dijo: «Para ti, capitán»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces Jehú se levantó y entró en la casa, y el joven derramó el aceite sobre su cabeza y le dijo: «Así dice el Señor, Dios de Israel: “Yo te he ungido rey sobre el pueblo del Señor, sobre Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Tú herirás la casa de Acab tu señor, para que Yo cobre venganza por la sangre de Mis siervos los profetas, y la sangre de todos los siervos del Señor derramada por mano de Jezabel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Toda la casa de Acab perecerá, y cortaré de Acab todo varón, tanto siervo como libre en Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Yo pondré la casa de Acab como la casa de Jeroboam, hijo de Nabat, y como la casa de Baasa, hijo de Ahías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los perros se comerán a Jezabel en el campo de Jezreel, y nadie la sepultará” ». Entonces abrió la puerta y huyó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces Jehú salió a los siervos de su señor, y uno le dijo: «¿Va todo bien? ¿Por qué vino a ti este loco?». Y él les dijo: «Ustedes conocen bien al hombre y sus palabras»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y ellos dijeron: «Mentira; cuéntanos ahora». Y él dijo: «Así y así me dijo: “Así dice el Señor: ‘Yo te he ungido rey sobre Israel’ ” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces todos se apresuraron y cada uno tomó su manto y lo puso bajo Jehú sobre los escalones, tocaron la trompeta y dijeron: «Jehú es rey»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Joram"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y Jehú, hijo de Josafat, hijo de Nimsi, conspiró contra Joram. El rey Joram, con todo Israel, había estado defendiendo a Ramot de Galaad contra Hazael, rey de Aram,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "pero Joram había regresado a Jezreel para ser curado de las heridas que los arameos le habían hecho cuando peleó contra Hazael, rey de Aram. Y Jehú dijo: «Si es el deseo de ustedes, que nadie se escape ni salga de la ciudad para ir a anunciarlo en Jezreel»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces Jehú montó en un carro y fue a Jezreel, porque Joram estaba allí en cama. Y Ocozías, rey de Judá, había descendido para ver a Joram."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y el centinela que estaba en la torre de Jezreel vio la comitiva de Jehú que venía, y dijo: «Veo una comitiva». Y Joram dijo: «Toma un jinete y envíalo a su encuentro, y que diga: “¿Hay paz?” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Fue el jinete a su encuentro, y dijo: «Así dice el rey: “¿Hay paz?” ». Y Jehú dijo: «¿Qué tienes tú que ver con la paz? Ponte detrás de mí». Y el centinela le avisó: «El mensajero llegó hasta ellos, pero no regresó»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces envió un segundo jinete, que vino a ellos, y dijo: «Así dice el rey: “¿Hay paz?” ». Y Jehú respondió: «¿Qué tienes tú que ver con la paz? Ponte detrás de mí»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El centinela le avisó de nuevo: «Él llegó hasta ellos, y no regresó; y el modo de guiar es como el guiar de Jehú, hijo de Nimsi, porque guía alocadamente»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces Joram dijo: «Preparen el carro». Y prepararon su carro. Y salieron Joram, rey de Israel, y Ocozías, rey de Judá, cada uno en su carro, y fueron al encuentro de Jehú, y lo hallaron en el campo de Nabot de Jezreel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Cuando Joram vio a Jehú, dijo: «¿Hay paz, Jehú?». Y él respondió: «¿Qué paz, mientras sean tantas las prostituciones de tu madre Jezabel y sus hechicerías?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero Joram volvió las riendas para huir, y dijo a Ocozías: «¡Traición, Ocozías!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Pero Jehú entesó su arco con toda su fuerza e hirió a Joram en la espalda; y la flecha salió por su corazón y se desplomó en su carro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Entonces Jehú dijo a su oficial Bidcar: «Tómalo y tíralo en la porción del campo de Nabot de Jezreel, pues recuerdo cuando tú y yo íbamos juntos montados detrás de su padre Acab, que el Señor pronunció esta sentencia contra él:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "“Ayer ciertamente he visto la sangre de Nabot y la sangre de sus hijos”, declaró el Señor, “y te recompensaré en este campo”, declaró el Señor. Ahora pues, tómalo y tíralo en el campo, conforme a la palabra del Señor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Cuando Ocozías, rey de Judá, vio esto, huyó por el camino de la casa del huerto. Y Jehú lo persiguió y dijo: «Mátenlo a él también en el carro». Y lo hirieron en la subida de Gur, que está en Ibleam. Y huyó a Meguido, y allí murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces sus siervos lo llevaron en carro a Jerusalén, y lo sepultaron en su sepulcro con sus padres en la ciudad de David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "En el año once de Joram, hijo de Acab, Ocozías había comenzado a reinar sobre Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y llegó Jehú a Jezreel, y cuando Jezabel lo oyó, se pintó los ojos, adornó su cabeza y se asomó por la ventana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Cuando Jehú entraba por la puerta, ella dijo: «¿Le va bien a Zimri, asesino de tu señor?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Entonces Jehú alzó su rostro hacia la ventana y dijo: «¿Quién está conmigo? ¿Quién?». Y dos o tres oficiales se asomaron desde arriba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Y Jehú les dijo: «Échenla abajo». Y la echaron abajo y parte de su sangre salpicó la pared y los caballos, y él la pisoteó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Cuando él entró, comió y bebió; entonces dijo: «Encárguense ahora de esta maldita y entiérrenla, pues es hija de rey»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Cuando fueron a enterrarla, no encontraron de ella más que el cráneo, los pies y las palmas de sus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Entonces, volvieron y se lo hicieron saber. Entonces Jehú dijo: «Esta es la palabra que el Señor habló por medio de Su siervo Elías el tisbita: “En la parcela de Jezreel los perros comerán la carne de Jezabel;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "y el cadáver de Jezabel será como estiércol sobre la superficie del campo en la parcela de Jezreel, para que no puedan decir: ‘Esta es Jezabel’ ” »."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.10"
        ],
        "human": "2 Reyes 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.11"
        ],
        "human": "2 Reyes 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.9"
        ],
        "human": "2 Reyes 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Jehú"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Acab tenía setenta hijos en Samaria. Y Jehú escribió cartas y las envió a Samaria, a los príncipes de Jezreel, a los ancianos y a los preceptores de los hijos de Acab, diciendo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Ahora, cuando esta carta llegue a ustedes, como los hijos de su señor están con ustedes, así como también los carros y los caballos y una ciudad fortificada y las armas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "escojan al mejor y más capaz de entre los hijos de su señor, y pónganlo en el trono de su padre, y luchen por la casa de su señor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero ellos temieron en gran manera y dijeron: «Si los dos reyes no pudieron sostenerse delante de él; ¿cómo, pues, podremos sostenernos nosotros?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y el que estaba a cargo de la casa, y el que estaba sobre la ciudad, los ancianos, y los preceptores de los hijos, enviaron palabra a Jehú, diciendo: «Somos sus siervos, haremos todo lo que nos digas, a nadie proclamaremos rey. Haga usted lo que le parezca bien»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces por segunda vez les escribió una carta, diciendo: «Si están de mi parte y escuchan mi voz, tomen las cabezas de los hombres, de los hijos de su señor, y vengan a verme a Jezreel mañana a estas horas». Y los hijos del rey, setenta personas, estaban con los principales de la ciudad, que los criaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando les llegó la carta, tomaron a los hijos del rey y los degollaron, setenta personas, pusieron sus cabezas en canastas y se las enviaron a Jehú en Jezreel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuando el mensajero vino y le avisó: «Han traído las cabezas de los hijos del rey», él dijo: «Pónganlas en dos montones a la entrada de la puerta hasta la mañana»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Por la mañana, Jehú salió, y estando en pie, dijo a todo el pueblo: «Ustedes son inocentes; porque yo conspiré contra mi señor y lo maté, pero, ¿quién mató a todos estos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Sepan entonces que no caerá a tierra ninguna de las palabras del Señor, las cuales el Señor habló acerca de la casa de Acab. El Señor ha hecho lo que habló por medio de Su siervo Elías»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Jehú mató a todos los que quedaban de la casa de Acab en Jezreel, y a todos sus grandes, a sus amigos íntimos y a sus sacerdotes, hasta que no le dejó ningún sobreviviente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Después Jehú se levantó y partió, y fue a Samaria. En el camino mientras estaba en Bet Eked de los pastores,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "se encontró con los parientes de Ocozías, rey de Judá, y les preguntó: «¿Quiénes son ustedes?». Y ellos respondieron: «Somos parientes de Ocozías; y hemos descendido para saludar a los hijos del rey y a los hijos de la reina madre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces Jehú dijo: «Tómenlos vivos». Y los tomaron vivos, y los mataron en el foso de Bet Eked, cuarenta y dos hombres. No dejó ninguno de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuando partió de allí, Jehú se encontró con Jonadab, hijo de Recab, que venía a su encuentro, lo saludó y le dijo: «¿Es recto tu corazón como mi corazón es con el tuyo?». Y Jonadab respondió: «Lo es». Y Jehú dijo: «Si lo es, dame la mano». Y le dio su mano y lo hizo subir al carro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y él dijo: «Ven conmigo y verás mi celo por el Señor». Y lo hizo ir con él en su carro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Cuando llegó a Samaria, mató a todos los que quedaban de Acab en Samaria, hasta acabar con ellos, conforme a la palabra que el Señor había hablado a Elías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces Jehú reunió a todo el pueblo, y les dijo: «Acab sirvió a Baal un poco, Jehú lo servirá mucho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Llamen ahora a todos los profetas de Baal, a todos sus adoradores y a todos sus sacerdotes. Que no falte ninguno, porque tengo un gran sacrificio para Baal; todo el que falte no vivirá». Pero Jehú lo hizo con astucia para poder destruir a los adoradores de Baal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y Jehú dijo: «Santifiquen una asamblea solemne para Baal». Y ellos la convocaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces Jehú envió aviso por todo Israel y vinieron todos los adoradores de Baal, y no quedó ninguno que no viniera. Y cuando entraron en la casa de Baal, la casa de Baal se llenó de un extremo al otro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y dijo al que estaba encargado del vestuario: «Saca vestiduras para todos los adoradores de Baal». Y él les sacó vestiduras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Jehú entró en la casa de Baal con Jonadab, hijo de Recab; y dijo a los adoradores de Baal: «Busquen y vean que no haya aquí con ustedes ninguno de los siervos del Señor, sino solo los adoradores de Baal»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces entraron a ofrecer sacrificios y holocaustos. Y Jehú había colocado ochenta hombres afuera, y había dicho: «El que permita escapar a uno de los hombres que yo ponga en manos de ustedes, dará su vida por la de él»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Tan pronto como acabó de ofrecer el holocausto, Jehú dijo a la guardia y a los oficiales reales: «Entren, mátenlos; que ninguno salga». Y los mataron a filo de espada; y la guardia y los oficiales reales los echaron fuera, y llegaron hasta el aposento interior de la casa de Baal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Sacaron los pilares sagrados de la casa de Baal, y los quemaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "También derribaron el pilar sagrado de Baal y demolieron la casa de Baal, y la convirtieron en una letrina, hasta hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Así Jehú extirpó a Baal de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Sin embargo, en cuanto a los pecados con que Jeroboam, hijo de Nabat, hizo pecar a Israel, Jehú no se apartó de estos, o sea, de los becerros de oro que estaban en Betel y en Dan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y el Señor dijo a Jehú: «Porque has hecho bien al hacer lo recto ante Mis ojos, y has hecho a la casa de Acab conforme a todo lo que estaba en Mi corazón, tus hijos hasta la cuarta generación se sentarán en el trono de Israel»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Pero Jehú no se cuidó de andar en la ley del Señor, Dios de Israel, con todo su corazón, ni se apartó de los pecados con que Jeroboam hizo pecar a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "En aquellos días el Señor comenzó a cortar partes de Israel; y Hazael los derrotó por todo el territorio de Israel:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "desde el Jordán hacia el oriente, toda la tierra de Galaad, de Gad, de Rubén y de Manasés; desde Aroer, que está junto al valle del Arnón, y hasta Galaad y Basán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Los demás hechos de Jehú, y todo lo que hizo y todo su poder, ¿no están escritos en el libro de las Crónicas de los reyes de Israel?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Y durmió Jehú con sus padres, y lo sepultaron en Samaria. Y su hijo Joacaz reinó en su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "El tiempo que Jehú reinó sobre Israel en Samaria fue de veintiocho años."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.11"
        ],
        "human": "2 Reyes 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.12"
        ],
        "human": "2 Reyes 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.10"
        ],
        "human": "2 Reyes 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Atalía usurpa el trono"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando Atalía, madre de Ocozías, vio que su hijo había muerto, se levantó y exterminó a toda la descendencia real."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero Josaba, hija del rey Joram, hermana de Ocozías, tomó a Joás, hijo de Ocozías, y lo sacó a escondidas de entre los hijos del rey a quienes estaban dando muerte, y lo puso a él y a su nodriza en la alcoba. Así lo escondieron de Atalía, y no le dieron muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y Joás estuvo escondido con ella en la casa del Señor seis años, mientras Atalía reinaba en el país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero en el séptimo año Joiada mandó a buscar e hizo venir a los capitanes de centenas de los cariteos y de la guardia, y los hizo venir a él en la casa del Señor. Entonces hizo un pacto con ellos en la casa del Señor y los puso bajo juramento, y les mostró al hijo del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y les dio orden, diciendo: «Esto es lo que harán: una tercera parte de ustedes, los que entran en el día de reposo y hacen la guardia en la casa del rey,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "harán la guardia en la casa para su defensa; también otra tercera parte estará en la puerta Sur, y la otra tercera parte en la puerta detrás de los guardias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Dos partes de ustedes, es decir, todos los que salen el día de reposo, también harán la guardia en la casa del Señor junto al rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces rodearán al rey, cada uno con sus armas en la mano; y cualquiera que penetre las filas será muerto. Y estén con el rey cuando salga y cuando entre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y los capitanes de centenas hicieron conforme a todo lo que había ordenado el sacerdote Joiada. Y cada uno de ellos tomó sus hombres, los que habían de entrar en el día de reposo, junto con los que habían de salir el día de reposo, y vinieron al sacerdote Joiada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces el sacerdote dio a los capitanes de centenas las lanzas y los escudos que habían sido del rey David, que estaban en la casa del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y los guardias se colocaron cada uno con sus armas en la mano, desde el lado derecho de la casa hasta el lado izquierdo de la misma, junto al altar y junto a la casa, alrededor del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces Joiada sacó al hijo del rey y le puso la corona, y le dio el libro del testimonio; lo hicieron rey y lo ungieron, y batiendo palmas, gritaron: «¡Viva el rey!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Al oír Atalía el ruido de la guardia y del pueblo, se llegó al pueblo en la casa del Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y vio que el rey estaba de pie junto a la columna, según la costumbre, y los capitanes y los trompeteros estaban al lado del rey; y todo el pueblo del país se regocijaba y tocaba trompetas. Entonces Atalía rasgó sus vestidos, y gritó: «¡Traición, traición!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero el sacerdote Joiada dio orden a los capitanes de centenas que estaban al mando del ejército: «Sáquenla de entre las filas, y al que la siga, mátenlo a espada». Porque el sacerdote había dicho: «No la maten en la casa del Señor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y le echaron mano; y cuando ella llegó a la entrada de los caballos de la casa del rey, allí la mataron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces Joiada hizo un pacto entre el Señor y el rey y el pueblo, de que ellos serían el pueblo del Señor; asimismo entre el rey y el pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y todo el pueblo del país fue a la casa de Baal y la derribaron, destruyeron completamente sus altares y sus imágenes y mataron delante de los altares a Matán, sacerdote de Baal. Y el sacerdote nombró oficiales sobre la casa del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Tomó a los capitanes de centenas, a los cariteos, a los guardias y a todo el pueblo del país, e hicieron descender al rey de la casa del Señor, y vinieron por el camino de la puerta de los guardias a la casa del rey, y Joás se sentó en el trono de los reyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y todo el pueblo del país se regocijó, y la ciudad quedó tranquila, porque Atalía había sido muerta a espada en la casa del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Joás tenía siete años cuando comenzó a reinar."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.12"
        ],
        "human": "2 Reyes 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.13"
        ],
        "human": "2 Reyes 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.11"
        ],
        "human": "2 Reyes 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Joás de Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En el séptimo año de Jehú, Joás comenzó a reinar, y reinó cuarenta años en Jerusalén; y el nombre de su madre era Sibia de Beerseba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y Joás hizo lo recto ante los ojos del Señor todos los días en que el sacerdote Joiada lo dirigió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Solo que los lugares altos no fueron quitados. El pueblo aún sacrificaba y quemaba incienso en los lugares altos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces Joás dijo a los sacerdotes: «Todo el dinero de las cosas sagradas que se trae a la casa del Señor en moneda corriente, tanto el dinero estipulado a cada persona, como todo el dinero que cada uno voluntariamente traiga a la casa del Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "que los sacerdotes lo tomen para sí, cada cual de sus conocidos; y ellos repararán los daños de la casa dondequiera que se encuentre algún daño»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero en el año veintitrés del rey Joás, los sacerdotes aún no habían reparado los daños de la casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces el rey Joás llamó al sacerdote Joiada y a los otros sacerdotes, y les dijo: «¿Por qué no reparan los daños de la casa? Ahora pues, no tomen más dinero de sus conocidos, sino entréguenlo para los daños de la casa»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y consintieron los sacerdotes en no tomar más dinero del pueblo, ni reparar ellos los daños de la casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces el sacerdote Joiada tomó un cofre e hizo un agujero en la tapa, y lo puso junto al altar, al lado derecho conforme se entra a la casa del Señor; y los sacerdotes que custodiaban el umbral depositaban en él todo el dinero que se traía a la casa del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando veían que había mucho dinero en el cofre, el escriba del rey y el sumo sacerdote subían y lo ponían en sacos, y contaban el dinero que se encontraba en la casa del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y entregaban el dinero que había sido contado en manos de los que hacían el trabajo, los cuales tenían a su cargo la casa del Señor, y ellos lo traían para pagar a los carpinteros y a los constructores que trabajaban en la casa del Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "y a los albañiles y canteros, y para comprar madera y piedra de cantería para reparar los daños de la casa del Señor, y para todo lo que se gastaba para la casa, a fin de repararla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero del dinero que se traía a la casa del Señor, no se hicieron ni copas de plata, ni despabiladeras, ni tazones, ni trompetas, ni ninguna vasija de oro, ni vasijas de plata para la casa del Señor;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "porque lo daban a los que hacían el trabajo, y con él reparaban la casa del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y no se pedían cuentas a los hombres en cuyas manos se ponía el dinero para dárselo a los que hacían el trabajo, porque procedían fielmente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "No se traía a la casa del Señor el dinero de las ofrendas por la culpa ni el dinero de las ofrendas por el pecado; era para los sacerdotes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces Hazael, rey de Aram, subió y peleó contra Gat y la tomó; y Hazael se propuso subir contra Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y Joás, rey de Judá, tomó todas las cosas sagradas que Josafat, Joram y Ocozías, sus padres, reyes de Judá, habían consagrado, y sus propias cosas sagradas y todo el oro que se encontraba en las tesorerías de la casa del Señor y de la casa del rey, y las envió a Hazael, rey de Aram. Entonces él se retiró de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Los demás hechos de Joás, y todo lo que hizo, ¿no están escritos en el libro de las Crónicas de los reyes de Judá?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y sus siervos se levantaron y tramaron una conspiración, y mataron a Joás en la casa de Milo, cuando descendía a Sila."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pues sus siervos Josacar, hijo de Simeat, y Jozabad, hijo de Somer, lo hirieron y murió; y lo sepultaron con sus padres en la ciudad de David, y Amasías su hijo reinó en su lugar."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.13"
        ],
        "human": "2 Reyes 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.14"
        ],
        "human": "2 Reyes 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.12"
        ],
        "human": "2 Reyes 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otros reyes de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En el año veintitrés de Joás, hijo de Ocozías, rey de Judá, comenzó a reinar Joacaz, hijo de Jehú, sobre Israel en Samaria, y reinó diecisiete años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Hizo lo malo ante los ojos del Señor, y siguió tras los pecados con que Jeroboam, hijo de Nabat, hizo pecar a Israel; no se apartó de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y la ira del Señor se encendió contra Israel, y los entregó día tras día en mano de Hazael, rey de Aram, y en mano de Ben Adad, hijo de Hazael."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces Joacaz imploró el favor del Señor, y el Señor lo oyó; porque Él vio la opresión de Israel, de cómo el rey de Aram los oprimía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y el Señor dio a Israel un libertador, y escaparon del poder de los arameos; y habitaron los israelitas en sus tiendas como antes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Con todo, no se apartaron de los pecados con que la casa de Jeroboam hizo pecar a Israel, sino que anduvieron en ellos; y también la Asera permaneció en pie en Samaria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pues a Joacaz no le había quedado del ejército más que cincuenta hombres de a caballo, diez carros y 10,000 hombres de a pie, porque el rey de Aram los había destruido y los había hecho como polvo de trilla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los demás hechos de Joacaz y todo lo que hizo y su poder, ¿no están escritos en el libro de las Crónicas de los reyes de Israel?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y durmió Joacaz con sus padres y lo sepultaron en Samaria, y su hijo Joás reinó en su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "En el año treinta y siete de Joás, rey de Judá, Joás, hijo de Joacaz, comenzó a reinar sobre Israel en Samaria, y reinó dieciséis años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "E hizo lo malo ante los ojos del Señor; no se apartó de todos los pecados con que Jeroboam, hijo de Nabat, hizo pecar a Israel, sino que anduvo en ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Los demás hechos de Joás, y todo lo que hizo, y el poder con que peleó contra Amasías, rey de Judá, ¿no están escritos en el libro de las Crónicas de los reyes de Israel?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y durmió Joás con sus padres, y Jeroboam se sentó en su trono; y Joás fue sepultado en Samaria con los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Cuando Eliseo se enfermó con la enfermedad de la cual había de morir, Joás, rey de Israel, descendió a él y lloró sobre su rostro, y dijo: «¡Padre mío, padre mío, los carros de Israel y sus hombres de a caballo!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y Eliseo le dijo: «Toma un arco y flechas». Y él tomó un arco y flechas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces dijo al rey de Israel: «Pon tu mano en el arco». Y él puso su mano sobre el arco; entonces Eliseo colocó sus manos sobre las manos del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y dijo: «Abre la ventana hacia el oriente, y él la abrió». Entonces Eliseo dijo: «Tira». Y él tiró. Y Eliseo dijo: «Flecha de victoria del Señor, y flecha de victoria sobre Aram, porque derrotarás a los arameos en Afec hasta exterminarlos.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces añadió: «Toma las flechas»; y él las tomó. Y dijo al rey de Israel: «Golpea la tierra»; y él la golpeó tres veces y se detuvo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y el hombre de Dios se enojó con él, y dijo: «Deberías haber golpeado cinco o seis veces, entonces hubieras herido a Aram hasta exterminarlo. Pero ahora herirás a Aram solo tres veces»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Eliseo murió y lo sepultaron. Las bandas de los moabitas solían invadir la tierra en la primavera de cada año."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y una vez cuando estaban sepultando a un hombre, vieron que una banda de merodeadores se les acercaba; así que arrojaron al hombre en la tumba de Eliseo. Cuando el hombre cayó y tocó los huesos de Eliseo, revivió, y se puso en pie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Hazael, rey de Aram, había oprimido a Israel todos los días de Joacaz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero el Señor tuvo piedad de ellos, y les tuvo compasión y se volvió a ellos a causa de su pacto con Abraham, Isaac y Jacob, y no quiso destruirlos ni echarlos de su presencia hasta hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Al morir Hazael, rey de Aram, su hijo Ben Adad reinó en su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Entonces Joás, hijo de Joacaz, recobró de nuevo de mano de Ben Adad, hijo de Hazael, las ciudades que este había tomado en guerra de mano de su padre Joacaz. Tres veces Joás lo derrotó y recobró las ciudades de Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.14"
        ],
        "human": "2 Reyes 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.15"
        ],
        "human": "2 Reyes 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.13"
        ],
        "human": "2 Reyes 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Amasías rey de Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En el año segundo de Joás, hijo de Joacaz, rey de Israel, comenzó a reinar Amasías, hijo de Joás, rey de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Tenía veinticinco años cuando comenzó a reinar, y reinó veintinueve años en Jerusalén. El nombre de su madre era Joadán, de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Hizo lo recto ante los ojos del Señor, pero no como su padre David; hizo conforme a todo lo que su padre Joás había hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Solo que los lugares altos no fueron quitados. Todavía el pueblo sacrificaba y quemaba incienso en los lugares altos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Una vez afianzado el reino en su mano, Amasías mató a los siervos que habían asesinado a su padre el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero a los hijos de los asesinos no les dio muerte, conforme a lo que está escrito en el libro de la ley de Moisés, tal como el Señor ordenó, diciendo: «No se dará muerte a los padres por causa de los hijos, ni se dará muerte a los hijos por causa de los padres, sino que a cada uno se le dará muerte por su propio pecado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Amasías mató a 10,000 de Edom en el valle de Sal y tomó a Sela en batalla, y la llamó Jocteel, hasta hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces Amasías envió mensajeros a Joás, hijo de Joacaz, hijo de Jehú, rey de Israel, diciéndole: «Ven, veámonos cara a cara»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y Joás, rey de Israel, envió mensaje a Amasías, rey de Judá, diciéndole: «El cardo que estaba en el Líbano envió a decir al cedro que estaba en el Líbano: “Da tu hija por mujer a mi hijo”. Pero pasó una fiera que estaba en el Líbano, y pisoteó el cardo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ciertamente has derrotado a Edom, y tu corazón se ha envanecido. Disfruta tu gloria y quédate en tu casa; pues, ¿por qué quieres provocar el mal de modo que caigas tú y Judá contigo?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero Amasías no quiso escuchar. Y subió Joás, rey de Israel; y él y Amasías, rey de Judá, se enfrentaron en Bet Semes, que pertenece a Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y Judá fue derrotado por Israel, y cada uno huyó a su tienda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Joás, rey de Israel, capturó a Amasías, rey de Judá, hijo de Joás, hijo de Ocozías, en Bet Semes. Después vino a Jerusalén y derribó la muralla de Jerusalén desde la puerta de Efraín hasta la puerta del Ángulo, 400 codos (180 metros)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Tomó todo el oro, la plata y todos los utensilios que se encontraban en la casa del Señor y en los tesoros de la casa del rey, también los rehenes; y volvió a Samaria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Los demás hechos de Joás, cuánto hizo y su poder, y cómo peleó con Amasías, rey de Judá; ¿no están escritos en el libro de las Crónicas de los reyes de Israel?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y durmió Joás con sus padres, y fue sepultado en Samaria con los reyes de Israel; y su hijo Jeroboam reinó en su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y Amasías, hijo de Joás, rey de Judá, vivió quince años después de la muerte de Joás, hijo de Joacaz, rey de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Los demás hechos de Amasías, ¿no están escritos en el libro de las Crónicas de los reyes de Judá?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "En Jerusalén conspiraron contra él, y Amasías huyó a Laquis; pero lo persiguieron hasta Laquis y allí lo mataron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Lo trajeron sobre caballos y fue sepultado en Jerusalén con sus padres en la ciudad de David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y todo el pueblo de Judá tomó a Azarías, que tenía dieciséis años, y lo hicieron rey en lugar de su padre Amasías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Él edificó a Elat y la restituyó a Judá, después que el rey durmió con sus padres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "En el año quince de Amasías, hijo de Joás, rey de Judá, Jeroboam, hijo de Joás, rey de Israel, comenzó a reinar en Samaria, y reinó cuarenta y un años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Hizo lo malo ante los ojos del Señor; no se apartó de todos los pecados con que Jeroboam, hijo de Nabat, hizo pecar a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Él restableció la frontera de Israel desde la entrada de Hamat hasta el mar de Arabá, conforme a la palabra que el Señor, Dios de Israel, había hablado por medio de Su siervo el profeta Jonás, hijo de Amitai, que era de Gat Hefer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Porque el Señor había visto la aflicción de Israel, que era muy amarga; pues no había siervo ni libre, ni nadie que ayudara a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "El Señor no había dicho que borraría el nombre de Israel de debajo del cielo, y los salvó por mano de Jeroboam, hijo de Joás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Los demás hechos de Jeroboam y todo lo que hizo y su poder, cómo peleó y cómo recobró para Israel a Damasco y a Hamat, que habían pertenecido a Judá, ¿no están escritos en el libro de las Crónicas de los reyes de Israel?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Jeroboam durmió con sus padres, con los reyes de Israel, y su hijo Zacarías reinó en su lugar."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.15"
        ],
        "human": "2 Reyes 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.16"
        ],
        "human": "2 Reyes 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.14"
        ],
        "human": "2 Reyes 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Azarías en Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En el año veintisiete de Jeroboam, rey de Israel, comenzó a reinar Azarías, hijo de Amasías, rey de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Tenía dieciséis años cuando comenzó a reinar, y reinó cincuenta y dos años en Jerusalén. El nombre de su madre era Jecolía, de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Hizo lo recto ante los ojos del Señor, conforme a todo lo que su padre Amasías había hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Solo que los lugares altos no fueron quitados. El pueblo todavía sacrificaba y quemaba incienso en los lugares altos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y el Señor hirió al rey, y quedó leproso hasta el día de su muerte. Y habitó en una casa separada, mientras Jotam, hijo del rey, estaba al frente de la casa, gobernando al pueblo de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los demás hechos de Azarías y todo lo que hizo, ¿no están escritos en el libro de las Crónicas de los reyes de Judá?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y durmió Azarías con sus padres, y lo sepultaron con ellos en la ciudad de David, y su hijo Jotam reinó en su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Varios reyes de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En el año treinta y ocho de Azarías, rey de Judá, Zacarías, hijo de Jeroboam, reinó seis meses sobre Israel en Samaria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Hizo lo malo ante los ojos del Señor, como habían hecho sus padres; no se apartó de los pecados con que Jeroboam, hijo de Nabat, hizo pecar a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces Salum, hijo de Jabes, conspiró contra él y lo hirió delante del pueblo y lo mató, y reinó en su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Los demás hechos de Zacarías, están escritos en el libro de las Crónicas de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Esta es la palabra que el Señor habló a Jehú: «Tus hijos hasta la cuarta generación se sentarán en el trono de Israel». Y así fue."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Salum, hijo de Jabes, comenzó a reinar en el año treinta y nueve de Uzías, rey de Judá, y reinó un mes en Samaria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces Manahem, hijo de Gadi, subió de Tirsa y vino a Samaria, e hirió a Salum, hijo de Jabes, en Samaria, y lo mató y reinó en su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Los demás hechos de Salum y la conspiración que tramó, están escritos en el libro de las Crónicas de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces Manahem hirió a Tifsa y a todos los que estaban en ella y en sus alrededores desde Tirsa, porque no le abrieron las puertas, por eso la hirió; y abrió el vientre a todas las mujeres que estaban encinta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "En el año treinta y nueve de Azarías, rey de Judá, Manahem, hijo de Gadi, comenzó a reinar sobre Israel; y reinó diez años en Samaria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Hizo lo malo ante los ojos del Señor; en todos sus días no se apartó de los pecados con que Jeroboam, hijo de Nabat, hizo pecar a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pul, rey de Asiria, vino contra el país, y Manahem dio a Pul 34 toneladas de plata para que su mano estuviera con él para fortalecer el reino bajo su mando."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces Manahem exigió este dinero a Israel, a todos los ricos poderosos, de cada uno cincuenta siclos (570 gramos) de plata para pagar al rey de Asiria. Y el rey de Asiria se volvió y no se detuvo allí en el país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Los demás hechos de Manahem y todo lo que hizo, ¿no están escritos en el libro de las Crónicas de los reyes de Israel?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y durmió Manahem con sus padres, y su hijo Pekaía reinó en su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "En el año cincuenta de Azarías, rey de Judá, Pekaía, hijo de Manahem, comenzó a reinar sobre Israel en Samaria, y reinó dos años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Hizo lo malo ante los ojos del Señor; no se apartó de los pecados con que Jeroboam, hijo de Nabat, hizo pecar a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Entonces su oficial, Peka, hijo de Remalías, conspiró contra él y lo hirió en Samaria, en la ciudadela de la casa del rey, y también a Argob y a Arie; y con él estaban cincuenta hombres de los hijos de los galaaditas. Lo mató y reinó en su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Los demás hechos de Pekaía y todo lo que hizo, están escritos en el libro de las Crónicas de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "En el año cincuenta y dos de Azarías, rey de Judá, Peka, hijo de Remalías, comenzó a reinar sobre Israel en Samaria, y reinó veinte años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Hizo lo malo ante los ojos del Señor; no se apartó de los pecados con que Jeroboam, hijo de Nabat, hizo pecar a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "En los días de Peka, rey de Israel, vino Tiglat Pileser, rey de Asiria, y tomó Ijón, Abel Bet Maaca, Janoa, Cedes, Hazor, Galaad y Galilea, toda la tierra de Neftalí; y se los llevó cautivos a Asiria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Oseas, hijo de Ela, tramó una conspiración contra Peka, hijo de Remalías, y lo hirió y le dio muerte; y reinó en su lugar, en el año veinte de Jotam, hijo de Uzías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Los demás hechos de Peka y todo lo que hizo, están escritos en el libro de las Crónicas de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Jotam"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "En el segundo año de Peka, hijo de Remalías, rey de Israel, comenzó a reinar Jotam, hijo de Uzías, rey de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Tenía veinticinco años cuando comenzó a reinar, y reinó dieciséis años en Jerusalén; y el nombre de su madre era Jerusa, hija de Sadoc."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Hizo lo recto ante los ojos del Señor; hizo conforme a todo lo que su padre Uzías había hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Solo que los lugares altos no fueron quitados. El pueblo todavía sacrificaba y quemaba incienso en los lugares altos. Él edificó la puerta superior de la casa del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Los demás hechos de Jotam y todo lo que hizo, ¿no están escritos en el libro de las Crónicas de los reyes de Judá?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "En aquellos días el Señor comenzó a enviar a Rezín, rey de Aram, y a Peka, hijo de Remalías, contra Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Jotam durmió con sus padres, y fue sepultado con ellos en la ciudad de su padre David; y su hijo Acaz reinó en su lugar."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.16"
        ],
        "human": "2 Reyes 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.17"
        ],
        "human": "2 Reyes 17",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.15"
        ],
        "human": "2 Reyes 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Acaz"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En el año diecisiete de Peka, hijo de Remalías, comenzó a reinar Acaz, hijo de Jotam, rey de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Acaz tenía veinte años cuando comenzó a reinar, y reinó dieciséis años en Jerusalén; pero no hizo lo recto ante los ojos del Señor su Dios como su padre David había hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Anduvo en el camino de los reyes de Israel, y aun hizo pasar a su hijo por el fuego, conforme a las abominaciones de las naciones que el Señor había arrojado de delante de los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y sacrificó y quemó incienso en los lugares altos, en las colinas y debajo de todo árbol frondoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces Rezín, rey de Aram, y Peka, hijo de Remalías, rey de Israel, subieron a Jerusalén para hacer guerra y sitiaron a Acaz; pero no lo podían vencer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "En aquel tiempo Rezín, rey de Aram, recuperó a Elat para Aram, y echó a los judíos de Elat completamente; y los arameos vinieron a Elat y allí han morado hasta hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Acaz envió mensajeros a Tiglat Pileser, rey de Asiria, diciéndole: «Yo soy tu siervo y tu hijo; sube y líbrame de la mano del rey de Aram y de la mano del rey de Israel que se han levantado contra mí»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Acaz tomó la plata y el oro que se hallaba en la casa del Señor y en los tesoros de la casa del rey, y envió un presente al rey de Asiria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El rey de Asiria lo escuchó, y el rey de Asiria subió contra Damasco y la tomó, y se llevó a su pueblo al destierro en Kir, y dio muerte a Rezín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El rey Acaz fue a Damasco a ver a Tiglat Pileser, rey de Asiria, y vio el altar que estaba en Damasco; y el rey Acaz envió al sacerdote Urías el diseño del altar y su réplica, conforme a toda su hechura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y el sacerdote Urías edificó un altar; conforme a todo lo que el rey Acaz había enviado de Damasco, así lo hizo el sacerdote Urías antes del regreso del rey Acaz de Damasco."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando vino el rey de Damasco y vio el altar, el rey se acercó al altar y subió hasta él;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "quemó su holocausto y su ofrenda de cereal, derramó su libación y roció la sangre de sus ofrendas de paz sobre el altar;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y el altar de bronce, que estaba delante del Señor, lo trajo de delante de la casa, de entre su altar y la casa del Señor, y lo puso al lado norte de su altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces el rey Acaz dio órdenes al sacerdote Urías: «Quema sobre el gran altar el holocausto de la mañana y la ofrenda de cereal de la tarde, el holocausto del rey y su ofrenda de cereal, con el holocausto de todo el pueblo de la tierra y con su ofrenda de cereal y sus libaciones. Rocía sobre él toda la sangre del holocausto y toda la sangre del sacrificio. Pero el altar de bronce será para mí para consultar»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y el sacerdote Urías hizo conforme a todo lo que el rey Acaz le había ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces el rey Acaz cortó los bordes de las basas, y quitó de ellas la pila. También quitó el mar de sobre los bueyes de bronce que estaban debajo de él y lo puso sobre un enlosado de piedra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y el pórtico para el día de reposo, que habían edificado en la casa, y la entrada exterior del rey, los quitó de la casa del Señor a causa del rey de Asiria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Los demás hechos de Acaz, lo que hizo, ¿no están escritos en el libro de las Crónicas de los reyes de Judá?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Acaz durmió con sus padres, y fue sepultado con ellos en la ciudad de David; y su hijo Ezequías reinó en su lugar."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.17",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.17"
        ],
        "human": "2 Reyes 17"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.18"
        ],
        "human": "2 Reyes 18",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.16"
        ],
        "human": "2 Reyes 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Causas de la caída del reino de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En el año doce de Acaz, rey de Judá, Oseas, hijo de Ela, comenzó a reinar sobre Israel en Samaria, y reinó nueve años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Hizo lo malo ante los ojos del Señor, aunque no como los reyes de Israel que habían sido antes de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Subió contra él Salmanasar, rey de Asiria, y Oseas fue hecho su siervo, y le pagaba tributo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero el rey de Asiria descubrió una conspiración de Oseas, quien había enviado mensajeros a So, rey de Egipto, y no había pagado tributo al rey de Asiria como había hecho año tras año. Por tanto el rey de Asiria lo detuvo y lo encadenó en la cárcel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces el rey de Asiria invadió todo el país y subió a Samaria, y le puso sitio por tres años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "En el año noveno de Oseas, el rey de Asiria tomó Samaria y se llevó a Israel al destierro en Asiria, y los puso en Halah y en Habor, río de Gozán, y en las ciudades de los medos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Esto sucedió porque los israelitas habían pecado contra el Señor su Dios, que los había sacado de la tierra de Egipto de bajo la mano de Faraón, rey de Egipto, y habían reverenciado a otros dioses;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y anduvieron en las costumbres de las naciones que el Señor había arrojado de delante de los israelitas, y en las costumbres de los reyes de Israel que ellos habían introducido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los israelitas secretamente hicieron cosas que no eran rectas contra el Señor su Dios. Además se edificaron lugares altos en todas sus ciudades, desde las torres de atalaya hasta las ciudades fortificadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Se erigieron pilares sagrados y Aseras sobre toda colina alta y bajo todo árbol frondoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Quemaron incienso allí en todos los lugares altos, como las naciones que el Señor se había llevado al destierro de delante de ellos; e hicieron cosas malas provocando al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y sirvieron a ídolos, acerca de los cuales el Señor les había dicho: «Ustedes no harán esto»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El Señor amonestaba a Israel y a Judá por medio de todos Sus profetas y de todo vidente, diciendo: «Vuélvanse de sus malos caminos y guarden Mis mandamientos, Mis estatutos conforme a toda la ley que ordené a sus padres y que les envié por medio de Mis siervos los profetas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Sin embargo, ellos no escucharon, sino que fueron tercos como sus padres, que no creyeron en el Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Desecharon Sus estatutos y el pacto que Él había hecho con sus padres, y Sus advertencias con las cuales los había amonestado. Siguieron la vanidad y se hicieron vanos, y fueron en pos de las naciones que los rodeaban, respecto de las cuales el Señor les había ordenado que no hicieran como ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y abandonaron todos los mandamientos del Señor su Dios, y se hicieron imágenes fundidas de dos becerros; hicieron una Asera, adoraron a todo el ejército de los cielos y sirvieron a Baal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Hicieron pasar por el fuego a sus hijos y a sus hijas. Practicaron la adivinación y los encantamientos, y se entregaron a hacer lo malo ante los ojos del Señor, provocándolo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y el Señor se enojó en gran manera contra Israel y los quitó de su presencia. Solo quedó la tribu de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Tampoco Judá guardó los mandamientos del Señor su Dios, sino que anduvieron en las costumbres que Israel había introducido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y el Señor desechó a toda la descendencia de Israel, y los afligió y los entregó en mano de saqueadores, hasta que los echó de su presencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cuando Él arrancó a Israel de la casa de David, ellos hicieron rey a Jeroboam, hijo de Nabat. Entonces Jeroboam apartó a Israel de seguir al Señor, y les hizo cometer un gran pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los israelitas anduvieron en todos los pecados que había cometido Jeroboam; no se apartaron de ellos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "hasta que el Señor quitó a Israel de Su presencia, como Él había hablado por medio de todos Sus siervos los profetas. E Israel fue llevado de su propia tierra al destierro, a Asiria, hasta hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "El rey de Asiria trajo hombres de Babilonia, de Cuta, de Ava, de Hamat y de Sefarvaim, y los puso en las ciudades de Samaria en lugar de los israelitas. Y tomaron posesión de Samaria y habitaron en sus ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Al principio de habitar ellos allí, no temieron al Señor, así que el Señor envió leones entre ellos que mataron a muchos de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces hablaron al rey de Asiria: «Las naciones que ha llevado al destierro a las ciudades de Samaria, no conocen la costumbre del dios de la tierra; por eso él ha enviado leones entre ellos, y es la causa por la que los leones los matan porque ellos no conocen la costumbre del dios de la tierra»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y el rey de Asiria ordenó: «Lleven allá a uno de los sacerdotes que ustedes llevaron al destierro, y que él vaya y habite allí; y que les enseñe la costumbre del dios de la tierra»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y vino uno de los sacerdotes que habían llevado al destierro desde Samaria, y habitó en Betel, y les enseñó cómo habían de temer al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Pero cada nación continuó haciendo sus propios dioses, y los pusieron en las casas de los lugares altos que los samaritanos habían hecho, cada nación en las ciudades en que habitaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y los hombres de Babilonia hicieron a Sucot Benot; los hombres de Cuta hicieron a Nergal; los hombres de Hamat hicieron a Asima;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "y los aveos hicieron a Nibhaz y a Tartac; y los de Sefarvaim quemaban a sus hijos en el fuego como ofrenda a Adramelec y Anamelec, dioses de Sefarvaim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "También temían al Señor pero nombraron de entre sí sacerdotes de los lugares altos, que oficiaban por ellos en las casas de los lugares altos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Temían al Señor pero servían a sus dioses conforme a la costumbre de las naciones de donde habían sido llevados al destierro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Hasta el día de hoy siguen haciendo conforme a sus antiguas costumbres. No temen al Señor, ni siguen sus estatutos ni sus ordenanzas ni la ley ni el mandamiento que el Señor había ordenado a los hijos de Jacob, a quien puso el nombre de Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "con los cuales el Señor hizo un pacto y les ordenó: «No temerán a otros dioses ni se inclinarán ante ellos, no los servirán ni les ofrecerán sacrificios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Sino que al Señor, que los hizo subir de la tierra de Egipto con gran poder y con brazo extendido, a Él temerán y ante Él se inclinarán y a Él ofrecerán sacrificios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Y los estatutos, las ordenanzas, la ley y el mandamiento que Él les escribió, cuidarán de cumplirlos siempre, y no temerán a otros dioses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Y el pacto que he hecho con ustedes, no lo olvidarán, ni temerán a otros dioses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Sino que al Señor su Dios temerán, y Él los librará de mano de todos sus enemigos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Pero ellos no escucharon, sino que hicieron conforme a su antigua costumbre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Y aunque estas naciones temían al Señor, también servían a sus ídolos; y de la misma manera que hicieron sus padres, así hacen hasta hoy sus hijos y sus nietos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.18",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.18"
        ],
        "human": "2 Reyes 18"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.19"
        ],
        "human": "2 Reyes 19",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.17"
        ],
        "human": "2 Reyes 17",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ezequías rey de Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En el año tercero de Oseas, hijo de Ela, rey de Israel, comenzó a reinar Ezequías, hijo de Acaz, rey de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Tenía veinticinco años cuando comenzó a reinar, y reinó veintinueve años en Jerusalén. El nombre de su madre era Abi, hija de Zacarías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Hizo lo recto ante los ojos del Señor, conforme a todo lo que su padre David había hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Quitó los lugares altos, derribó los pilares sagrados y cortó la Asera. También hizo pedazos la serpiente de bronce que Moisés había hecho, porque hasta aquellos días los israelitas le quemaban incienso; y la llamaban Nehustán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ezequías confió en el Señor, Dios de Israel. Después de él, no hubo ninguno como él entre todos los reyes de Judá, ni entre los que fueron antes de él,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "porque se apegó al Señor; no se apartó de Él, sino que guardó los mandamientos que el Señor había ordenado a Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El Señor estaba con él; adondequiera que iba prosperaba. Se rebeló contra el rey de Asiria y no le sirvió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Derrotó a los filisteos hasta Gaza y su territorio, desde las torres de atalaya hasta las ciudades fortificadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "En el año cuarto del rey Ezequías, que era el año séptimo de Oseas, hijo de Ela, rey de Israel, Salmanasar, rey de Asiria, subió contra Samaria y la sitió,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y después de tres años la tomaron. En el año sexto de Ezequías, que era el año noveno de Oseas, rey de Israel, Samaria fue tomada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y el rey de Asiria llevó a Israel al destierro en Asiria, y los puso en Halah y en el Habor, río de Gozán, y en las ciudades de los medos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "porque no obedecieron la voz del Señor su Dios, sino que quebrantaron Su pacto, es decir, todo lo que Moisés, siervo del Señor, había ordenado; no escucharon, ni lo cumplieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Invasión de Senaquerib"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "En el año catorce del rey Ezequías, subió Senaquerib, rey de Asiria, contra todas las ciudades fortificadas de Judá, y las tomó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces Ezequías, rey de Judá, envió a decir al rey de Asiria en Laquis: «He hecho lo malo. Retírate de mí; lo que me impongas, aceptaré». Y el rey de Asiria impuso a Ezequías, rey de Judá, 10.2 toneladas de plata y una tonelada de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y Ezequías le dio toda la plata que se hallaba en la casa del Señor y en los tesoros de la casa del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "En aquel tiempo Ezequías quitó el oro de las puertas del templo del Señor, y de los postes de las puertas que el mismo Ezequías, rey de Judá, había revestido de oro, y lo entregó al rey de Asiria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Desde Laquis el rey de Asiria envió a Jerusalén, al Tartán, al Rabsaris y al Rabsaces con un gran ejército contra el rey Ezequías. Y subieron y llegaron a Jerusalén. Y cuando subieron, llegaron y se colocaron junto al acueducto del estanque superior que está en la calzada del campo del Batanero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Llamaron al rey, y salió a ellos Eliaquim, hijo de Hilcías, que era mayordomo, con el escriba Sebna y el cronista Joa, hijo de Asaf."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces el Rabsaces les dijo: «Digan ahora a Ezequías: “Así dice el gran rey, el rey de Asiria: ‘¿Qué confianza es esta que tú tienes?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Tú dices (pero solo son palabras vanas): “Tengo consejo y poder para la guerra”. Pero ahora, ¿en quién confías que te has rebelado contra mí?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Yo sé que tú confías en el báculo de esta caña quebrada, es decir, en Egipto, en el cual, si un hombre se apoya, penetrará en su mano y la traspasará. Así es Faraón, rey de Egipto, para todos los que confían en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero si ustedes me dicen: “Nosotros confiamos en el Señor nuestro Dios”, ¿no es Él aquel cuyos lugares altos y cuyos altares Ezequías ha quitado y ha dicho a Judá y a Jerusalén: “Adorarán delante de este altar en Jerusalén”?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Ahora pues, te ruego que llegues a un acuerdo con mi señor el rey de Asiria, y yo te daré 2,000 caballos, si por tu parte puedes poner jinetes sobre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "¿Cómo, pues, puedes rechazar a un oficial de los menores de los siervos de mi señor, y confiar en Egipto para tener carros y hombres de a caballo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "¿He subido ahora sin el consentimiento del Señor contra este lugar para destruirlo? El Señor me dijo: “Sube contra esta tierra y destrúyela” ’ ” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces Eliaquim, hijo de Hilcías, Sebna y Joa dijeron al Rabsaces: «Le rogamos que hable a sus siervos en arameo, porque nosotros lo entendemos, y no nos hable en la lengua de Judá a oídos del pueblo que está sobre la muralla»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Pero el Rabsaces les dijo: «¿Acaso me ha enviado mi señor para hablar estas palabras solo a tu señor y a ti, y no a los hombres que están sentados en la muralla, condenados a comer sus propios excrementos y beber su propia orina con ustedes?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "El Rabsaces se puso en pie, gritó a gran voz en la lengua de Judá, y dijo: «Escuchen la palabra del gran rey, el rey de Asiria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Así dice el rey: “Que no los engañe Ezequías, porque él no los podrá librar de mi mano;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "ni que Ezequías les haga confiar en el Señor, diciendo: ‘Ciertamente el Señor nos librará, y esta ciudad no será entregada en manos del rey de Asiria’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "No escuchen a Ezequías, porque así dice el rey de Asiria: ‘Hagan la paz conmigo y salgan a mí, y coma cada uno de su vid y cada uno de su higuera, y beba cada cual de las aguas de su cisterna,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "hasta que yo venga y los lleve a una tierra como la tierra de ustedes, tierra de grano y de vino nuevo, tierra de pan y de viñas, tierra de olivos y de miel, para que vivan y no mueran’.",
            "Pero no escuchen a Ezequías porque los engaña, diciendo: ‘El Señor nos librará’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "¿Acaso alguno de los dioses de las naciones ha librado su tierra de la mano del rey de Asiria?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "¿Dónde están los dioses de Hamat y de Arfad? ¿Dónde están los dioses de Sefarvaim, de Hena y de Iva? ¿Cuándo han librado ellos a Samaria de mi mano?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "¿Quiénes de entre todos los dioses de estas tierras han librado su tierra de mi mano, para que el Señor libre a Jerusalén de mi mano?” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Pero el pueblo se quedó callado y no le respondió palabra alguna, porque la orden del rey era: «No le respondan»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Entonces Eliaquim, hijo de Hilcías, mayordomo de la casa real, el escriba Sebna y el cronista Joa, hijo de Asaf, fueron a Ezequías con sus vestidos rasgados, y le relataron las palabras del Rabsaces."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.19",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.19"
        ],
        "human": "2 Reyes 19"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.20"
        ],
        "human": "2 Reyes 20",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.18"
        ],
        "human": "2 Reyes 18",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ezequías y el profeta Isaías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando el rey Ezequías oyó esto rasgó sus vestidos, se cubrió de cilicio y entró en la casa del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Envió entonces a Eliaquim, mayordomo de la casa real, con el escriba Sebna y los ancianos de los sacerdotes, cubiertos de cilicio, para hablar con el profeta Isaías, hijo de Amoz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y ellos le dijeron: «Así dice Ezequías: “Este día es día de angustia, de reprensión y de desprecio, pues hijos están para nacer, pero no hay fuerzas para dar a luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Tal vez el Señor tu Dios oirá todas las palabras del Rabsaces, a quien su señor, el rey de Asiria, ha enviado para injuriar al Dios vivo, y lo reprenderá por las palabras que el Señor tu Dios ha oído. Eleva, pues, una oración por el remanente que aún queda” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando llegaron los siervos del rey Ezequías ante Isaías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "este les dijo: «Así dirán a su señor: “Así dice el Señor: ‘No temas por las palabras que has oído, con las que los criados del rey de Asiria me han blasfemado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Yo pondré en él un espíritu, oirá un rumor y se volverá a su tierra; y en su tierra lo haré caer a espada’ ” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces el Rabsaces volvió y halló al rey de Asiria peleando contra Libna, pues había oído que el rey había partido de Laquis."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y les oyó decir acerca de Tirhaca, rey de Cus: «Ha salido a pelear contra ti». Entonces envió de nuevo mensajeros a Ezequías, diciendo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "«Así dirán a Ezequías, rey de Judá: “No te engañe tu Dios en quien tú confías, diciendo: ‘Jerusalén no será entregada en mano del rey de Asiria’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Tú has oído lo que los reyes de Asiria han hecho a todas las naciones, destruyéndolas por completo, ¿y serás tú librado?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¿Acaso los libraron los dioses de las naciones que mis padres destruyeron, es decir, Gozán, Harán, Resef y a los hijos de Edén que estaban en Telasar?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "¿Dónde está el rey de Hamat, el rey de Arfad, el rey de la ciudad de Sefarvaim, de Hena y de Iva?” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces Ezequías tomó la carta de mano de los mensajeros y la leyó, y subió a la casa del Señor y la extendió delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y oró Ezequías delante del Señor, y dijo: «Oh Señor, Dios de Israel, que estás sobre los querubines, solo Tú eres Dios de todos los reinos de la tierra. Tú hiciste los cielos y la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Inclina, oh Señor, Tu oído y escucha; abre, oh Señor, Tus ojos y mira; escucha las palabras que Senaquerib ha enviado para injuriar al Dios vivo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "En verdad, oh Señor, los reyes de Asiria han asolado las naciones y sus tierras,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "y han echado sus dioses al fuego, porque no eran dioses, sino obra de manos de hombre, de madera y piedra; por eso los han destruido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y ahora, oh Señor, Dios nuestro, líbranos, te ruego, de su mano para que todos los reinos de la tierra sepan que solo Tú, oh Señor, eres Dios»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces Isaías, hijo de Amoz, envió a decir a Ezequías: «Así dice el Señor, Dios de Israel: “Lo que me has rogado acerca de Senaquerib, rey de Asiria, he escuchado”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Esta es la palabra que el Señor ha hablado contra él:",
            "“Te ha despreciado y se ha burlado de ti",
            "La virgen hija de Sión;",
            "Ha movido la cabeza a tus espaldas",
            "La hija de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "-”¿A quién has injuriado y blasfemado?",
            "¿Y contra quién has alzado la voz",
            "Y levantado con orgullo tus ojos?",
            "¡Contra el Santo de Israel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "-”Por mano de tus mensajeros has injuriado al Señor,",
            "Y has dicho: ‘Con mis numerosos carros",
            "Subí a las cumbres de los montes,",
            "A las partes más remotas del Líbano;",
            "Corté sus altos cedros y sus mejores cipreses,",
            "Y entré en su morada más lejana, en su más frondoso bosque."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "-’Yo cavé pozos y bebí aguas extranjeras,",
            "Y sequé con la planta de mi pie",
            "Todos los ríos de Egipto’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "¶”¿No has oído?",
            "Hace mucho tiempo que lo hice,",
            "Desde la antigüedad lo había planeado.",
            "Ahora lo he realizado,",
            "Para que conviertas las ciudades fortificadas",
            "En montones de ruinas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "-”Sus habitantes, faltos de fuerzas,",
            "Fueron desalentados y humillados;",
            "Vinieron a ser como la vegetación del campo",
            "Y como la hierba verde,",
            "Como la hierba en los techos que se quema",
            "Antes de que haya crecido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "-”Pero conozco tu sentarte,",
            "Tu salir y tu entrar,",
            "Y tu furor contra Mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "-”Porque estás lleno de ira contra Mí,",
            "Y porque tu arrogancia ha subido hasta Mis oídos,",
            "Pondré, pues, Mi argolla en tu nariz",
            "Y Mi freno en tus labios,",
            "Y te haré volver por el camino por donde viniste."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "”Esto te será por señal: Este año ustedes comerán lo que crezca espontáneamente; el segundo año lo que nazca de por sí, y en el tercer año siembren, sieguen, planten viñas y coman su fruto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y el remanente de la casa de Judá que se salve, de nuevo echará raíces por debajo y dará fruto por arriba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Porque de Jerusalén saldrá un remanente, y del monte Sión sobrevivientes. El celo del Señor de los ejércitos hará esto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "”Por tanto, así dice el Señor acerca del rey de Asiria: ‘Él no entrará en esta ciudad, ni lanzará allí flecha alguna; tampoco vendrá delante de ella con escudo, ni levantará terraplén contra ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Por el camino que vino, por él se volverá, y no entrará en esta ciudad’ ”, declara el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "“Porque defenderé esta ciudad para salvarla por amor a Mí mismo y por amor a Mi siervo David” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Senaquerib"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Aconteció que aquella misma noche salió el ángel del Señor e hirió a 185,000 en el campamento de los asirios. Cuando los demás se levantaron por la mañana, vieron que todos eran cadáveres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Senaquerib, rey de Asiria, salió y regresó a su tierra, y habitó en Nínive."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Y mientras él adoraba en la casa de su dios Nisroc, Adramelec y Sarezer lo mataron a espada y huyeron a la tierra de Ararat. Y su hijo Esar Hadón reinó en su lugar."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.20",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.20"
        ],
        "human": "2 Reyes 20"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.21"
        ],
        "human": "2 Reyes 21",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.19"
        ],
        "human": "2 Reyes 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Enfermedad y curación de Ezequías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En aquellos días Ezequías cayó enfermo de muerte. Y vino a él el profeta Isaías, hijo de Amoz, y le dijo: «Así dice el Señor: “Pon tu casa en orden, porque morirás y no vivirás” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces él volvió su rostro hacia la pared y oró al Señor, diciendo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "«Te ruego, oh Señor, que te acuerdes ahora de cómo yo he andado delante de Ti en verdad y con corazón íntegro, y he hecho lo bueno ante Tus ojos». Y Ezequías lloró amargamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y antes que Isaías hubiera salido del patio central, vino a él la palabra del Señor, diciendo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "«Vuelve y dile a Ezequías, príncipe de Mi pueblo: “Así dice el Señor, Dios de tu padre David: ‘He escuchado tu oración y he visto tus lágrimas; entonces te sanaré. Al tercer día subirás a la casa del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y añadiré quince años a tu vida, y te libraré a ti y a esta ciudad de la mano del rey de Asiria; y defenderé esta ciudad por amor a Mí mismo y por amor a Mi siervo David’ ” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces Isaías dijo: «Tomen una masa de higos». La tomaron y la pusieron sobre la úlcera, y sanó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y Ezequías dijo a Isaías: «¿Cuál será la señal de que el Señor me sanará, y de que subiré a la casa del Señor al tercer día?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Respondió Isaías: «Esta será la señal del Señor para ti, de que el Señor hará lo que ha dicho: ¿avanzará la sombra diez grados o retrocederá diez grados?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y Ezequías respondió: «Es fácil que la sombra decline diez grados; pero no que la sombra vuelva atrás diez grados»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El profeta Isaías clamó al Señor, y Él hizo volver atrás la sombra diez grados en las gradas por las que había declinado, en las gradas de Acaz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ezequías muestra sus tesoros"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "En aquel tiempo Berodac Baladán, hijo de Baladán, rey de Babilonia, envió cartas y un regalo a Ezequías, porque oyó que Ezequías había estado enfermo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y Ezequías los escuchó y les mostró toda su casa del tesoro: la plata y el oro, las especias y el aceite precioso, su arsenal y todo lo que se hallaba en sus tesoros. No hubo nada en su casa ni en todo su dominio que Ezequías no les mostrara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces el profeta Isaías vino al rey Ezequías, y le dijo: «¿Qué han dicho esos hombres y de dónde han venido a ti?». Y Ezequías respondió: «Han venido de un país lejano, de Babilonia»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y él dijo: «¿Qué han visto en tu casa?». Y Ezequías respondió: «Han visto todo lo que hay en mi casa; no hay nada entre mis tesoros que yo no les haya mostrado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces Isaías dijo a Ezequías: «Oye la palabra del Señor:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "“Vienen días cuando todo lo que hay en tu casa y todo lo que tus padres han atesorado hasta el día de hoy, será llevado a Babilonia; nada quedará”, dice el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "“Y algunos de tus hijos que saldrán de ti, los que engendrarás, serán llevados, y serán oficiales en el palacio del rey de Babilonia” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces Ezequías dijo a Isaías: «La palabra del Señor que has hablado es buena. Pues pensaba: ¿No es así, si hay paz y seguridad en mis días?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Los demás hechos de Ezequías y todo su poderío, y cómo hizo el estanque y el acueducto, y trajo agua a la ciudad, ¿no están escritos en el libro de las Crónicas de los reyes de Judá?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y durmió Ezequías con sus padres; y su hijo Manasés reinó en su lugar."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.21",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.21"
        ],
        "human": "2 Reyes 21"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.22"
        ],
        "human": "2 Reyes 22",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.20"
        ],
        "human": "2 Reyes 20",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Manasés"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Manasés tenía doce años cuando comenzó a reinar, y reinó cincuenta y cinco años en Jerusalén. El nombre de su madre era Hepsiba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Hizo lo malo ante los ojos del Señor, conforme a las abominaciones de las naciones que el Señor había desposeído delante de los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque reedificó los lugares altos que su padre Ezequías había destruido; levantó también altares a Baal e hizo una Asera, como había hecho Acab, rey de Israel, y adoró a todo el ejército de los cielos y los sirvió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Edificó además altares en la casa del Señor, de la cual el Señor había dicho: «En Jerusalén pondré Mi nombre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Edificó altares a todo el ejército de los cielos en los dos atrios de la casa del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Hizo pasar por fuego a su hijo, practicó la hechicería, usó la adivinación y trató con adivinos y espiritistas. Hizo mucho mal ante los ojos del Señor, provocándolo a ira."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Colocó la imagen tallada de Asera que él había hecho, en la casa de la cual el Señor había dicho a David y a su hijo Salomón: «En esta casa y en Jerusalén, que he escogido de entre todas las tribus de Israel, pondré Mi nombre para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y haré que nunca más los pies de Israel vaguen fuera de la tierra que di a sus padres, con tal de que cuiden de hacer conforme a todo lo que les he mandado, y conforme a toda la ley que Mi siervo Moisés les ordenó»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero ellos no escucharon, y Manasés hizo que se extraviaran para que hicieran lo malo, más que las naciones que el Señor había destruido delante de los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces el Señor habló por medio de Sus siervos los profetas:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "«Por cuanto Manasés, rey de Judá, ha hecho estas abominaciones, habiendo hecho lo malo más que todo lo que hicieron los amorreos antes de él, haciendo pecar también a Judá con sus ídolos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "por tanto, así dice el Señor, Dios de Israel: “Voy a traer tal calamidad sobre Jerusalén y Judá, que a todo el que oiga de ello le retumbarán ambos oídos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Extenderé sobre Jerusalén el cordel de Samaria y la plomada de la casa de Acab, y limpiaré a Jerusalén como se limpia un plato, limpiándolo y volviéndolo boca abajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Abandonaré al remanente de Mi heredad y los entregaré en mano de sus enemigos, y serán para presa y despojo para todos sus enemigos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "porque han hecho lo malo ante Mis ojos, y han estado provocándome a ira desde el día en que sus padres salieron de Egipto, hasta el día de hoy” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Además, Manasés derramó muchísima sangre inocente hasta llenar a Jerusalén de un extremo a otro, aparte de su pecado con el que hizo pecar a Judá para que hiciera lo malo ante los ojos del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Los demás hechos de Manasés, todo lo que hizo y el pecado que cometió, ¿no están escritos en el libro de las Crónicas de los reyes de Judá?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Manasés durmió con sus padres, y fue sepultado en el jardín de su casa, en el jardín de Uza; y su hijo Amón reinó en su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Amón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Amón tenía veintidós años cuando comenzó a reinar, y reinó dos años en Jerusalén. El nombre de su madre era Mesulemet, hija de Haruz, de Jotba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Hizo lo malo ante los ojos del Señor, como había hecho su padre Manasés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pues anduvo en todo el camino en que su padre había andado, sirvió a los ídolos a los que su padre había servido y los adoró."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Abandonó al Señor, el Dios de sus padres, y no anduvo en el camino del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y conspiraron contra él los siervos de Amón y mataron al rey en su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Pero el pueblo de la tierra mató a todos los que habían conspirado contra el rey Amón, y en su lugar el pueblo de la tierra hizo rey a su hijo Josías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Los demás hechos que Amón hizo, ¿no están escritos en el libro de las Crónicas de los reyes de Judá?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Amón fue sepultado en su sepulcro en el jardín de Uza; y su hijo Josías reinó en su lugar."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.22",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.22"
        ],
        "human": "2 Reyes 22"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.23"
        ],
        "human": "2 Reyes 23",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.21"
        ],
        "human": "2 Reyes 21",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Josías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Josías tenía ocho años cuando comenzó a reinar, y reinó treinta y un años en Jerusalén. El nombre de su madre era Jedida, hija de Adaía, de Boscat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Hizo lo recto ante los ojos del Señor y anduvo en todo el camino de su padre David; no se apartó ni a la derecha ni a la izquierda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y en el año dieciocho del rey Josías, el rey envió al escriba Safán, hijo de Azalía, de Mesulam, a la casa del Señor, diciéndole:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "«Ve al sumo sacerdote Hilcías para que cuente el dinero traído a la casa del Señor, que los guardianes del umbral han recogido del pueblo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y que lo pongan en mano de los obreros encargados de supervisar la casa del Señor, y que ellos lo den a los obreros que están asignados en la casa del Señor para reparar los daños de la casa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "a los carpinteros, a los constructores y a los albañiles, y para comprar maderas y piedra de cantería para reparar la casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero no se les pedirá cuenta del dinero entregado en sus manos porque obran con fidelidad»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Hallazgo del libro de la ley"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces el sumo sacerdote Hilcías dijo al escriba Safán: «He hallado el libro de la ley en la casa del Señor». E Hilcías dio el libro a Safán, y este lo leyó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y el escriba Safán vino al rey, y trajo palabra al rey, diciendo: «Sus siervos han tomado el dinero que se halló en la casa, y lo han puesto en mano de los obreros encargados de supervisar la casa del Señor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El escriba Safán informó también al rey: «El sacerdote Hilcías me ha dado un libro». Y Safán lo leyó en la presencia del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cuando el rey oyó las palabras del libro de la ley, rasgó sus vestidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces el rey ordenó al sacerdote Hilcías, a Ahicam, hijo de Safán, a Acbor, hijo de Micaías, al escriba Safán y a Asaías, siervo del rey:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "«Vayan, consulten al Señor por mí, por el pueblo y por todo Judá acerca de las palabras de este libro que se ha encontrado, porque grande es la ira del Señor que se ha encendido contra nosotros, por cuanto nuestros padres no han escuchado las palabras de este libro, haciendo conforme a todo lo que está escrito de nosotros»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces el sacerdote Hilcías, y Ahicam, Acbor, Safán y Asaías fueron a la profetisa Hulda, mujer de Salum, hijo de Ticva, hijo de Harhas, encargado del vestuario. Ella habitaba en Jerusalén en el segundo sector, y hablaron con ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y ella les dijo: «Así dice el Señor, Dios de Israel: “Digan al hombre que los ha enviado a mí:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Así dice el Señor: ‘Voy a traer mal sobre este lugar y sobre sus habitantes, según todas las palabras del libro que ha leído el rey de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Por cuanto me han abandonado y han quemado incienso a otros dioses para provocarme a ira con toda la obra de sus manos, por tanto Mi ira arde contra este lugar y no se apagará’ ”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero al rey de Judá que los envió a consultar al Señor, así le dirán: “Así dice el Señor, Dios de Israel: ‘En cuanto a las palabras que has oído,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "porque se enterneció tu corazón y te humillaste delante del Señor cuando oíste lo que hablé contra este lugar y contra sus habitantes, que vendrían a ser desolación y maldición, y has rasgado tus vestidos y has llorado delante de Mí, ciertamente te he oído’, declara el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "‘Por tanto, te reuniré con tus padres y serás recogido en tu sepultura en paz, y tus ojos no verán todo el mal que Yo voy a traer sobre este lugar’ ” ». Y llevaron la respuesta al rey."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.23",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.23"
        ],
        "human": "2 Reyes 23"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.24"
        ],
        "human": "2 Reyes 24",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.22"
        ],
        "human": "2 Reyes 22",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reformas del rey Josías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces el rey mandó reunir con él a todos los ancianos de Judá y Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y el rey subió a la casa del Señor, y con él todos los hombres de Judá, todos los habitantes de Jerusalén, los sacerdotes, los profetas y todo el pueblo, desde el menor hasta el mayor; y leyó en su presencia todas las palabras del libro del pacto que había sido hallado en la casa del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Después el rey se puso en pie junto a la columna e hizo pacto delante del Señor de andar en pos del Señor y de guardar Sus mandamientos, Sus testimonios y Sus estatutos con todo su corazón y con toda su alma, para cumplir las palabras de este pacto escritas en este libro. Y todo el pueblo confirmó el pacto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Después el rey ordenó que el sumo sacerdote Hilcías y los sacerdotes de segundo orden y los guardianes del umbral, sacaran del templo del Señor todas las vasijas que se habían hecho para Baal, para la Asera y para todo el ejército de los cielos, y los quemó fuera de Jerusalén en los campos del Cedrón y llevó sus cenizas a Betel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Josías quitó a los sacerdotes idólatras que los reyes de Judá habían nombrado para quemar incienso en los lugares altos en las ciudades de Judá y en los alrededores de Jerusalén, también a los que quemaban incienso a Baal, al sol y a la luna, a las constelaciones y a todo el ejército de los cielos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y sacó la Asera de la casa del Señor fuera de Jerusalén, al torrente Cedrón, y la quemó junto al torrente Cedrón; la redujo a polvo y arrojó el polvo sobre los sepulcros de los hijos del pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "También derribó las casas de los dedicados a la prostitución que estaban en la casa del Señor, donde las mujeres tejían pabellones para la Asera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces Josías trajo a todos los sacerdotes de las ciudades de Judá, y profanó los lugares altos donde los sacerdotes habían quemado incienso, desde Geba hasta Beerseba, y derribó los lugares altos de las puertas que estaban a la entrada de la puerta de Josué, gobernador de la ciudad, a la izquierda de la puerta de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Sin embargo, los sacerdotes de los lugares altos no podían subir al altar del Señor en Jerusalén, sino que comían panes sin levadura entre sus hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "También profanó al Tofet que está en el valle de Ben Hinom, para que nadie hiciera pasar por fuego a su hijo o a su hija para honrar a Moloc."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "A la entrada de la casa del Señor, junto a la cámara de Natán Melec, el oficial que estaba en las dependencias, quitó los caballos que los reyes de Judá habían dedicado al sol, y prendió fuego a los carros del sol."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y los altares que estaban sobre el techo, el aposento alto de Acaz que habían hecho los reyes de Judá, y los altares que había hecho Manasés en los dos atrios de la casa del Señor el rey los derribó, los destrozó allí y arrojó su polvo al torrente Cedrón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El rey también profanó los lugares altos que estaban frente a Jerusalén, los que estaban a la derecha del monte de destrucción, que Salomón, rey de Israel, había edificado a Astoret, abominación de los sidonios, y a Quemos, abominación de los moabitas, y a Milcom, ídolo abominable de los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Asimismo hizo pedazos los pilares sagrados, derribó las Aseras y llenó sus lugares con huesos humanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Además, derribó el altar que estaba en Betel y el lugar alto que había hecho Jeroboam, hijo de Nabat, el que hizo pecar a Israel, o sea, derribó también aquel altar y el lugar alto, destruyó sus piedras, las redujo a polvo y quemó la Asera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Al regresar, Josías vio los sepulcros que estaban allí en el monte, y envió a recoger los huesos de los sepulcros y los quemó sobre el altar, profanándolo, conforme a la palabra del Señor que había proclamado el hombre de Dios que había anunciado estas cosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces dijo: «¿Qué monumento es este que veo?». Y los hombres de la ciudad le dijeron: «Es el sepulcro del hombre de Dios que vino de Judá y proclamó estas cosas que has hecho contra el altar de Betel»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y él dijo: «Déjenlo en paz; que nadie moleste sus huesos». Así dejaron sus huesos intactos con los huesos del profeta que vino de Samaria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Josías quitó también todas las casas de los lugares altos que estaban en las ciudades de Samaria, las cuales habían hecho los reyes de Israel provocando a ira al Señor. Les hizo tal y como había hecho en Betel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y mató sobre los altares a todos los sacerdotes de los lugares altos que estaban allí, y quemó huesos humanos sobre ellos. Y regresó a Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces el rey ordenó a todo el pueblo: «Celebren la Pascua al Señor su Dios como está escrito en este libro del pacto»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "En verdad que tal Pascua no se había celebrado desde los días de los jueces que gobernaban a Israel, ni en ninguno de los días de los reyes de Israel y de los reyes de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Solo en el año dieciocho del rey Josías fue celebrada esta Pascua al Señor en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Josías también quitó a los adivinos y a los espiritistas, los ídolos domésticos y los otros ídolos, y todas las abominaciones que se veían en la tierra de Judá y en Jerusalén, con el fin de confirmar las palabras de la ley que estaban escritas en el libro que el sacerdote Hilcías había hallado en la casa del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y antes de él no hubo rey como él que se volviera al Señor con todo su corazón, con toda su alma y con todas sus fuerzas, conforme a toda la ley de Moisés, ni otro como él se levantó después de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Sin embargo, el Señor no desistió del furor de Su gran ira, ya que ardía Su ira contra Judá a causa de todas las provocaciones con que Manasés lo había provocado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y el Señor dijo: «También quitaré a Judá de Mi presencia, como he quitado a Israel. Y desecharé a esta ciudad que Yo había escogido, a Jerusalén, y al templo del cual dije: “Mi nombre estará allí” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Los demás hechos de Josías y todo lo que hizo, ¿no están escritos en el libro de las Crónicas de los reyes de Judá?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "En sus días subió Faraón Necao, rey de Egipto, contra el rey de Asiria junto al río Éufrates. Y el rey Josías fue a su encuentro, pero Faraón Necao lo mató en Meguido en cuanto lo vio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Sus siervos llevaron su cuerpo en un carro desde Meguido, lo trajeron a Jerusalén y lo sepultaron en su sepulcro. Entonces el pueblo de aquella tierra tomó a Joacaz, hijo de Josías, y lo ungieron y lo hicieron rey en lugar de su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinados de Joacaz y Joacim"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Joacaz tenía veintitrés años cuando comenzó a reinar, y reinó tres meses en Jerusalén. El nombre de su madre era Hamutal, hija de Jeremías, de Libna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Hizo lo malo ante los ojos del Señor, conforme a todo lo que habían hecho sus padres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Y Faraón Necao lo puso en prisión en Ribla, en la tierra de Hamat, para que no reinara en Jerusalén; e impuso una multa sobre la tierra de 34 toneladas de plata y 34 kilos de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Faraón Necao hizo rey a Eliaquim, hijo de Josías, en lugar de Josías su padre, y cambió su nombre por el de Joacim. Pero tomó a Joacaz y lo llevó a Egipto, y allí murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Y Joacim dio la plata y el oro a Faraón, e impuso contribuciones al país para entregar el dinero conforme al mandato de Faraón. Exigió la plata y el oro del pueblo del país, a cada uno conforme a sus bienes, para dárselo a Faraón Necao."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Joacim tenía veinticinco años cuando comenzó a reinar, y reinó once años en Jerusalén. El nombre de su madre era Zebuda, hija de Pedaías, de Ruma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Hizo lo malo ante los ojos del Señor, conforme a todo lo que habían hecho sus padres."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.24",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.24"
        ],
        "human": "2 Reyes 24"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.25"
        ],
        "human": "2 Reyes 25",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.23"
        ],
        "human": "2 Reyes 23",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Invasión de Judá por Nabucodonosor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En los días de Joacim subió Nabucodonosor, rey de Babilonia, y Joacim fue su siervo por tres años; después se levantó y se rebeló contra él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces el Señor envió contra Joacim bandas de caldeos, bandas de arameos, bandas de moabitas y bandas de amonitas. Y las envió contra Judá para destruirla, conforme a la palabra que el Señor había hablado por medio de sus siervos los profetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ciertamente por mandato del Señor sucedió esto contra Judá para quitarlos de Su presencia, por los pecados de Manasés, por todo lo que había hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "También por la sangre inocente que derramó, pues llenó a Jerusalén de sangre inocente, y el Señor no quiso perdonar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los demás hechos de Joacim y todo lo que hizo ¿no están escritos en el libro de las Crónicas de los reyes de Judá?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Durmió Joacim con sus padres; y su hijo Joaquín reinó en su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El rey de Egipto no salió más de su tierra, porque el rey de Babilonia había tomado todo lo que pertenecía al rey de Egipto desde el torrente de Egipto hasta el río Éufrates."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Joaquín tenía dieciocho años cuando comenzó a reinar, y reinó tres meses en Jerusalén. El nombre de su madre era Nehusta, hija de Elnatán, de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Hizo lo malo ante los ojos del Señor, conforme a todo lo que había hecho su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Primera deportación"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "En aquel tiempo los siervos de Nabucodonosor, rey de Babilonia, subieron a Jerusalén, y la ciudad fue sitiada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Nabucodonosor, rey de Babilonia, llegó a la ciudad mientras sus siervos la tenían sitiada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Joaquín, rey de Judá, se rindió al rey de Babilonia, él y su madre, sus siervos, sus jefes y sus oficiales. El rey de Babilonia lo apresó en el año octavo de su reinado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Nabucodonosor sacó de allí todos los tesoros de la casa del Señor, los tesoros de la casa del rey, y destrozó todos los utensilios de oro que Salomón, rey de Israel, había hecho en el templo del Señor, tal como el Señor había dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y se llevó en cautiverio a todo Jerusalén: a todos los jefes, a todos los hombres valientes, 10,000 cautivos, y a todos los artesanos y herreros. Nadie quedó, excepto la gente más pobre del país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "También se llevó a Joaquín en cautiverio a Babilonia. Asimismo se llevó en cautiverio de Jerusalén a Babilonia a la madre del rey y a las mujeres del rey, a sus oficiales y a los poderosos del país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Todos los hombres valientes, 7,000 y los artesanos y herreros, 1,000 todos fuertes y aptos para la guerra, también a estos el rey de Babilonia llevó en cautiverio a Babilonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces el rey de Babilonia puso por rey en lugar de Joaquín, a su tío Matanías y cambió su nombre por el de Sedequías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Sedequías tenía veintiún años cuando comenzó a reinar, y reinó once años en Jerusalén. El nombre de su madre era Hamutal, hija de Jeremías, de Libna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Hizo lo malo ante los ojos del Señor, conforme a todo lo que había hecho Joacim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Por causa de la ira del Señor sucedió esto en Jerusalén y en Judea, hasta que los echó de Su presencia. Y Sedequías se rebeló contra el rey de Babilonia."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.25",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.25"
        ],
        "human": "2 Reyes 25"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CH.1"
        ],
        "human": "1 Crónicas 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.24"
        ],
        "human": "2 Reyes 24",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sitio de Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Y en el noveno año de su reinado, en el décimo mes, el día diez del mes, vino Nabucodonosor, rey de Babilonia, él y todo su ejército contra Jerusalén, acampó contra ella y construyó un muro de asedio alrededor de ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "La ciudad estuvo sitiada hasta el undécimo año del rey Sedequías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "A los nueve días del mes cuarto el hambre era tan grande en la ciudad que no había alimento para la población."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y al ser abierta una brecha en la ciudad, todos los hombres de guerra huyeron de noche por el camino de la puerta entre las dos murallas, junto al jardín del rey, estando los caldeos alrededor de la ciudad, y se fueron por el camino del Arabá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero el ejército de los caldeos persiguió al rey y lo alcanzó en los llanos de Jericó, y todo su ejército se dispersó de su lado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces capturaron al rey y lo trajeron al rey de Babilonia en Ribla, y este lo sentenció."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y degollaron a los hijos de Sedequías en su presencia, y a Sedequías le sacó los ojos, lo ató con cadenas de bronce y lo llevó a Babilonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cautiverio de Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En el mes quinto, a los siete días del mes, en el año diecinueve de Nabucodonosor, rey de Babilonia, vino a Jerusalén Nabuzaradán, capitán de la guardia, siervo del rey de Babilonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y quemó la casa del Señor, la casa del rey y todas las casas de Jerusalén; prendió fuego a toda casa grande."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Todo el ejército de los caldeos que estaba con el capitán de la guardia derribó las murallas alrededor de Jerusalén;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y al resto del pueblo que había quedado en la ciudad, a los desertores que se habían pasado al rey de Babilonia y al resto de la multitud, los llevó en cautiverio Nabuzaradán, capitán de la guardia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero el capitán de la guardia dejó a algunos de los más pobres del país para que fueran viñadores y labradores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Los caldeos hicieron pedazos las columnas de bronce que estaban en la casa del Señor, y las basas y el mar de bronce que estaban en la casa del Señor, y llevaron el bronce a Babilonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "También se llevaron las ollas, las palas, las despabiladeras, las cucharas, y todos los utensilios de bronce que se usaban en el servicio del templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El capitán de la guardia se llevó además los incensarios y los tazones, lo que era de oro puro y lo que era de plata pura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "En cuanto a las dos columnas, el mar y las basas que Salomón había hecho para la casa del Señor; no era posible calcular el peso del bronce de todos estos objetos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "La altura de una columna era de 18 codos (8.1 metros), y tenía sobre ella un capitel de bronce; la altura del capitel era de 3 codos (1.35 metros), con una obra de malla y granadas alrededor del capitel, todo de bronce. Y la segunda columna era igual con obra de malla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces el capitán de la guardia tomó al sumo sacerdote Seraías y al segundo sacerdote Sofonías y a los tres oficiales del templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y de la ciudad prendió a un oficial que estaba encargado de los hombres de guerra, y a cinco hombres de los consejeros del rey que se hallaban en la ciudad, y al escriba del capitán del ejército, que alistaba a la gente del país, y a sesenta hombres del pueblo de la tierra que se hallaban en la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Nabuzaradán, capitán de la guardia, los tomó y se los llevó al rey de Babilonia en Ribla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces el rey de Babilonia los hirió y les dio muerte en Ribla, en la tierra de Hamat. Así Judá fue llevado al cautiverio, lejos de su tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y en cuanto al pueblo que quedó en la tierra de Judá, al que Nabucodonosor, rey de Babilonia, había dejado, puso sobre ellos a Gedalías, hijo de Ahicam, hijo de Safán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Cuando todos los jefes de tropas, ellos y sus hombres, oyeron que el rey de Babilonia había nombrado gobernador a Gedalías, vinieron a este en Mizpa: Ismael, hijo de Netanías, Johanán, hijo de Carea, Seraías, hijo de Tanhumet el netofatita, y Jaazanías, hijo del maacateo, ellos y sus hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Gedalías les hizo un juramento, a ellos y a sus hombres, y les dijo: «No teman a los siervos de los caldeos; habiten en la tierra y sirvan al rey de Babilonia, y les irá bien»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero sucedió que en el séptimo mes, Ismael, hijo de Netanías, hijo de Elisama, de la familia real, vino con diez hombres e hirió a Gedalías, y este murió junto con los judíos y los caldeos que estaban con él en Mizpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces todo el pueblo, desde el menor hasta el mayor, y los jefes de las tropas se levantaron y se fueron a Egipto, porque temían a los caldeos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Joaquín honrado en Babilonia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "En el año treinta y siete del cautiverio de Joaquín, rey de Judá, en el mes duodécimo, a los veintisiete días del mes, Evil Merodac, rey de Babilonia, en el año en que comenzó a reinar, sacó de la prisión a Joaquín, rey de Judá;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "y le habló con benevolencia y puso su trono por encima de los tronos de los reyes que estaban con él en Babilonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Le cambió sus vestidos de prisión, y comió siempre en la presencia del rey, todos los días de su vida;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "y para su sustento, se le dio de continuo una ración de parte del rey, una porción para cada día, todos los días de su vida."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}