{
  "book_usfm": "2SA",
  "name": "2 Samuel",
  "local_title": "Nueva Biblia de las Américas",
  "local_abbreviation": "NBLA",
  "version_id": 103,
  "publisher": {
    "name": "The Lockman Foundation"
  },
  "copyright": {
    "html": "1986, 1995, 1997, 2005 by The Lockman Foundation",
    "text": "1986, 1995, 1997, 2005 by The Lockman Foundation"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "2SA.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2SA.1"
        ],
        "human": "2 Samuel 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2SA.2"
        ],
        "human": "2 Samuel 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1SA.31"
        ],
        "human": "1 Samuel 31",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "David oye de la muerte de Saúl"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de la muerte de Saúl, habiendo regresado David de derrotar a los amalecitas, David permaneció dos días en Siclag."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Al tercer día, un hombre llegó del campamento de Saúl con sus ropas rasgadas y polvo sobre su cabeza. Al llegar ante David, se inclinó a tierra y se postró."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "David le preguntó: «¿De dónde vienes?». «Me he escapado del campamento de Israel», le respondió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "David le preguntó: «¿Qué aconteció? Te ruego que me lo digas». Y él respondió: «El pueblo ha huido de la batalla, y también muchos del pueblo han caído y han muerto; también Saúl y su hijo Jonatán han muerto»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Así que David le preguntó al joven que se lo había contado: «¿Cómo sabes que Saúl y su hijo Jonatán han muerto?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El joven que se lo había contado, dijo: «Yo estaba por casualidad en el monte Gilboa, y vi que Saúl estaba apoyado sobre su lanza. Y que los carros y los jinetes lo perseguían de cerca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Al mirar él hacia atrás, me vio y me llamó. Y dije: “Aquí estoy”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y él me dijo: “¿Quién eres?”. Y le respondí: “Soy un amalecita”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces él me dijo: “Te ruego que te pongas junto a mí y me mates, pues la agonía se ha apoderado de mí, porque todavía estoy con vida”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Me puse, pues, junto a él y lo maté, porque yo sabía que él no podía vivir después de haber caído. Tomé la corona que estaba en su cabeza y la pulsera que estaba en su brazo, y los he traído aquí a mi señor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces David agarró sus ropas y las rasgó, y así hicieron también todos los hombres que estaban con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Se lamentaron y lloraron y ayunaron hasta el atardecer por Saúl y por su hijo Jonatán, por el pueblo del Señor y por la casa de Israel, porque habían caído a espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "David le preguntó al joven que se lo había contado: «¿De dónde eres?». «Soy hijo de un extranjero, un amalecita», le respondió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y David le dijo: «¿Cómo es que no tuviste temor de extender tu mano para destruir al ungido del Señor?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Llamando David a uno de los jóvenes, le dijo: «Ve, mátalo». Y él lo hirió, y murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y David le dijo: «Tu sangre sea sobre tu cabeza, porque tu boca ha testificado contra ti, al decir: “Yo he matado al ungido del Señor” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elegía de David por Saúl y Jonatán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces David entonó esta elegía por Saúl y por su hijo Jonatán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "y ordenó que enseñaran a los hijos de Judá el cántico del arco; el cual está escrito en el libro de Jaser:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "«Tu hermosura, oh Israel, ha perecido sobre tus montes.",
            "¡Cómo han caído los valientes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "-»No lo anuncien en Gat,",
            "No lo proclamen en las calles de Ascalón;",
            "Para que no se regocijen las hijas de los filisteos,",
            "Para que no se alegren las hijas de los incircuncisos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "-»Oh montes de Gilboa,",
            "No haya sobre ustedes rocío ni lluvia, ni campos de ofrendas;",
            "Porque allí fue deshonrado el escudo de los valientes,",
            "El escudo de Saúl, no ungido con aceite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "-»De la sangre de los muertos, de la grasa de los poderosos,",
            "El arco de Jonatán no volvía atrás,",
            "Y la espada de Saúl no volvía vacía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "-»Saúl y Jonatán, amados y amables en su vida,",
            "Y en su muerte no fueron separados;",
            "Más ligeros eran que águilas,",
            "Más fuertes que leones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "-»Hijas de Israel, lloren por Saúl,",
            "Que las vestía lujosamente de escarlata,",
            "Que ponía adornos de oro en sus vestidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "-»¡Cómo han caído los valientes en medio de la batalla!",
            "Jonatán, muerto en tus alturas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "-»Estoy afligido por ti, Jonatán, hermano mío;",
            "Tú me has sido muy estimado.",
            "Tu amor fue para mí más maravilloso",
            "Que el amor de las mujeres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "-»¡Cómo han caído los valientes,",
            "Y perecido las armas de guerra!»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2SA.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2SA.2"
        ],
        "human": "2 Samuel 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2SA.3"
        ],
        "human": "2 Samuel 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.1"
        ],
        "human": "2 Samuel 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "David proclamado rey de Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de esto David consultó al Señor: «¿Subiré a alguna de las ciudades de Judá?». Y el Señor le dijo: «Sube». «¿Adónde subiré?», dijo David. Y Él dijo: «A Hebrón»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces David subió allá, y también sus dos mujeres, Ahinoam la jezreelita y Abigail, viuda de Nabal, el de Carmel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y David trajo a los hombres que estaban con él, cada uno con su familia; y habitaron en las ciudades de Hebrón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Los hombres de Judá vinieron y ungieron allí a David como rey sobre la casa de Judá.",
            "Y avisaron a David: «Fueron los hombres de Jabes de Galaad los que sepultaron a Saúl»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y David envió mensajeros a los hombres de Jabes de Galaad, a decirles: «Benditos sean del Señor, porque han mostrado esta bondad a Saúl su señor, y lo han sepultado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ahora, que el Señor les muestre misericordia y verdad; y yo también les haré bien por esto que han hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Fortalezcan, pues, sus manos, y sean valientes porque Saúl su señor ha muerto, y la casa de Judá me ha ungido rey sobre ellos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Isboset proclamado rey de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero Abner, hijo de Ner, comandante del ejército de Saúl, había tomado a Isboset, hijo de Saúl, y lo llevó a Mahanaim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y le hizo rey sobre Galaad, sobre Gesuri, sobre Jezreel, sobre Efraín, sobre Benjamín y sobre todo Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Isboset, hijo de Saúl, tenía cuarenta años cuando comenzó a reinar sobre Israel, y reinó dos años. La casa de Judá, sin embargo, siguió a David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El tiempo que David reinó en Hebrón sobre la casa de Judá fue de siete años y seis meses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Abner, hijo de Ner, salió de Mahanaim a Gabaón con los siervos de Isboset, hijo de Saúl."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y Joab, hijo de Sarvia, y los siervos de David salieron y los encontraron junto al estanque de Gabaón; y se sentaron, unos a un lado del estanque y los otros al otro lado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces Abner dijo a Joab: «Que se levanten ahora los jóvenes y compitan delante de nosotros». «Que se levanten», respondió Joab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Se levantaron y pasaron en igual número, doce por Benjamín e Isboset, hijo de Saúl, y doce de los siervos de David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Cada uno agarró a su adversario por la cabeza, y metió su espada en el costado del adversario de manera que cayeron juntos. Por eso aquel lugar fue llamado Helcat Hazurim, el cual está en Gabaón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Aquel día la batalla fue muy reñida, y Abner y los hombres de Israel fueron derrotados delante de los siervos de David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Estaban allí los tres hijos de Sarvia: Joab, Abisai y Asael. Y Asael era tan ligero de pies como una gacela del campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Asael persiguió a Abner, y no se desvió ni a derecha ni a izquierda de ir tras Abner."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces Abner, miró atrás y dijo: «¿Eres tú Asael?». «Yo soy», respondió él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Abner le dijo: «Desvíate a tu derecha o a tu izquierda, apodérate de uno de los jóvenes y toma para ti sus despojos». Pero Asael no quería dejar de perseguirlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Abner volvió a decirle a Asael: «Deja de perseguirme. ¿Por qué he de derribarte en tierra? ¿Cómo podría entonces levantar mi rostro ante tu hermano Joab?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero él rehusó apartarse; por tanto, Abner lo hirió en el estómago con la parte trasera de la lanza, y la lanza le salió por la espalda; allí cayó, y allí mismo murió. Y todos los que venían al lugar donde Asael había caído y muerto, se detenían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Pero Joab y Abisai persiguieron a Abner, y cuando el sol se ponía, llegaron a la colina de Amma, que está frente a Gía junto al camino del desierto de Gabaón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Los benjamitas se agruparon detrás de Abner formando una sola banda, y se detuvieron en la cumbre de una colina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Abner llamó a Joab, y dijo: «¿Devorará la espada para siempre? ¿No sabes que el final será amargo? ¿Hasta cuándo esperarás para decirles que dejen de perseguir a sus hermanos?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Respondió Joab: «Vive Dios, que si no hubieras hablado, ciertamente el pueblo, después de perseguir cada cual a su hermano, no se hubiera ido hasta la mañana»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces Joab tocó la trompeta y todo el pueblo se detuvo; no persiguieron más a Israel ni continuaron peleando más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Abner y sus hombres marcharon toda aquella noche por el Arabá, cruzaron el Jordán, y caminando toda la mañana, llegaron a Mahanaim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Joab volvió también de perseguir a Abner, y cuando reunió a todo el pueblo, faltaban de los siervos de David, diecinueve hombres, además de Asael."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Pero los siervos de David habían herido de Benjamín y de los hombres de Abner, a 360 hombres, los cuales murieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Se llevaron a Asael y lo sepultaron en el sepulcro de su padre, que estaba en Belén. Joab y sus hombres caminaron toda la noche hasta que les amaneció en Hebrón."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2SA.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2SA.3"
        ],
        "human": "2 Samuel 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2SA.4"
        ],
        "human": "2 Samuel 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.2"
        ],
        "human": "2 Samuel 2",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Hubo larga guerra entre la casa de Saúl y la casa de David; pero David se iba fortaleciendo, mientras que la casa de Saúl se iba debilitando."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Hijos de David nacidos en Hebrón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "A David le nacieron hijos en Hebrón; su primogénito fue Amnón, hijo de Ahinoam la jezreelita;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "el segundo, Quileab, de Abigail, viuda de Nabal de Carmel; el tercero, Absalón, hijo de Maaca, hija de Talmai, rey de Gesur;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "el cuarto, Adonías, hijo de Haguit; el quinto, Sefatías, hijo de Abital,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y el sexto, Itream, de Egla, mujer de David. Estos le nacieron a David en Hebrón."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "David y Abner"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Durante la guerra que había entre la casa de Saúl y la casa de David, Abner se fortaleció en la casa de Saúl."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y Saúl había tenido una concubina cuyo nombre era Rizpa, hija de Aja; entonces Isboset dijo a Abner: «¿Por qué te has llegado a la concubina de mi padre?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Abner se enojó mucho por las palabras de Isboset, y dijo: «¿Acaso soy yo cabeza de perro que pertenece a Judá? Hoy he mostrado bondad hacia la casa de tu padre Saúl, hacia sus hermanos y hacia sus amigos, y no te he entregado en manos de David; sin embargo, tú me acusas hoy de una ofensa con esta mujer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Así haga Dios a Abner, y aún más, si lo que el Señor ha jurado a David no lo obtengo para él:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "transferir el reino de la casa de Saúl y establecer el trono de David sobre Israel y sobre Judá desde Dan hasta Beerseba»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y él ya no pudo responder a Abner ni una palabra, porque le temía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces Abner envió mensajeros a David de su parte y preguntó: «¿De quién es la tierra? Y que dijeran también: Haga su pacto conmigo, y mi mano será con usted para traer a usted a todo Israel»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y David respondió: «Muy bien. Haré pacto contigo, pero una cosa demando de ti: No verás mi rostro a menos de que cuando vengas a verme traigas a Mical, la hija de Saúl»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y David envió mensajeros a Isboset, el hijo de Saúl y le dijo: «Dame a mi mujer Mical, con la cual me desposé por 100 prepucios de los filisteos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Isboset, pues, envió a quitársela a su esposo, a Paltiel, hijo de Lais."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero su esposo fue con ella, llorando mientras iba, y la siguió hasta Bahurim. Entonces Abner le dijo: «Ve, vuélvete». Y Paltiel se volvió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Abner habló con los ancianos de Israel: «Hace tiempo que ustedes buscaban a David para que fuera su rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Ahora pues, háganlo. Porque el Señor ha hablado acerca de David, diciendo: “Por mano de Mi siervo David salvaré a Mi pueblo Israel de mano de los filisteos y de mano de todos sus enemigos” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "También Abner habló a oídos de los de Benjamín. Abner además fue a hablar a oídos de David en Hebrón de todo lo que parecía bien a Israel y a toda la casa de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Llegó Abner adonde estaba David, en Hebrón, y con él veinte hombres. Y David preparó un banquete para Abner y los hombres que lo acompañaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y Abner dijo a David: «Me levantaré e iré a reunir a todo Israel junto a mi señor el rey para que hagan un pacto con usted, y sea rey sobre todo lo que su corazón desea». Entonces David despidió a Abner, y él se fue en paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Sucedió que los siervos de David y Joab vinieron de hacer una incursión trayendo consigo mucho botín; pero Abner no estaba con David en Hebrón, porque él lo había despedido y se había ido en paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Cuando llegó Joab y todo el ejército que estaba con él, le dieron aviso a Joab diciéndole: «Abner, hijo de Ner, vino al rey, y él lo ha despedido y se ha ido en paz»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces Joab vino al rey y dijo: «¿Qué ha hecho? Ya que Abner vino a usted; ¿por qué, pues, lo ha despedido y él ya se ha ido?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Conoce a Abner, hijo de Ner, que vino a engañarlo y saber de sus salidas y de sus entradas, y a enterarse de todo lo que usted hace»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La muerte de Abner"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y saliendo Joab de donde estaba David, envió mensajeros tras Abner, y lo hicieron volver desde el pozo de Sira; pero David no lo sabía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Cuando Abner regresó a Hebrón, Joab lo llevó aparte en medio de la puerta para hablarle en privado, y allí, por causa de la sangre de Asael su hermano, lo hirió en el vientre y murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Cuando David lo supo después, dijo: «Yo y mi reino somos inocentes para siempre delante del Señor de la sangre de Abner, hijo de Ner."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Caiga su sangre sobre la cabeza de Joab y sobre toda la casa de su padre, y nunca falte en la casa de Joab quien padezca flujo, ni quien sea leproso, ni quien se sostenga con báculo, ni quien muera a espada, ni quien carezca de pan»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Joab y su hermano Abisai mataron a Abner porque él había dado muerte a Asael, hermano de ellos, en la batalla de Gabaón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Entonces David dijo a Joab y a todo el pueblo que estaba con él: «Rasguen sus vestidos, y cíñanse de cilicio, y hagan duelo delante de Abner». Y el rey David iba detrás del féretro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Sepultaron, pues, a Abner en Hebrón. El rey alzó su voz y lloró junto al sepulcro de Abner, y lloró también todo el pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Y el rey entonó una elegía por Abner, y dijo:",
            "«¿Había de morir Abner como muere un insensato?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "-»Tus manos no estaban atadas, ni tus pies puestos en grillos;",
            "Como el que cae delante de los malvados, has caído».",
            "Y todo el pueblo volvió a llorar por él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Entonces todo el pueblo se llegó a David para persuadirlo a que comiera pan mientras aún era de día. Pero David juró: «Así me haga Dios y aun más, si pruebo pan o cosa alguna antes de ponerse el sol»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Todo el pueblo reparó en ello, y les agradó, pues todo lo que el rey hacía agradaba a todo el pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Así todo el pueblo y todo Israel comprendió aquel día que no había sido el deseo del rey que se diera muerte a Abner, hijo de Ner."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Entonces el rey dijo a sus siervos: «¿No saben que un príncipe y un gran hombre ha caído hoy en Israel?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Hoy soy débil, aunque ungido rey; y estos hombres, hijos de Sarvia, son más duros que yo. Que el Señor pague al malhechor conforme a su maldad»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2SA.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2SA.4"
        ],
        "human": "2 Samuel 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2SA.5"
        ],
        "human": "2 Samuel 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.3"
        ],
        "human": "2 Samuel 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Duelo de David por la muerte de Isboset"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando oyó Isboset, hijo de Saúl, que Abner había sido muerto en Hebrón, se llenó de miedo, y todo Israel se turbó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El hijo de Saúl tenía dos hombres que eran jefes de bandas: el nombre de uno era Baana, y el del otro Recab, hijos de Rimón el beerotita, de la tribu de Benjamín (porque Beerot es también considerado parte de Benjamín,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "pues los beerotitas habían huido a Gitaim y han sido extranjeros allí hasta el día de hoy)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Jonatán, hijo de Saúl, tenía un hijo lisiado de los pies. Este tenía cinco años cuando de Jezreel llegaron las noticias de la muerte de Saúl y Jonatán, y su nodriza lo tomó y huyó, pero sucedió que en su prisa por huir, él se cayó y quedó cojo. Su nombre era Mefiboset."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y los hijos de Rimón el beerotita, Recab y Baana, fueron y entraron en la casa de Isboset en el calor del día, mientras él dormía la siesta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Llegaron hasta la mitad de la casa como si fueran a buscar trigo, y lo hirieron en el vientre. Después Recab y su hermano Baana escaparon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Habían entrado en la casa mientras Isboset estaba acostado en su lecho, en su alcoba; lo hirieron y lo mataron, y le cortaron la cabeza. Y tomando su cabeza, anduvieron toda la noche camino del Arabá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y trajeron la cabeza de Isboset a David en Hebrón, y dijeron al rey: «Esta es la cabeza de Isboset, hijo de su enemigo Saúl, el que buscaba su vida; de esta manera el Señor hoy ha concedido venganza a mi señor el rey sobre Saúl y sus descendientes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Respondiendo David a Recab y a su hermano Baana, hijos de Rimón el beerotita, les dijo: «Vive el Señor que ha redimido mi vida de toda angustia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "porque cuando uno me avisó: “Saúl ha muerto”, pensando que me traía buenas noticias, yo lo prendí y lo maté en Siclag, lo cual fue el pago que le di por sus noticias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "¿Cuánto más, cuando hombres malvados han matado a un hombre justo en su propia casa y sobre su cama, no demandaré ahora su sangre de las manos de ustedes, borrándolos de la tierra?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y David dio una orden a los jóvenes, y ellos los mataron y les cortaron las manos y los pies y los colgaron junto al estanque en Hebrón. Pero tomaron la cabeza de Isboset y la sepultaron en el sepulcro de Abner, en Hebrón."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2SA.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2SA.5"
        ],
        "human": "2 Samuel 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2SA.6"
        ],
        "human": "2 Samuel 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.4"
        ],
        "human": "2 Samuel 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "David, rey de Israel y de Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces todas las tribus de Israel fueron a David, en Hebrón, y le dijeron: «Aquí estamos, hueso suyo y carne suya somos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ya desde antes, cuando Saúl aún era rey sobre nosotros, usted era el que guiaba a Israel en sus salidas y entradas. Y el Señor le dijo: “Tú pastorearás a Mi pueblo Israel, y serás príncipe sobre Israel” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Vinieron, pues, todos los ancianos de Israel al rey en Hebrón, y el rey David hizo un pacto con ellos en Hebrón delante del Señor; luego ungieron a David como rey sobre Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "David tenía treinta años cuando llegó a ser rey, y reinó cuarenta años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "En Hebrón reinó sobre Judá siete años y seis meses, y en Jerusalén reinó treinta y tres años sobre todo Israel y Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y el rey y sus hombres fueron a Jerusalén para atacar a los jebuseos, los habitantes de la tierra. Los jebuseos le dijeron a David: «Usted no entrará aquí; aun los ciegos y los cojos lo rechazarán»; pues pensaban: «David no puede entrar aquí»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "No obstante, David conquistó la fortaleza de Sión, es decir, la ciudad de David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y dijo David aquel día: «Todo el que quiera herir a los jebuseos, que suba por el túnel del agua y llegue adonde están los cojos y los ciegos, a los cuales el alma de David aborrece». Por eso se dice: «Ni los ciegos ni los cojos entrarán en la casa»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "David habitó en la fortaleza, y la llamó la ciudad de David. Y edificó David la muralla en derredor desde el Milo hacia adentro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "David se engrandecía cada vez más, porque el Señor, Dios de los ejércitos, estaba con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces Hiram, rey de Tiro, envió mensajeros a David con madera de cedros, carpinteros y canteros, y construyeron una casa para David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y comprendió David que el Señor lo había confirmado por rey sobre Israel, y que había exaltado Su reino por amor a Su pueblo Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Después que vino de Hebrón, David tomó más concubinas y mujeres de Jerusalén; y le nacieron a David más hijos e hijas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Estos son los nombres de los que le nacieron en Jerusalén: Samúa, Sobab, Natán, Salomón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ibhar, Elisúa, Nefeg, Jafía,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Elisama, Eliada y Elifelet."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Al oír los filisteos que David había sido ungido rey sobre Israel, todos los filisteos subieron a buscar a David; y cuando David se enteró, bajó a la fortaleza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Los filisteos llegaron y se esparcieron por el valle de Refaim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces David consultó al Señor: «¿Subiré contra los filisteos? ¿Los entregarás en mi mano?». Y el Señor dijo a David: «Sube, porque ciertamente entregaré a los filisteos en tu mano»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Así que David fue a Baal Perazim, y allí los derrotó; y dijo: «El Señor ha abierto brecha entre mis enemigos delante de mí, como brecha de aguas». Por eso llamó a aquel lugar Baal Perazim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Los filisteos abandonaron allí sus ídolos, y David y sus hombres se los llevaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Después los filisteos subieron de nuevo, y se esparcieron por el valle de Refaim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Cuando David consultó al Señor, Él le dijo: «No subas directamente; da un rodeo por detrás de ellos y sal a ellos frente a las balsameras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y cuando oigas el sonido de marcha en las copas de las balsameras, entonces actuarás rápidamente, ya que el Señor habrá salido delante de ti para herir al ejército de los filisteos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Entonces David lo hizo así, tal como el Señor le había ordenado, e hirió a los filisteos desde Geba hasta Gezer."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2SA.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2SA.6"
        ],
        "human": "2 Samuel 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2SA.7"
        ],
        "human": "2 Samuel 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.5"
        ],
        "human": "2 Samuel 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "David lleva el arca a Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Volvió David a reunir a todos los hombres escogidos de Israel, 30,000."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y David se levantó y fue con todo el pueblo que estaba con él a Baala de Judá, para hacer subir desde allí el arca de Dios, la cual es llamada por el Nombre, el nombre del Señor de los ejércitos, que está sobre los querubines."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pusieron el arca de Dios sobre un carro nuevo, para que la pudieran llevar de la casa de Abinadab que estaba en la colina. Uza y Ahío, hijos de Abinadab, guiaban el carro nuevo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y lo llevaron con el arca de Dios de la casa de Abinadab que estaba en la colina, y Ahío iba delante del arca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "David y toda la casa de Israel se regocijaban delante del Señor con toda clase de instrumentos hechos de madera de abeto, y con liras, arpas, panderos, castañuelas y címbalos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero cuando llegaron a la era de Nacón, Uza extendió la mano hacia el arca de Dios, y la sostuvo porque los bueyes casi la volcaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y se encendió la ira del Señor contra Uza, y Dios lo hirió allí por su irreverencia; y allí murió junto al arca de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces David se enojó porque el Señor había estallado en ira contra Uza, y llamó aquel lugar Pérez Uza hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "David tuvo temor del Señor aquel día, y dijo: «¿Cómo podrá venir a mí el arca del Señor?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y David no quiso trasladar el arca del Señor con él a la ciudad de David, sino que la hizo llevar a la casa de Obed Edom el geteo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por tres meses permaneció el arca del Señor en la casa de Obed Edom el geteo; y bendijo el Señor a Obed Edom y a toda su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y se dio aviso al rey David: «El Señor ha bendecido la casa de Obed Edom y todo lo que le pertenece a causa del arca de Dios». Entonces David fue, y con alegría hizo subir el arca de Dios de la casa de Obed Edom a la ciudad de David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y cuando los portadores del arca del Señor habían andado seis pasos, David sacrificó un buey y un carnero cebado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "David danzaba con toda su fuerza delante del Señor, y estaba vestido con un efod de lino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "David y toda la casa de Israel hacían subir el arca del Señor con aclamación y sonido de trompeta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Sucedió que cuando el arca del Señor entraba a la ciudad de David, Mical, hija de Saúl, miró desde la ventana y vio al rey David saltando y danzando delante del Señor, y lo despreció en su corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Metieron el arca del Señor y la colocaron en su lugar dentro de la tienda que David había levantado para ella, y David ofreció holocaustos y ofrendas de paz delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando David terminó de ofrecer el holocausto y las ofrendas de paz, bendijo al pueblo en el nombre del Señor de los ejércitos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Después repartió a todo el pueblo, a toda la multitud de Israel, tanto a hombres como a mujeres, una torta de pan, una de dátiles y una de pasas a cada uno. Entonces todo el pueblo se fue, cada uno a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero al regresar David para bendecir su casa, Mical, hija de Saúl, salió al encuentro de David, y le dijo: «¡Cómo se ha distinguido hoy el rey de Israel! Se descubrió hoy ante los ojos de las criadas de sus siervos, como se descubriría sin decoro un insensato»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y David dijo a Mical: «Eso fue delante del Señor que me escogió en preferencia a tu padre y a toda su casa para constituirme por príncipe sobre el pueblo del Señor, sobre Israel. Por tanto, lo celebraré delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y aún seré menos estimado que esto, y seré humillado ante mis propios ojos, pero con las criadas de quienes has hablado, ante ellas seré honrado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y Mical, hija de Saúl, no tuvo hijos hasta el día de su muerte."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2SA.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2SA.7"
        ],
        "human": "2 Samuel 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2SA.8"
        ],
        "human": "2 Samuel 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.6"
        ],
        "human": "2 Samuel 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Promesa del Señor a David"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Sucedió que cuando el rey David ya moraba en su casa, y el Señor le había dado descanso de sus enemigos por todos lados,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "el rey dijo al profeta Natán: «Mira, yo habito en una casa de cedro, pero el arca de Dios mora en medio de cortinas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces Natán dijo al rey: «Vaya, haga todo lo que está en su corazón, porque el Señor está con usted»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y esa misma noche la palabra del Señor vino a Natán:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "«Ve y dile a Mi siervo David: “Así dice el Señor: ‘¿Eres tú el que me va a edificar una casa para morar en ella?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pues no he morado en una casa desde el día en que saqué de Egipto a los israelitas hasta hoy, sino que he andado errante en una tienda, en un tabernáculo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Dondequiera que he ido con todos los israelitas, ¿hablé palabra a alguna de las tribus de Israel, a la cual haya ordenado que pastoreara a Mi pueblo Israel, diciéndoles: “¿Por qué ustedes no me han edificado una casa de cedro?” ’ ”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»Ahora pues, así dirás a Mi siervo David: “Así dice el Señor de los ejércitos: ‘Yo te tomé del pastizal, de seguir las ovejas, para que fueras príncipe sobre Mi pueblo Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y he estado contigo por dondequiera que has ido y he exterminado a todos tus enemigos de delante de ti, y haré de ti un gran nombre como el nombre de los grandes que hay en la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Asignaré también un lugar para Mi pueblo Israel, y lo plantaré allí a fin de que habite en su propio lugar y no sea perturbado de nuevo, ni los malvados los aflijan más como antes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "desde el día en que ordené que hubiera jueces sobre Mi pueblo Israel. A ti te daré reposo de todos tus enemigos. El Señor también te hace saber que el Señor te edificará una casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando tus días se cumplan y reposes con tus padres, levantaré a tu descendiente después de ti, el cual saldrá de tus entrañas, y estableceré su reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Él edificará casa a Mi nombre, y Yo estableceré el trono de su reino para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Yo seré padre para él y él será hijo para Mí. Cuando cometa iniquidad, lo castigaré con vara de hombres y con azotes de hijos de hombres,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "pero Mi misericordia no se apartará de él, como la aparté de Saúl a quien quité de delante de ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Tu casa y tu reino permanecerán para siempre delante de Mí; tu trono será establecido para siempre’ ” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Conforme a todas estas palabras y conforme a toda esta visión, así Natán habló a David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces el rey David entró y se sentó delante del Señor y dijo: «¿Quién soy yo, oh Señor Dios, y qué es mi casa para que me hayas traído hasta aquí?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y aun esto fue insignificante ante Tus ojos, oh Señor Dios, pues también has hablado de la casa de Tu siervo concerniente a un futuro lejano. Y esta es la ley de los hombres, oh Señor Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "¿Y qué más podría decirte David? Pues Tú conoces a Tu siervo, oh Señor Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "A causa de Tu palabra, conforme a Tu propio corazón, Tú has hecho toda esta grandeza, para que lo sepa Tu siervo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "»Oh Señor Dios, por eso Tú eres grande; pues no hay nadie como Tú, ni hay Dios fuera de Ti, conforme a todo lo que hemos oído con nuestros oídos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "¿Y qué otra nación en la tierra es como Tu pueblo Israel, al cual viniste a redimir para Ti como pueblo, a fin de darte un nombre, y hacer grandes cosas a su favor y cosas portentosas para Tu tierra, ante Tu pueblo que rescataste para Ti de Egipto, de naciones y de sus dioses?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Pues Tú has establecido para Ti a Tu pueblo Israel como pueblo Tuyo para siempre, y Tú, Señor, has venido a ser su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "»Y ahora, oh Señor Dios, confirma para siempre la palabra que has hablado acerca de Tu siervo y acerca de su casa, y haz según has hablado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y sea engrandecido Tu nombre para siempre, al decirse: “El Señor de los ejércitos es Dios sobre Israel”; y que la casa de Tu siervo David sea establecida delante de Ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Porque Tú, oh Señor de los ejércitos, Dios de Israel, has revelado a Tu siervo, diciendo: “Yo te edificaré casa”; por tanto, Tu siervo ha hallado ánimo para elevar esta oración a Ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "»Ahora pues, oh Señor Dios, Tú eres Dios, Tus palabras son verdad y Tú has prometido este bien a Tu siervo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y ahora, ten a bien bendecir la casa de Tu siervo, a fin de que permanezca para siempre delante de ti. Porque Tú, oh Señor Dios, has hablado y con Tu bendición será bendita para siempre la casa de Tu siervo»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2SA.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2SA.8"
        ],
        "human": "2 Samuel 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2SA.9"
        ],
        "human": "2 Samuel 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.7"
        ],
        "human": "2 Samuel 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Victorias de David"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de esto, David derrotó a los filisteos y los sometió, y David tomó el mando de la ciudad principal de mano de los filisteos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "También derrotó a Moab, y los midió con cordel, haciéndolos tenderse en tierra. Midió dos cordeles para darles muerte, y un cordel entero para dejarlos vivos. Y los moabitas fueron siervos de David, trayéndole tributo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "David derrotó también a Hadad Ezer, hijo de Rehob, rey de Soba, cuando este iba a restaurar su dominio en el Río."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "David le tomó 1,700 hombres de a caballo y 20,000 soldados de a pie. David desjarretó los caballos de los carros, pero dejó suficientes de ellos para 100 carros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando vinieron los arameos de Damasco en ayuda de Hadad Ezer, rey de Soba, David mató a 22,000 hombres de los arameos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces David puso guarniciones entre los arameos de Damasco, y los arameos fueron siervos de David, trayéndole tributo. Y el Señor ayudaba a David dondequiera que iba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "David tomó los escudos de oro que llevaban los siervos de Hadad Ezer, y los trajo a Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y de Beta y de Berotai, ciudades de Hadad Ezer, el rey David tomó una gran cantidad de bronce."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando Toi, rey de Hamat, oyó que David había derrotado a todo el ejército de Hadad Ezer,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Toi envió a su hijo Joram al rey David, para saludarlo y bendecirlo, porque había peleado contra Hadad Ezer y lo había derrotado; pues Hadad Ezer había estado en guerra con Toi. Y Joram trajo consigo objetos de plata, de oro y de bronce,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "que el rey David dedicó también al Señor, junto con la plata y el oro que había dedicado de todas las naciones que él había sometido:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "de Aram y Moab, de los amonitas, de los filisteos y de los amalecitas, y del botín de Hadad Ezer, hijo de Rehob, rey de Soba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y David se hizo de renombre cuando regresó de derrotar a 18,000 arameos en el valle de la Sal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Puso guarniciones en Edom; por todo Edom puso guarniciones, y todos los edomitas fueron siervos de David. Y el Señor daba la victoria a David dondequiera que iba."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Oficiales de David"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "David reinó sobre todo Israel, y administraba justicia y derecho a todo su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Joab, hijo de Sarvia, era jefe del ejército, y Josafat, hijo de Ahilud, era cronista;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Sadoc, hijo de Ahitob, y Ahimelec, hijo de Abiatar, eran sacerdotes, y Seraías era secretario;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Benaía, hijo de Joiada, era jefe de los cereteos y peleteos; y los hijos de David eran ministros principales."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2SA.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2SA.9"
        ],
        "human": "2 Samuel 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2SA.10"
        ],
        "human": "2 Samuel 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.8"
        ],
        "human": "2 Samuel 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Bondad de David hacia Mefiboset"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces David dijo: «¿Hay todavía alguien que haya quedado de la casa de Saúl, para que yo le muestre bondad por amor a Jonatán?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y había un siervo de la casa de Saúl que se llamaba Siba, y lo llamaron ante David. Y el rey le dijo: «¿Eres tú Siba?». «Su servidor», respondió él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y el rey le preguntó: «¿No queda aún alguien de la casa de Saúl a quien yo pueda mostrar la bondad de Dios?». Y Siba respondió al rey: «Aún queda un hijo de Jonatán lisiado de ambos pies»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "«¿Dónde está él?», le preguntó el rey. Y Siba respondió al rey: «Está en casa de Maquir, hijo de Amiel, en Lodebar»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces el rey David mandó traerlo de la casa de Maquir, hijo de Amiel, de Lodebar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y Mefiboset, hijo de Jonatán, hijo de Saúl, vino a David, y cayendo sobre su rostro, se postró. Y David dijo: «Mefiboset». «Su siervo», respondió él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "David le dijo: «No temas, porque ciertamente te mostraré bondad por amor a tu padre Jonatán, y te devolveré toda la tierra de tu abuelo Saúl; y tú comerás siempre a mi mesa»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Él se postró de nuevo, y dijo: «¿Quién es su siervo, para que tome en cuenta a un perro muerto como yo?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces el rey llamó a Siba, siervo de Saúl, y le dijo: «Todo lo que pertenecía a Saúl y a su casa, lo he dado al nieto de tu señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y tú, tus hijos y tus siervos cultivarán la tierra para él, y le llevarás los frutos para que el nieto de tu señor tenga alimento. Sin embargo, Mefiboset, nieto de tu señor, comerá siempre a mi mesa». Siba tenía quince hijos y veinte siervos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Respondió Siba al rey: «Conforme a todo lo que mi señor el rey mande a su siervo, así hará su siervo». Y Mefiboset comió a la mesa de David como uno de los hijos del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Mefiboset tenía un hijo pequeño que se llamaba Micaía. Todos los que moraban en la casa de Siba eran siervos de Mefiboset."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero Mefiboset moraba en Jerusalén, porque siempre comía a la mesa del rey. Estaba lisiado de ambos pies."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2SA.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2SA.10"
        ],
        "human": "2 Samuel 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2SA.11"
        ],
        "human": "2 Samuel 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.9"
        ],
        "human": "2 Samuel 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Humillación de los siervos de David"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Sucedió después de esto que murió el rey de los amonitas, y su hijo Hanún reinó en su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y David dijo: «Seré bondadoso con Hanún, hijo de Nahas, tal como su padre fue bondadoso conmigo». Entonces David envió algunos de sus siervos para consolarlo por la muerte de su padre. Pero cuando los siervos de David llegaron a la tierra de los amonitas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "los príncipes de los amonitas dijeron a Hanún su señor: «¿Cree usted que David está honrando a su padre porque le ha enviado consoladores? ¿No le ha enviado David sus siervos para reconocer la ciudad, para espiarla y conquistarla?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces Hanún tomó a los siervos de David, les rasuró la mitad de la barba, les cortó los vestidos por la mitad hasta las caderas, y los despidió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando le avisaron a David, envió mensajeros a encontrarse con ellos, porque los hombres estaban sumamente avergonzados. Y el rey les dijo: «Quédense en Jericó hasta que les crezca la barba, y después vuelvan»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Al ver los amonitas que se habían hecho odiosos a David, los amonitas mandaron a tomar a sueldo a los arameos de Bet Rehob y a los arameos de Soba, 20,000 soldados de a pie, y del rey de Maaca 1,000 hombres, y de Is Tob 12,000 hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando David se enteró, envió a Joab y a todo el ejército de los valientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y los amonitas salieron y se pusieron en orden de batalla a la entrada de la ciudad, mientras que los arameos de Soba y de Rehob y los de Is Tob y de Maaca estaban aparte en el campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Derrota de Amón y Aram"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Viendo Joab que se le presentaba batalla por el frente y por la retaguardia, escogió de entre todos los mejores hombres de Israel, y los puso en orden de batalla contra los arameos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Al resto del pueblo lo colocó al mando de su hermano Abisai y lo puso en orden de batalla contra los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y dijo: «Si los arameos son demasiado fuertes para mí, entonces tú me ayudarás, y si los amonitas son demasiado fuertes para ti, entonces vendré en tu ayuda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Esfuérzate, y mostrémonos valientes por amor a nuestro pueblo y por amor a las ciudades de nuestro Dios; y que el Señor haga lo que le parezca bien»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Joab se acercó con el pueblo que estaba con él para pelear contra los arameos, y estos huyeron delante de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Cuando los amonitas vieron que los arameos huían, ellos también huyeron delante de Abisai y entraron en la ciudad. Entonces Joab se volvió de pelear contra los amonitas y vino a Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Al ver los arameos que habían sido derrotados por Israel, volvieron a concentrarse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Hadad Ezer mandó sacar a los arameos que estaban al otro lado del Río y fueron a Helam; y Sobac, comandante del ejército de Hadad Ezer, iba al frente de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Cuando se dio aviso a David, este reunió a todo Israel, cruzó el Jordán y llegó a Helam. Los arameos se pusieron en orden de batalla para enfrentarse a David, y pelearon contra él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero los arameos huyeron delante de Israel, y David mató a 700 hombres de los carros de los arameos, y a 40,000 hombres de a caballo, e hirió a Sobac, comandante de su ejército, el cual murió allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Cuando todos los reyes, siervos de Hadad Ezer, vieron que habían sido derrotados por Israel, hicieron la paz con Israel y le sirvieron. Y los arameos tuvieron temor de ayudar más a los amonitas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2SA.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2SA.11"
        ],
        "human": "2 Samuel 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2SA.12"
        ],
        "human": "2 Samuel 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.10"
        ],
        "human": "2 Samuel 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "David y Betsabé"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Aconteció que en la primavera, en el tiempo cuando los reyes salen a la batalla, David envió a Joab y con él a sus siervos y a todo Israel, y destruyeron a los amonitas y sitiaron a Rabá. Pero David permaneció en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Al atardecer David se levantó de su lecho y se paseaba por el terrado de la casa del rey, y desde el terrado vio a una mujer que se estaba bañando; y la mujer era de aspecto muy hermoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "David mandó a preguntar acerca de aquella mujer. Y alguien dijo: «¿No es esta Betsabé, hija de Eliam, mujer de Urías el hitita?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "David envió mensajeros y la tomaron; y cuando ella vino a él, él durmió con ella. Después que ella se purificó de su inmundicia, regresó a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y Betsabé concibió; y envió aviso a David diciéndole: «Estoy encinta»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces David envió a decir a Joab: «Envíame a Urías el hitita». Y Joab envió a Urías a David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando Urías vino a él, David le preguntó por Joab, por el pueblo y por el estado de la guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Después dijo David a Urías: «Desciende a tu casa, y lava tus pies». Salió Urías de la casa del rey, y tras él fue enviado un obsequio del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero Urías durmió a la entrada de la casa del rey con todos los siervos de su señor, y no bajó a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando se lo contaron a David, le dijeron: «Urías no bajó a su casa», David dijo a Urías: «¿No has venido de hacer un viaje? ¿Por qué no bajaste a tu casa?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Urías respondió a David: «El arca, Israel y Judá están bajo tiendas, y mi señor Joab y los siervos de mi señor acampan a campo abierto. ¿He de ir yo a mi casa para comer, beber y acostarme con mi mujer? Por su vida y la vida de su alma, que no haré tal cosa»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces David dijo a Urías: «Quédate aquí hoy también, y mañana te dejaré ir». Y se quedó Urías en Jerusalén aquel día y el siguiente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y David lo convidó a comer y a beber con él, y lo embriagó. Al anochecer Urías salió a acostarse en su cama con los siervos de su señor, pero no descendió a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "A la mañana siguiente, David escribió una carta a Joab, y la envió por mano de Urías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "En la carta había escrito: «Pongan a Urías al frente de la batalla más reñida y retírense de él, para que sea herido y muera»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Así que cuando Joab asediaba la ciudad, puso a Urías en el lugar donde sabía que había hombres valientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y los hombres de la ciudad salieron y pelearon contra Joab, y algunos de los siervos de David cayeron, y murió también Urías el hitita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Joab envió a informar a David de todos los sucesos de la guerra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "y dio orden al mensajero: «Cuando hayas acabado de contar al rey todos los sucesos de la guerra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "si sucede que el furor del rey se enciende y te dice: “¿Por qué se acercaron tanto a la ciudad para pelear? ¿No sabían que dispararían desde el muro?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "¿Quién mató a Abimelec, hijo de Jerobaal? ¿No arrojó una mujer sobre él una muela de molino desde lo alto del muro de manera que murió en Tebes? ¿Por qué se acercaron tanto al muro?”. Entonces le dirás: “También su siervo Urías el hitita ha muerto” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Partió, pues, el mensajero, y llegó e informó a David todo lo que Joab le había enviado a decir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y el mensajero dijo a David: «Los hombres prevalecieron contra nosotros y salieron al campo contra nosotros, pero los rechazamos hasta la entrada de la puerta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Pero los arqueros tiraron contra sus siervos desde la muralla; y algunos de los siervos del rey han muerto, y también su siervo Urías el hitita ha muerto»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Entonces David dijo al mensajero: «Así dirás a Joab: “No tengas pesar por esto, porque la espada devora tanto a uno como al otro. Haz más fuerte tu combate contra la ciudad y destrúyela”; y tú aliéntalo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Al oír la mujer de Urías que su marido Urías había muerto, hizo duelo por su marido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Cuando pasó el luto, David mandó traerla a su casa, y ella fue su mujer; y dio a luz un hijo. Pero lo que David había hecho fue malo a los ojos del Señor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2SA.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2SA.12"
        ],
        "human": "2 Samuel 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2SA.13"
        ],
        "human": "2 Samuel 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.11"
        ],
        "human": "2 Samuel 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Natán reprende a David"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces el Señor envió a Natán a David. Y Natán vino a él y le dijo:",
            "«Había dos hombres en una ciudad, el uno rico, y el otro pobre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "-»El rico tenía muchas ovejas y vacas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "-»Pero el pobre no tenía más que una corderita",
            "Que él había comprado y criado,",
            "La cual había crecido junto con él y con sus hijos.",
            "Comía de su pan, bebía de su copa y dormía en su seno,",
            "Y era como una hija para él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "-»Vino un viajero a visitar al hombre rico",
            "Y este no quiso tomar de sus ovejas ni de sus vacas",
            "Para preparar comida para el caminante que había venido a él,",
            "Sino que tomó la corderita de aquel hombre pobre y la preparó para el hombre que había venido a visitarlo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y se encendió la ira de David en gran manera contra aquel hombre, y dijo a Natán: «Vive el Señor, que ciertamente el hombre que hizo esto merece morir;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y debe pagar cuatro veces por la cordera, porque hizo esto y no tuvo compasión»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces Natán dijo a David: «Tú eres aquel hombre. Así dice el Señor, Dios de Israel: “Yo te ungí rey sobre Israel y te libré de la mano de Saúl."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Yo también entregué a tu cuidado la casa de tu señor y las mujeres de tu señor, y te di la casa de Israel y de Judá; y si eso hubiera sido poco, te hubiera añadido muchas cosas como estas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "¿Por qué has despreciado la palabra del Señor haciendo lo malo ante Sus ojos? Has matado a espada a Urías el hitita, has tomado su mujer para que sea mujer tuya, y a él lo has matado con la espada de los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ahora pues, la espada nunca se apartará de tu casa, porque me has despreciado y has tomado la mujer de Urías el hitita para que sea tu mujer”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así dice el Señor: “Por eso, de tu misma casa levantaré el mal contra ti; y aun tomaré tus mujeres delante de tus ojos y las daré a tu compañero, y este se acostará con tus mujeres a plena luz del día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "En verdad, tú lo hiciste en secreto, pero Yo haré esto delante de todo Israel y a plena luz del sol” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces David dijo a Natán: «He pecado contra el Señor». Y Natán dijo a David: «El Señor ha quitado tu pecado; no morirás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Sin embargo, por cuanto con este hecho has dado ocasión de blasfemar a los enemigos del Señor, ciertamente morirá el niño que te ha nacido»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y Natán regresó a su casa.",
            "Entonces el Señor hirió al niño que la viuda de Urías dio a David, y se puso muy enfermo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "David rogó a Dios por el niño; y ayunó, y fue y pasó la noche acostado en el suelo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Los ancianos de su casa se pusieron a su lado para levantarlo del suelo, pero él no quiso, y no comió con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Sucedió que al séptimo día el niño murió. Los siervos de David temían informarle que el niño había muerto, pues se decían: «Si cuando el niño todavía estaba vivo, le hablábamos y no nos escuchaba, ¿cómo, pues, vamos a decirle que el niño ha muerto? Puede hacerse daño»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero viendo David que sus siervos susurraban entre sí, comprendió que el niño había muerto, y dijo a sus siervos: «¿Ha muerto el niño?». «Ha muerto», respondieron ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces David se levantó del suelo, se lavó, se ungió y se cambió de ropa; entró en la casa del Señor y adoró. Después vino a su casa y cuando pidió, le pusieron comida delante y comió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Así que sus siervos le dijeron: «¿Qué es esto que ha hecho? Mientras el niño vivía, usted ayunaba y lloraba, pero cuando el niño murió, se levantó y comió pan»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y él respondió: «Mientras el niño aún vivía, yo ayunaba y lloraba, pues me decía: “¿Quién sabe si el Señor tendrá compasión de mí y el niño viva?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero ahora que ha muerto, ¿por qué he de ayunar? ¿Podré hacer que vuelva? Yo iré a él, pero él no volverá a mí»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces David consoló a Betsabé su mujer, y vino a ella y se acostó con ella; y ella dio a luz un hijo; y él le puso por nombre Salomón. Y el Señor lo amó,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "y envió un mensaje por medio del profeta Natán, y le puso el nombre de Jedidías, por causa del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "David conquista a Rabá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Joab combatió contra Rabá, ciudad de los amonitas, y conquistó la ciudad real."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Entonces Joab envió mensajeros a David que le dijeran: «He combatido contra Rabá, y también he tomado la ciudad de las aguas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Ahora pues, reúna el resto del pueblo y acampe contra la ciudad y tómela, no sea que tome yo la ciudad y sea llamada por mi nombre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "David reunió a todo el pueblo y fue a Rabá, y peleó contra ella y la tomó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Quitó la corona de la cabeza de su rey, la cual pesaba 34 kilos de oro y tenía una piedra preciosa, y fue puesta sobre la cabeza de David. Y él sacó botín de la ciudad en grandes cantidades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Y la gente que había en ella, la sacó y la puso a trabajar con sierras, con trillos de hierro y con hachas de hierro; también la puso a trabajar en los hornos de ladrillos. Así hizo a todas las ciudades de los amonitas. Entonces regresó David con todo el pueblo a Jerusalén."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2SA.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2SA.13"
        ],
        "human": "2 Samuel 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2SA.14"
        ],
        "human": "2 Samuel 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.12"
        ],
        "human": "2 Samuel 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Amnón y Tamar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de esto aconteció que Absalón, hijo de David, tenía una hermana muy hermosa que se llamaba Tamar, de la cual se enamoró Amnón, hijo de David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y Amnón estaba tan atormentado a causa de su hermana Tamar que se enfermó, porque ella era virgen, y le parecía difícil a Amnón hacerle cosa alguna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero Amnón tenía un amigo que se llamaba Jonadab, hijo de Simea, hermano de David; y Jonadab era un hombre muy astuto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y este le dijo: «Hijo del rey, ¿por qué estás tan deprimido día tras día? ¿No me lo contarás?». «Estoy enamorado de Tamar, hermana de mi hermano Absalón», le respondió Amnón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces Jonadab le dijo: «Acuéstate en tu cama, y finge que estás enfermo; y cuando tu padre venga a verte, dile: “Te ruego que dejes que mi hermana Tamar venga y me dé algún alimento para comer, y que prepare la comida delante de mí para que yo la vea y la coma de su mano” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Amnón se acostó y se fingió enfermo. Cuando el rey vino a verlo, Amnón dijo al rey: «Te ruego que venga mi hermana Tamar y haga dos tortas delante de mí para que yo coma de su mano»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y David envió mensaje a Tamar, a su casa, diciendo: «Ve ahora a la casa de tu hermano Amnón, y prepárale la comida»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Fue, pues, Tamar a la casa de su hermano Amnón, y él estaba acostado. Y ella tomó masa, la amasó, hizo tortas delante de él y las coció."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y tomando la sartén, las sirvió delante de él, pero él rehusó comer. Y Amnón dijo: «Que salgan todos de aquí». Y todos salieron de allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces Amnón dijo a Tamar: «Trae la comida a la alcoba para que yo coma de tu mano». Y Tamar tomó las tortas que había hecho y las llevó a su hermano Amnón a la alcoba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cuando ella se las llevó para que comiera, él le echó mano, y le dijo: «Ven, acuéstate conmigo, hermana mía»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero ella le respondió: «No, hermano mío, no abuses de mí, porque tal cosa no se hace en Israel; no cometas esta terrible ofensa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pues, ¿adónde iría yo con mi deshonra? Y tú serías como uno de los insensatos de Israel. Ahora pues, te ruego que hables al rey, que él no me negará a ti»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero él no quiso escucharla; como era más fuerte que ella, la forzó, y se acostó con ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Amnón la aborreció con un odio muy grande; porque el odio con que la aborreció fue mayor que el amor con que la había amado. Y Amnón le dijo: «Levántate, vete»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero ella le respondió: «No, porque esta injusticia que me haces, echándome fuera, es mayor que la otra que me has hecho». Pero él no quiso oírla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Llamó, pues, a su criado que le servía y le dijo: «Echa a esta mujer fuera de aquí, y cierra la puerta tras ella»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "(Ella llevaba un vestido de manga larga, porque así las hijas vírgenes del rey se vestían con túnicas). Su criado la echó fuera, y cerró la puerta tras ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces Tamar se puso ceniza sobre la cabeza, rasgó el vestido de manga larga que llevaba puesto, y se fue gritando con las manos sobre la cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Venganza de Absalón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Su hermano Absalón le dijo: «¿Ha estado contigo tu hermano Amnón? Guarda silencio ahora, hermana mía; tu hermano es; no se angustie tu corazón por este asunto». Tamar, pues, se quedó desconsolada en casa de su hermano Absalón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cuando el rey David se enteró de todas estas cosas, se enojó mucho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero Absalón no le habló a Amnón ni bien ni mal; pues odiaba a Amnón, porque había violado a su hermana Tamar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Después de dos años, teniendo Absalón esquiladores de ovejas en Baal Hazor, que está junto a Efraín, invitó a todos los hijos del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y Absalón vino al rey y le dijo: «Su siervo tiene ahora esquiladores de ovejas; ruego que venga el rey y sus asistentes con su siervo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero el rey respondió a Absalón: «No, hijo mío, no debemos ir todos, para no ser carga para ti». Y aunque le insistió, no quiso ir, pero lo bendijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces Absalón dijo: «Pues si no, le ruego que deje ir a mi hermano Amnón con nosotros». «¿Por qué ha de ir contigo?», le preguntó el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Pero cuando Absalón le insistió, dejó ir con él a Amnón y a todos los hijos del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Absalón ordenó a sus siervos y dijo: «Miren, cuando el corazón de Amnón esté alegre por el vino, y cuando yo les diga: “Hieran a Amnón”, entonces mátenlo. No teman; ¿no se lo he mandado yo? Tengan ánimo y sean valientes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y los siervos de Absalón hicieron a Amnón tal como Absalón les había mandado. Entonces todos los hijos del rey se levantaron, y montándose cada uno en su mulo, huyeron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Estando aún ellos en el camino, llegó a David el rumor que decía: «Absalón ha dado muerte a todos los hijos del rey, y no ha quedado ni uno de ellos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Entonces el rey se levantó, rasgó sus vestidos y se echó en tierra; y todos sus siervos estaban a su lado con los vestidos rasgados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Y Jonadab, hijo de Simea, hermano de David, dijo: «No crea mi señor que han dado muerte a todos los jóvenes, hijos del rey, pues solo ha muerto Amnón; porque esto había sido determinado por decisión de Absalón desde el día en que Amnón violó a su hermana Tamar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Ahora pues, no tome en serio mi señor el rey el rumor que dice: “todos los hijos del rey murieron”, porque solo Amnón ha muerto»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Huida de Absalón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Entre tanto Absalón había huido. Y el joven que estaba de atalaya alzó los ojos y miró, y había mucha gente que venía por el camino que estaba a sus espaldas del lado del monte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Y Jonadab dijo al rey: «Son los hijos del rey que vienen; conforme a la palabra de su siervo, así ha sucedido»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Apenas había acabado de hablar, los hijos del rey llegaron, alzaron su voz y lloraron. También el rey y todos sus siervos lloraron muy amargamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Huyó Absalón y fue a Talmai, hijo de Amiud, rey de Gesur. Y David lloraba por su hijo todos los días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Así fue que Absalón huyó a Gesur, y estuvo allí tres años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Y el rey David ansiaba ir adonde estaba Absalón, pues con respecto a Amnón que había muerto, ya se había consolado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2SA.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2SA.14"
        ],
        "human": "2 Samuel 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2SA.15"
        ],
        "human": "2 Samuel 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.13"
        ],
        "human": "2 Samuel 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Joab y la mujer de Tecoa"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Joab, hijo de Sarvia, comprendió que el corazón del rey se inclinaba hacia Absalón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y Joab envió a Tecoa a traer a una mujer sabia de allí, y le dijo: «Te ruego que finjas estar de duelo, te pongas ahora ropas de luto y no te unjas con óleo, sino pórtate como una mujer que por muchos días ha estado de duelo por un muerto;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "después ve al rey y háblale de esta manera». Y Joab puso las palabras en su boca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando la mujer de Tecoa habló al rey, cayó sobre su rostro en tierra, y postrándose, dijo: «¡Ayúdeme, oh rey!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "«¿Qué te sucede?», le dijo el rey. Ella le respondió: «Ciertamente soy viuda, pues mi marido ha muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Su sierva tenía dos hijos; lucharon entre sí en el campo, y no habiendo quien los apartara, uno hirió al otro y lo mató."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y toda la familia se ha levantado contra su sierva, y dicen: “Entrega al que hirió a su hermano, para que le demos muerte por la vida de su hermano a quien mató, y destruyamos al heredero también”. Así extinguirán el ascua que me queda, no dejando a mi marido nombre ni remanente sobre la superficie de la tierra»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "«Ve a tu casa, y daré órdenes respecto a ti», el rey respondió a la mujer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y la mujer de Tecoa dijo al rey: «Oh rey mi señor, la iniquidad sea sobre mí y sobre la casa de mi padre, pero el rey y su trono sean sin culpa»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "«Cualquiera que te hable, tráemelo, y no te molestará más», dijo el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y ella dijo: «Le ruego, oh rey, que se acuerde del Señor su Dios, para que el vengador de sangre no aumente el daño, no sea que destruya a mi hijo». Y él dijo: «Vive el Señor, ni un pelo de tu hijo caerá a tierra»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Dijo entonces la mujer: «Permita que su sierva diga una palabra a mi señor el rey». «Habla», le dijo David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y la mujer dijo: «¿Por qué, pues, ha pensado tal cosa contra el pueblo de Dios? Porque al decir esta palabra, el rey se hace como uno que es culpable, ya que el rey no hace volver a su desterrado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pues ciertamente moriremos; somos como el agua derramada en tierra que no se vuelve a recoger. Pero Dios no quita la vida, sino designa medios para que el desterrado no sea alejado de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ahora, la razón por la cual he venido a decir esta palabra a mi señor el rey, es porque el pueblo me ha atemorizado; por eso su sierva se dijo: “Hablaré ahora al rey, tal vez el rey cumpla la petición de su sierva."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pues el rey oirá y librará a su sierva de mano del hombre que destruiría a ambos, a mí y a mi hijo, de la heredad de Dios”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Se dijo además su sierva: “Sea de consuelo la palabra de mi señor el rey, pues como el ángel de Dios, así es mi señor el rey para discernir el bien y el mal. ¡Que el Señor su Dios sea con usted!” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Respondió el rey y dijo a la mujer: «Te ruego que no me ocultes nada de lo que voy a preguntarte». «Hable mi señor el rey», le dijo la mujer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y el rey dijo: «¿Está contigo la mano de Joab en todo esto?». Y la mujer respondió: «Vive su alma, mi señor el rey, nadie puede desviarse ni a la derecha ni a la izquierda de todo lo que mi señor el rey ha hablado. En verdad fue su siervo Joab quien me mandó, y fue él quien puso todas estas palabras en boca de su sierva;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "su siervo Joab ha hecho esto con el fin de cambiar el aspecto de las cosas. Pero mi señor es sabio, como con la sabiduría del ángel de Dios, para saber todo lo que hay en la tierra»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Regreso de Absalón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces el rey dijo a Joab: «Mira, ciertamente ahora haré esto; ve y trae al joven Absalón»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Joab cayó rostro en tierra, y postrándose, bendijo al rey. Entonces Joab dijo: «Oh rey mi señor, hoy su siervo sabe que he hallado gracia ante sus ojos, puesto que el rey ha concedido la petición de su siervo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Joab se levantó, fue a Gesur y trajo a Absalón a Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Pero el rey dijo: «Que vuelva a su casa y no vea mi rostro». Y Absalón volvió a su casa, y no vio el rostro del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "En todo Israel no había nadie tan bien parecido ni tan celebrado como Absalón. Desde la planta de su pie hasta su coronilla no había defecto en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Cuando se cortaba el cabello (y era al final de cada año que se lo cortaba, pues le pesaba mucho y por eso se lo cortaba), el cabello pesaba 200 siclos (2.3 kilos) según el peso real."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "A Absalón le nacieron tres hijos y una hija que se llamaba Tamar; ella era una mujer de hermosa apariencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Absalón residió dos años completos en Jerusalén sin ver el rostro del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces Absalón mandó a buscar a Joab para enviarlo al rey, pero él no quiso venir. Y por segunda vez envió por él, pero no quiso venir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Dijo, pues, a sus siervos: «Miren, el campo de Joab está junto al mío, y allí tiene cebada; vayan y préndanle fuego». Y los siervos de Absalón prendieron fuego al campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Entonces Joab se levantó, vino a la casa de Absalón y le dijo: «¿Por qué tus siervos han prendido fuego a mi campo?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Y Absalón respondió a Joab: «Mira, mandé a decirte: “Ven acá, para enviarte al rey a decirle: ‘¿Para qué vine de Gesur? Mejor me hubiera sido estar aún allá’ ”. Ahora pues, vea yo el rostro del rey; y si hay iniquidad en mí, que me dé muerte»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Cuando Joab vino al rey y le hizo saber esto, llamó a Absalón, quien vino ante el rey y se postró sobre su rostro en tierra delante del rey. Y el rey besó a Absalón."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2SA.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2SA.15"
        ],
        "human": "2 Samuel 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2SA.16"
        ],
        "human": "2 Samuel 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.14"
        ],
        "human": "2 Samuel 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conspiración de Absalón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Aconteció después de esto que Absalón consiguió un carro y caballos, y cincuenta hombres que corrieran delante de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Absalón se levantaba temprano y se situaba junto al camino de la puerta; y sucedía que todo aquel que tenía un pleito y venía al rey para juicio, Absalón lo llamaba y decía: «¿De qué ciudad eres?». Y este respondía: «Tu siervo es de una de las tribus de Israel»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces Absalón le decía: «Mira, tu causa es buena y justa, pero nadie te va a escuchar de parte del rey»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Decía además Absalón: «¡Quién me nombrara juez en la tierra! Entonces todo hombre que tuviera pleito o causa alguna podría venir a mí y yo le haría justicia»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y sucedía que cuando alguien se acercaba y se postraba ante él, él extendía su mano, lo levantaba y lo besaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "De esta manera Absalón trataba a todo israelita que venía al rey para juicio. Así Absalón robó el corazón de los hombres de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Después de cuatro años, Absalón dijo al rey: «Le ruego me deje ir a Hebrón a pagar mi voto que he hecho al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pues su siervo prometió un voto mientras habitaba en Gesur, en Aram y dijo: “Si en verdad el Señor me hace volver a Jerusalén, entonces yo serviré al Señor” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "«Vete en paz», le dijo el rey. Y él se levantó y fue a Hebrón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero Absalón envió espías por todas las tribus de Israel y dijo: «Tan pronto oigan el sonido de la trompeta, entonces dirán: “Absalón es rey en Hebrón” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Con Absalón fueron 200 hombres de Jerusalén como invitados; fueron inocentemente, sin saber nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y Absalón envió por Ahitofel el gilonita, consejero de David, desde Gilo su ciudad, cuando ofrecía los sacrificios. Y la conspiración se hacía fuerte porque constantemente aumentaba la gente que seguía a Absalón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces un mensajero vino a David y le dijo: «El corazón de los hombres de Israel está con Absalón»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y David dijo a todos sus siervos que estaban con él en Jerusalén: «Levántense y huyamos, porque si no, ninguno de nosotros escapará de Absalón. Vayan de prisa, no sea que nos alcance pronto, traiga desgracia sobre nosotros y hiera la ciudad a filo de espada»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y los siervos del rey le dijeron: «Sus siervos están listos para hacer todo lo que nuestro señor el rey quiera»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Salió el rey, y toda su casa con él, dejando el rey a diez concubinas para cuidar la casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Salió, pues, el rey y toda la gente con él, y se detuvieron en la última casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Todos sus siervos pasaron junto a él, todos los cereteos, los peleteos y todos los geteos, 600 hombres que habían venido con él desde Gat; todos pasaron delante del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y el rey dijo a Itai el geteo: «¿Por qué has de venir tú también con nosotros? Regresa y quédate con el rey, porque eres un extranjero y también un desterrado; regresa a tu lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Llegaste apenas ayer, ¿y he de hacer que vagues hoy con nosotros mientras yo voy por donde quiera ir? Regresa y haz volver a tus hermanos, y que sean contigo la misericordia y la verdad»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero Itai respondió al rey: «Vive el Señor y vive mi señor el rey, ciertamente dondequiera que esté mi señor el rey, ya sea para muerte o para vida, allí también estará su siervo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entonces David dijo a Itai: «Ve y pasa adelante». Así Itai el geteo pasó con todos sus hombres y con todos los pequeños que estaban con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Mientras todo el país lloraba en alta voz, todo el pueblo cruzó. El rey también cruzó el torrente Cedrón, y todo el pueblo pasó en dirección al desierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y Sadoc pasó también, y todos los levitas con él, llevando el arca del pacto de Dios. Y asentaron el arca de Dios, y Abiatar subió después que había terminado de pasar todo el pueblo que salía de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Entonces el rey dijo a Sadoc: «Haz volver el arca de Dios a la ciudad. Si hallo gracia ante los ojos del Señor, Él me hará volver y me mostrará tanto el arca como Su morada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Pero si Él dijera así: “No me complazco en ti”, mira, aquí estoy, que haga conmigo lo que bien le parezca»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "También el rey David dijo al sacerdote Sadoc: «¿No eres vidente? Regresa en paz a la ciudad, y con ustedes sus dos hijos, tu hijo Ahimaas, y Jonatán, hijo de Abiatar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Miren, esperaré en los vados del desierto hasta que venga palabra de ustedes para informarme»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Sadoc y Abiatar hicieron volver el arca de Dios a Jerusalén, y se quedaron allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "David subía a la cuesta del monte de los Olivos, y mientras iba, lloraba con la cabeza cubierta y los pies descalzos. Entonces todo el pueblo que iba con él cubrió cada uno su cabeza, e iban llorando mientras subían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Alguien dio aviso a David: «Ahitofel está entre los conspiradores con Absalón». Y David dijo: «Oh Señor, te ruego, haz necio el consejo de Ahitofel»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Sucedió que mientras David se acercaba a la cumbre donde se adoraba a Dios, Husai el arquita salió a su encuentro con su manto desgarrado y polvo sobre la cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Y David le dijo: «Si pasas conmigo, entonces me serás una carga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Pero si regresas a la ciudad, y dices a Absalón: “Seré su siervo, oh rey; como en el pasado he sido siervo de su padre, así ahora seré su siervo”, entonces hará nulo el consejo de Ahitofel en favor mío."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "¿Y no están allí contigo Sadoc y Abiatar los sacerdotes? Por tanto, todo lo que oigas de la casa del rey lo comunicarás a los sacerdotes Sadoc y Abiatar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "También, sus dos hijos están allí con ellos, Ahimaas, hijo de Sadoc, y Jonatán, hijo de Abiatar, y por medio de ellos me comunicarás todo lo que oigas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Husai, amigo de David, entró en la ciudad cuando Absalón entraba en Jerusalén."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2SA.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2SA.16"
        ],
        "human": "2 Samuel 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2SA.17"
        ],
        "human": "2 Samuel 17",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.15"
        ],
        "human": "2 Samuel 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Simei maldice a David"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando David pasó un poco más allá de la cumbre, vio que Siba, el criado de Mefiboset, salía a su encuentro con un par de asnos aparejados, y sobre ellos había 200 panes, 100 racimos de uvas pasas, 100 frutas de verano y un odre de vino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y el rey dijo a Siba: «¿Para qué tienes esto?». Y Siba respondió: «Los asnos son para que monte la familia del rey, y el pan y la fruta de verano para que los jóvenes coman, y el vino para que beba cualquiera que se fatigue en el desierto»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces el rey dijo: «¿Y dónde está el hijo de tu señor?». Y Siba respondió al rey: «Está en Jerusalén, pues ha dicho: “Hoy la casa de Israel me devolverá el reino de mi padre” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y el rey dijo a Siba: «Mira, todo lo que pertenece a Mefiboset es tuyo». Y Siba dijo: «Me inclino ante usted; que halle yo gracia ante sus ojos, oh rey, mi señor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Al llegar el rey David a Bahurim, entonces, salió de allí un hombre de la familia de la casa de Saúl que se llamaba Simei, hijo de Gera. Cuando salió, iba maldiciendo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y tiraba piedras a David y a todos los siervos del rey David, aunque todo el pueblo y todos los hombres valientes estaban a su derecha y a su izquierda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Así decía Simei mientras maldecía: «¡Fuera, fuera, hombre sanguinario e indigno!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El Señor ha hecho volver sobre ti toda la sangre derramada de la casa de Saúl, en cuyo lugar has reinado; el Señor ha entregado el reino en mano de tu hijo Absalón. Aquí estás prendido en tu propia maldad, porque eres hombre sanguinario»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces Abisai, hijo de Sarvia, dijo al rey: «¿Por qué ha de maldecir este perro muerto a mi señor el rey? Déjeme que vaya ahora y le corte la cabeza»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero el rey dijo: «¿Qué tengo yo que ver con ustedes, hijos de Sarvia? Si él maldice, y si el Señor le ha dicho: “Maldice a David”, ¿quién, pues, le dirá: “¿Por qué has hecho esto?” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces David dijo a Abisai y a todos sus siervos: «Mi hijo que salió de mis entrañas busca mi vida; ¿cuánto más entonces este benjamita? Déjenlo, que siga maldiciendo, porque el Señor se lo ha dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Quizá el Señor mire mi aflicción y me devuelva bien por su maldición de hoy»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Así pues, David y sus hombres siguieron su camino; y Simei iba por el lado del monte paralelo a él, y mientras iba lo maldecía, le tiraba piedras y le arrojaba polvo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y el rey y todo el pueblo que iba con él llegaron al Jordán fatigados, y allí descansaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Absalón y todo el pueblo, los hombres de Israel, entraron en Jerusalén, y Ahitofel con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Sucedió que cuando Husai el arquita, amigo de David, vino a Absalón, Husai dijo a Absalón: «¡Viva el rey! ¡Viva el rey!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y Absalón dijo a Husai: «¿Es esta tu lealtad para con tu amigo? ¿Por qué no fuiste con tu amigo?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Respondió Husai a Absalón: «No, pues a quien el Señor, este pueblo y todos los hombres de Israel han escogido, de él seré, y con él me quedaré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Además, ¿a quién debería yo servir? ¿No habría de ser en la presencia de su hijo? Tal como he servido delante de tu padre, así seré delante de ti»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces Absalón dijo a Ahitofel: «Den ustedes su consejo. ¿Qué debemos hacer?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y Ahitofel respondió a Absalón: «Lléguese a las concubinas de su padre, a quienes él ha dejado para guardar la casa. Entonces todo Israel sabrá que usted ha hecho odioso a su padre, y las manos de todos los que están con usted se fortalecerán»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Levantaron, pues, una tienda en el terrado para Absalón, y él se llegó a las concubinas de su padre a la vista de todo Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "El consejo que Ahitofel daba en aquellos días era como si uno consultara la palabra de Dios. Así era considerado todo consejo de Ahitofel tanto por David como por Absalón."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2SA.17",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2SA.17"
        ],
        "human": "2 Samuel 17"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2SA.18"
        ],
        "human": "2 Samuel 18",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.16"
        ],
        "human": "2 Samuel 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Consejos de Ahitofel y de Husai"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahitofel dijo también a Absalón: «Le ruego que me deje escoger 12,000 hombres, y esta noche me levantaré y perseguiré a David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Caeré sobre él cuando esté cansado y fatigado, le infundiré terror y huirá todo el pueblo que está con él. Entonces heriré al rey solamente,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y haré volver a usted a todo el pueblo. El regreso de todos depende del hombre a quien busca; después todo el pueblo estará en paz»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y el plan agradó a Absalón y a todos los ancianos de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces Absalón dijo: «Llame también ahora a Husai el arquita y escuchemos lo que él tiene que decir»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando Husai vino a Absalón, este le dijo: «Ahitofel ha hablado de esta manera. ¿Llevaremos a cabo su plan? Si no, habla»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y Husai dijo a Absalón: «Esta vez el consejo que Ahitofel ha dado no es bueno»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Dijo además Husai: «Usted conoce a su padre y a sus hombres, que son hombres valientes y que están enfurecidos como una osa en el campo privada de sus cachorros. Su padre es un experto en la guerra, y no pasará la noche con el pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ciertamente, él ahora se habrá escondido en una de las cuevas o en algún otro lugar. Y sucederá que si en el primer asalto caen algunos de los suyos, cualquiera que se entere, dirá: “Ha habido una matanza entre el pueblo que sigue a Absalón”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Y aun el valiente, cuyo corazón es como el corazón de un león, se desanimará completamente, pues todo Israel sabe que su padre es un hombre poderoso y que todos los que están con él son valientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero yo aconsejo que todo Israel se reúna con usted, desde Dan hasta Beerseba, abundantes como la arena que está a la orilla del mar, y que usted personalmente vaya al combate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así que iremos a él en cualquiera de los lugares donde se encuentre, y descenderemos sobre él como cae el rocío sobre la tierra. De él y de todos los hombres que están con él no quedará ni uno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Si se refugia en una ciudad, todo Israel traerá sogas a aquella ciudad y la arrastraremos al valle hasta que no se encuentre en ella ni una piedra pequeña»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Absalón y todos los hombres de Israel dijeron: «El consejo de Husai el arquita es mejor que el consejo de Ahitofel». Pues el Señor había ordenado que se frustrara el buen consejo de Ahitofel para que el Señor trajera calamidad sobre Absalón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Después Husai dijo a los sacerdotes Sadoc y Abiatar: «Esto es lo que Ahitofel aconsejó a Absalón y a los ancianos de Israel, y esto es lo que yo he aconsejado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Ahora pues, envíen inmediatamente y avisen a David: “No pase la noche en los vados del desierto sino pase al otro lado sin falta, no sea que el rey y el pueblo que está con él sean destruidos” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y Jonatán y Ahimaas aguardaban en En Rogel. Una criada iría a avisarles y ellos irían a avisar al rey David, porque no debían verse entrando a la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero un muchacho los vio y avisó a Absalón; así que los dos salieron rápidamente y fueron a la casa de un hombre en Bahurim que tenía un pozo en su patio, al cual descendieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y tomando la mujer una manta, la extendió sobre la boca del pozo y esparció grano sobre ella, de modo que nada se notaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces los siervos de Absalón fueron a la casa de la mujer y dijeron: «¿Dónde están Ahimaas y Jonatán?». Y la mujer les dijo: «Ellos han pasado el arroyo». Buscaron, y al no encontrarlos, regresaron a Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Absalón persigue a David"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Después que los siervos se fueron, salieron del pozo, y fueron y dieron aviso al rey David, diciéndole: «Levántense y pasen aprisa las aguas, porque Ahitofel ha aconsejado así contra ustedes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entonces David y todo el pueblo que estaba con él se levantaron y pasaron el Jordán. Ya al amanecer no quedaba ninguno que no hubiera pasado el Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Viendo Ahitofel que no habían seguido su consejo, aparejó su asno, se levantó y fue a su casa, a su ciudad, puso en orden su casa y se ahorcó. Así murió, y fue sepultado en la tumba de su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Al llegar David a Mahanaim, Absalón pasó el Jordán y con él todos los hombres de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Absalón nombró a Amasa jefe del ejército en lugar de Joab. Amasa era hijo de un hombre que se llamaba Itra, el israelita, el cual se había llegado a Abigail, hija de Nahas, hermana de Sarvia, madre de Joab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y acampó Israel con Absalón en la tierra de Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Cuando David llegó a Mahanaim, entonces Sobi, hijo de Nahas de Rabá, de los hijos de Amnón, Maquir, hijo de Amiel de Lodebar, y Barzilai el galaadita de Rogelim,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "trajeron camas, copas, vasijas de barro, trigo, cebada, harina, grano tostado, habas, lentejas, semillas tostadas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "miel, cuajada, ovejas, y queso de vaca, para que comieran David y el pueblo que estaba con él, pues decían: «El pueblo está hambriento, cansado y sediento en el desierto»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2SA.18",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2SA.18"
        ],
        "human": "2 Samuel 18"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2SA.19"
        ],
        "human": "2 Samuel 19",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.17"
        ],
        "human": "2 Samuel 17",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Derrota y muerte de Absalón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces David contó el pueblo que estaba con él, y puso sobre ellos capitanes de miles y capitanes de cientos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y envió David al pueblo: una tercera parte bajo el mando de Joab, otra tercera parte bajo el mando de Abisai, hijo de Sarvia, hermano de Joab, y otra tercera parte bajo el mando de Itai el geteo. Y el rey dijo al pueblo: «Ciertamente yo también saldré con ustedes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero el pueblo dijo: «No debe salir; porque si tenemos que huir, no harán caso de nosotros. Aunque muera la mitad de nosotros, no harán caso de nosotros. Pero usted vale por 10,000 de nosotros; ahora pues, será mejor que usted esté listo para ayudarnos desde la ciudad»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "«Yo haré lo que les parezca mejor», les dijo el rey. Y el rey se puso junto a la puerta, y todo el pueblo salió por centenares y por millares."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y el rey David mandó a Joab, a Abisai y a Itai y dijo: «Por amor a mí traten bien al joven Absalón». Y todo el pueblo oyó cuando el rey dio orden a todos los capitanes acerca de Absalón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El pueblo salió al campo al encuentro de Israel, y se entabló la batalla en el bosque de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Allí fue derrotado el pueblo de Israel delante de los siervos de David, y la matanza aquel día allí fue grande: 20,000 hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "La batalla se extendió por toda aquella región, y el bosque devoró más gente aquel día que la que devoró la espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Absalón se encontró con los siervos de David. Absalón iba montado en su mulo, y pasó el mulo debajo del espeso ramaje de una gran encina, y se le trabó la cabeza a Absalón en la encina, y quedó colgado entre el cielo y la tierra, mientras que el mulo que estaba debajo de él siguió de largo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando uno de los hombres vio esto, avisó a Joab: «Yo vi a Absalón colgado de una encina»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Joab dijo al hombre que le había avisado: «Así que tú lo viste, ¿por qué no lo heriste allí derribándolo a tierra? Yo te hubiera dado diez monedas de plata y un cinturón»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Respondió el hombre a Joab: «Aunque yo recibiera 1,000 monedas de plata en la mano, no extendería la mano contra el hijo del rey. Porque ante nuestros oídos el rey te ordenó a ti, a Abisai y a Itai: “Protéjanme al joven Absalón”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "De otro modo, si yo hubiera hecho traición contra su vida (y no hay nada oculto al rey), tú mismo te hubieras mostrado indiferente»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Respondió Joab: «No malgastaré mi tiempo aquí contigo». Y tomando tres dardos en la mano, los clavó en el corazón de Absalón mientras todavía estaba vivo en medio de la encina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y diez jóvenes escuderos de Joab rodearon e hirieron a Absalón y lo remataron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces Joab tocó la trompeta, y el pueblo regresó de perseguir a Israel, porque Joab detuvo al pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y tomaron a Absalón, lo echaron en una fosa profunda en el bosque y levantaron sobre él un gran montón de piedras. Y todo Israel huyó, cada uno a su tienda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "En vida, Absalón había tomado y erigido para sí una columna que está en el valle del Rey, pues se había dicho: «No tengo hijo para perpetuar mi nombre». Y llamó la columna por su propio nombre, y hasta hoy día se llama Monumento de Absalón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y Ahimaas, hijo de Sadoc, dijo: «Te ruego que me dejes correr y llevar las noticias al rey de que el Señor lo ha liberado de la mano de sus enemigos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero Joab le dijo: «Tú no eres el hombre para llevar hoy las noticias; las llevarás otro día. No llevarás noticias hoy, porque el hijo del rey ha muerto»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces Joab dijo al cusita: «Ve, anuncia al rey lo que has visto». Y el cusita se inclinó ante Joab, y corrió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y Ahimaas, hijo de Sadoc, volvió a decir a Joab: «Pase lo que pase, te ruego que me dejes correr tras el cusita». «¿Por qué correrás, hijo mío, ya que no tendrás recompensa por ir?», le dijo Joab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero él dijo: «Pase lo que pase, correré». Entonces le dijo: «Corre». Y Ahimaas corrió por el camino de la llanura, y pasó al cusita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "David estaba sentado entre las dos puertas; y el atalaya subió al terrado de la puerta en el muro, y alzando los ojos miró, y vio a un hombre que corría solo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y el atalaya llamó y avisó al rey. Y el rey dijo: «Si viene solo hay buenas noticias en su boca». Mientras se acercaba más y más,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "el atalaya vio a otro hombre corriendo. Entonces el atalaya dio voces al portero, y dijo: «Veo a otro hombre corriendo solo». «Este también trae buenas noticias», dijo el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y el atalaya dijo: «Creo que el correr del primero es como el correr de Ahimaas, hijo de Sadoc». Y el rey dijo: «Este es un buen hombre y viene con buenas noticias»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y Ahimaas dio voces, y dijo al rey: «Todo está bien». Se postró rostro en tierra delante del rey, y dijo: «Bendito es el Señor su Dios, que ha entregado a los hombres que levantaron sus manos contra mi señor el rey»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "«¿Le va bien al joven Absalón?», preguntó el rey. Y Ahimaas respondió: «Cuando Joab envió al siervo del rey y a su siervo, vi un gran tumulto, pero no supe qué era»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "«Ponte a un lado y quédate aquí», le dijo el rey. Y él se puso a un lado, y se quedó allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Y cuando llegó el cusita, dijo: «Reciba mi señor el rey buenas noticias, porque el Señor lo ha librado hoy de la mano de todos aquellos que se levantaron contra usted»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Dijo el rey al cusita: «¿Le va bien al joven Absalón?». Y el cusita respondió: «Sean como ese joven los enemigos de mi señor el rey, y todos los que se levantan contra usted para mal»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "El rey se conmovió profundamente, y subió al aposento que había encima de la puerta y lloró. Y decía así mientras caminaba: «¡Hijo mío Absalón; hijo mío, hijo mío Absalón! ¡Quién me diera haber muerto yo en tu lugar! ¡Absalón, hijo mío, hijo mío!»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2SA.19",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2SA.19"
        ],
        "human": "2 Samuel 19"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2SA.20"
        ],
        "human": "2 Samuel 20",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.18"
        ],
        "human": "2 Samuel 18",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Joab reprende a David"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces dieron aviso a Joab: «El rey está llorando y se lamenta por Absalón»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y la victoria aquel día se convirtió en duelo para todo el pueblo, porque el pueblo oyó decir aquel día: «El rey está entristecido por su hijo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Aquel día el pueblo entró calladamente en la ciudad, como pueblo que humillado, entra a escondidas cuando huye de la batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y el rey con su rostro cubierto, clamaba en alta voz: «¡Oh hijo mío Absalón, oh Absalón, hijo mío, hijo mío!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces Joab entró en la casa del rey, y dijo: «Hoy usted ha cubierto de vergüenza el rostro de todos sus siervos que han salvado hoy su vida, la vida de sus hijos e hijas, la vida de sus mujeres y la vida de sus concubinas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "al amar a aquellos que lo odian y al odiar a aquellos que lo aman. Pues hoy ha demostrado que príncipes y siervos no son nada para usted; porque ahora en este día sé que si Absalón estuviera vivo y todos nosotros hoy estuviéramos muertos, entonces usted estaría complacido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ahora pues, levántese, salga y hable bondadosamente a sus siervos, porque juro por el Señor que si no sale, ciertamente ni un solo hombre pasará la noche con usted, y esto le será peor que todo el mal que ha venido sobre usted desde su juventud hasta ahora»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces el rey se levantó y se sentó a la puerta. Y cuando avisaron a todo el pueblo, diciendo: «Miren, el rey está sentado a la puerta», entonces todo el pueblo vino delante del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "David regresa a Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero los de Israel habían huido, cada uno a su tienda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y todo el pueblo reñía en todas las tribus de Israel, diciendo: «El rey nos ha librado de mano de nuestros enemigos y nos ha salvado de mano de los filisteos, pero ahora ha huido de la tierra por causa de Absalón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Sin embargo, Absalón, a quien ungimos sobre nosotros, ha muerto en combate. Ahora pues, ¿por qué guardan silencio respecto a restaurar al rey?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces el rey David envió mensaje a los sacerdotes Sadoc y Abiatar y dijo: «Hablen a los ancianos de Judá, y díganles: “¿Por qué son los últimos en hacer volver al rey a su casa, ya que la palabra de todo Israel ha llegado al rey, a su casa?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Ustedes son mis hermanos; mi hueso y mi carne son. ¿Por qué, pues, son los últimos en hacer volver al rey?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y díganle a Amasa: “¿No eres hueso mío y carne mía? Así haga Dios conmigo y aun más si no has de ser comandante del ejército delante de mí para siempre en lugar de Joab” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Así inclinó el corazón de todos los hombres de Judá como el de un solo hombre, y enviaron palabra al rey, diciendo: «Regresa, tú y todos tus siervos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Volvió el rey y llegó hasta el Jordán. Y Judá vino a Gilgal para ir al encuentro del rey, para conducir al rey al otro lado del Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces Simei, hijo de Gera, el benjamita que era de Bahurim, se dio prisa y descendió con los hombres de Judá al encuentro del rey David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Con él había 1,000 hombres de Benjamín, y Siba, siervo de la casa de Saúl, y con él sus quince hijos y sus veinte siervos; y se apresuraron a pasar el Jordán delante del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y seguían cruzando el vado para pasar a toda la casa del rey, y hacer lo que le pareciera bien. Y Simei, hijo de Gera, se postró ante el rey cuando este iba a pasar el Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y dijo al rey: «No me considere culpable mi señor, ni se acuerde del mal que su siervo hizo el día en que mi señor el rey salió de Jerusalén. Que el rey no lo guarde en su corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pues yo su siervo reconozco que he pecado; por tanto, hoy he venido, el primero de toda la casa de José, para descender al encuentro de mi señor el rey»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero Abisai, hijo de Sarvia, respondió: «¿No ha de morir Simei por esto, porque maldijo al ungido del Señor?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entonces David dijo: «¿Qué tengo yo que ver con ustedes, hijos de Sarvia, para que en este día me sean adversarios? ¿Ha de morir hoy hombre alguno en Israel? ¿Acaso no sé que hoy soy rey sobre Israel?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y el rey dijo a Simei: «No morirás». Así el rey se lo juró."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "También Mefiboset, nieto de Saúl, descendió al encuentro del rey; y no se había aseado los pies, ni recortado el bigote, ni lavado la ropa, desde el día en que el rey se marchó hasta el día en que volvió en paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y cuando vino de Jerusalén al encuentro del rey, este le dijo: «¿Por qué no fuiste conmigo, Mefiboset?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y él respondió: «Oh rey, señor mío, mi siervo me engañó; pues su siervo se dijo: “Me aparejaré un asno para montar en él e ir con el rey”, porque su siervo es cojo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Además, ha calumniado a su siervo ante mi señor el rey; pero mi señor el rey es como el ángel de Dios; haga, pues, lo que le parezca bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Porque toda la casa de mi padre no era más que hombres muertos ante mi señor el rey. Con todo, puso a su siervo entre los que comían a su propia mesa. ¿Qué derecho tengo todavía para quejarme más al rey?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y el rey le dijo: «¿Por qué sigues hablando de tus asuntos? Yo he decidido: “Tú y Siba se repartirán las tierras” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "«Que él las tome todas, ya que mi señor el rey ha vuelto en paz a su propia casa», dijo Mefiboset al rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Barzilai el galaadita también había descendido de Rogelim, y había cruzado el Jordán con el rey para despedirlo en el Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Barzilai era muy anciano, de ochenta años, y había dado provisiones al rey mientras este permanecía en Mahanaim, porque era hombre muy poderoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Y el rey dijo a Barzilai: «Pasa conmigo y yo te sustentaré junto a mí en Jerusalén»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Pero Barzilai respondió al rey: «¿Cuánto tiempo me queda de vida para que yo suba con el rey a Jerusalén?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Ahora tengo ochenta años. ¿Puedo distinguir entre lo bueno y lo malo? ¿Puede su siervo saborear lo que come o bebe? ¿Puede oír aún la voz de los cantores o de las cantoras? ¿Por qué, pues, ha de ser su siervo otra carga más para mi señor el rey?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Su siervo no haría más que pasar el Jordán con el rey. ¿Por qué ha de concederme el rey esta recompensa?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Permita que su siervo vuelva, para morir en mi ciudad junto al sepulcro de mi padre y de mi madre. Sin embargo, aquí tiene a su siervo Quimam; que pase él con mi señor el rey, y haz por él lo que le parezca bien»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Y el rey respondió: «Quimam pasará conmigo, y haré por él lo que te parezca bien; y todo lo que me pidas, lo haré por ti»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Todo el pueblo pasó el Jordán y el rey también pasó. Entonces el rey besó a Barzilai y lo bendijo, y este regresó a su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "El rey siguió hasta Gilgal y Quimam fue con él; y todo el pueblo de Judá y también la mitad del pueblo de Israel acompañaban al rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Y todos los hombres de Israel vinieron al rey y le dijeron: «¿Por qué te han secuestrado nuestros hermanos, los hombres de Judá, y han hecho pasar el Jordán al rey y a su casa, y a todos los hombres de David con él?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Entonces todos los hombres de Judá respondieron a los hombres de Israel: «Porque el rey es pariente cercano nuestro. ¿Por qué, pues, están enojados por esto? ¿Acaso hemos comido algo a costa del rey, o se nos ha dado algo?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Pero los hombres de Israel respondieron a los hombres de Judá: «Nosotros tenemos diez partes en el rey, y por eso también tenemos más derecho que ustedes sobre David. ¿Por qué, pues, nos han despreciado? ¿No fue nuestro consejo el primero que se dio para hacer volver a nuestro rey?». Pero las palabras de los hombres de Judá fueron más duras que las palabras de los hombres de Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2SA.20",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2SA.20"
        ],
        "human": "2 Samuel 20"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2SA.21"
        ],
        "human": "2 Samuel 21",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.19"
        ],
        "human": "2 Samuel 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Rebelión y muerte de Seba"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Y se encontraba allí un hombre indigno que se llamaba Seba, hijo de Bicri, el benjamita; y este tocó la trompeta y dijo:",
            "«No tenemos parte con David,",
            "Ni tenemos heredad con el hijo de Isaí;",
            "¡Israel, cada uno a sus tiendas!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y todos los hombres de Israel dejaron de seguir a David, y siguieron a Seba, hijo de Bicri; pero los hombres de Judá permanecieron fieles a su rey, desde el Jordán hasta Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cuando David llegó a su casa en Jerusalén, el rey tomó las diez mujeres, las concubinas que había dejado para guardar la casa, las puso bajo custodia y les dio alimento, pero no se llegó a ellas. Ellas estuvieron encerradas hasta el día de su muerte, viviendo como viudas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces el rey dijo a Amasa: «Convócame a los hombres de Judá dentro de tres días, y tú también preséntate aquí»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Amasa fue para convocar a los hombres de Judá, pero tardó más que el tiempo que él le había señalado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y David dijo a Abisai: «Ahora Seba, hijo de Bicri, nos hará más daño que Absalón. Toma a los siervos de tu señor y persíguelo, no sea que halle para sí ciudades fortificadas y se nos escape»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces los hombres de Joab salieron tras él, junto con los cereteos, los peleteos y todos los hombres valientes; salieron de Jerusalén para perseguir a Seba, hijo de Bicri."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Estaban junto a la piedra grande que está en Gabaón, cuando Amasa vino a su encuentro. Joab estaba vestido con su ropa militar, y sobre ella llevaba un cinturón atado a la cintura con espada en la vaina y mientras avanzaba, se le cayó la espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y Joab dijo a Amasa: «¿Te va bien, hermano mío?». Y Joab tomó a Amasa por la barba con su mano derecha para besarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero Amasa no se protegió de la espada que estaba en la mano de Joab y este lo hirió en el vientre con ella y derramó sus entrañas por tierra, sin herirlo de nuevo, y murió. Entonces Joab y Abisai su hermano siguieron tras Seba, hijo de Bicri."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y junto a Amasa estaba uno de los jóvenes de Joab, y dijo: «Quien esté por Joab y quien esté por David, que siga a Joab»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y Amasa estaba revolcándose en su sangre en medio del camino. Al ver el hombre que todo el pueblo se detenía, trasladó a Amasa del camino al campo, y echó sobre él una vestidura porque vio que todo el que pasaba junto a él se detenía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Cuando Amasa fue apartado del camino, todos los hombres pasaron tras Joab para perseguir a Seba, hijo de Bicri."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y pasó Seba por todas las tribus de Israel hasta Abel Bet Maaca y todo Barim, quienes se reunieron y fueron también tras él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Llegaron los de Joab y lo sitiaron en Abel Bet Maaca, y levantaron un terraplén contra la ciudad, y este estaba junto al baluarte. Todo el pueblo que iba con Joab se puso a socavar el muro para derribarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces una mujer sabia gritó desde la ciudad: «Oigan, oigan; ruego que digan a Joab: “Venga acá para que hable con usted” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y él se acercó a ella, y la mujer dijo: «¿Es usted Joab?». «Yo soy», respondió él. Entonces ella le dijo: «Escuche las palabras de su sierva». «Escucho», respondió Joab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Ella dijo: «Antes acostumbraban decir: “Ellos ciertamente pedirán consejo en Abel”, y así terminaban la querella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Yo soy de las pacíficas y fieles en Israel. Usted procura destruir una ciudad madre en Israel. ¿Por qué ha de destruir la heredad del Señor?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y Joab respondió: «Lejos, lejos esté de mí que yo destruya o extermine."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Este no es el caso, sino que un hombre de la región montañosa de Efraín, llamado Seba, hijo de Bicri, ha levantado su mano contra el rey David. Solamente entréguenlo, y yo me iré de la ciudad». Y la mujer dijo a Joab: «Enseguida su cabeza le será arrojada por encima del muro»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entonces la mujer, con su sabiduría, fue a hablar a todo el pueblo; y ellos le cortaron la cabeza a Seba, hijo de Bicri, y se la arrojaron a Joab. Él, pues, tocó la trompeta y se retiraron de la ciudad, cada uno a su tienda. Joab también regresó al rey en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Joab era jefe sobre todo el ejército de Israel, y Benaía, hijo de Joiada, era jefe sobre los cereteos y los peleteos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Adoram estaba a cargo de los trabajos forzados, y Josafat, hijo de Ahilud, era cronista;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Seva era escriba, y Sadoc y Abiatar eran sacerdotes;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "también Ira el jaireo era sacerdote de David."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2SA.21",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2SA.21"
        ],
        "human": "2 Samuel 21"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2SA.22"
        ],
        "human": "2 Samuel 22",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.20"
        ],
        "human": "2 Samuel 20",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Venganza de los gabaonitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En los días de David hubo hambre por tres años consecutivos, y David buscó la presencia del Señor. Y el Señor dijo: «Es por causa de Saúl y de su casa sangrienta, porque él dio muerte a los gabaonitas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y llamó el rey a los gabaonitas y les habló. (Los gabaonitas no eran de los israelitas, sino del remanente de los amorreos, y los israelitas habían hecho un pacto con ellos, pero Saúl había procurado matarlos en su celo por los israelitas y los de Judá)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Dijo, pues, David a los gabaonitas: «¿Qué debo hacer por ustedes? ¿Y cómo haré restitución para que bendigan la heredad del Señor?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces los gabaonitas le respondieron: «No nos importa la plata ni el oro de Saúl o de su casa, ni nos corresponde dar muerte a ningún hombre en Israel». «Haré por ustedes lo que digan», les dijo el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y ellos dijeron al rey: «Del hombre que nos consumió y que trató de exterminarnos para que no quedáramos dentro del territorio de Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "que nos entreguen siete hombres de entre sus hijos, y los ahorcaremos delante del Señor en Guibeá de Saúl, el elegido del Señor». «Los entregaré», dijo el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero el rey perdonó a Mefiboset, hijo de Jonatán, hijo de Saúl, a causa del pacto del Señor que había entre ellos, entre David y Jonatán, hijo de Saúl."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El rey tomó a los dos hijos de Rizpa, hija de Aja, Armoni y Mefiboset, que ella había dado a Saúl, y a los cinco hijos de Merab, hija de Saúl, que ella había dado a Adriel, hijo de Barzilai el meholatita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces los entregó en manos de los gabaonitas, que los ahorcaron en el monte delante del Señor, de modo que los siete cayeron a la vez. Les dieron muerte en los primeros días de la cosecha, al comienzo de la cosecha de la cebada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y Rizpa, hija de Aja, tomó tela de cilicio y lo tendió para sí sobre la roca, desde el comienzo de la cosecha hasta que llovió del cielo sobre ellos; y no permitió que las aves del cielo se posaran sobre ellos de día ni las fieras del campo de noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cuando le contaron a David lo que había hecho Rizpa, hija de Aja, concubina de Saúl,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "David fue y recogió los huesos de Saúl y los huesos de Jonatán su hijo, que estaban en posesión de los hombres de Jabes de Galaad, quienes los habían robado de la plaza de Bet Sán, donde los filisteos los habían colgado el día que los filisteos mataron a Saúl en Gilboa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "David trajo de allí los huesos de Saúl y los huesos de su hijo Jonatán, y recogieron también los huesos de los ahorcados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces sepultaron los huesos de Saúl y de su hijo Jonatán en tierra de Benjamín, en Zela, en el sepulcro de su padre Cis, e hicieron todo lo que el rey había ordenado. Después de esto Dios fue movido a misericordia para con la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Guerras contra los filisteos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "De nuevo hubo guerra entre los filisteos e Israel. Descendió David con sus siervos, y mientras peleaban contra los filisteos, David se cansó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces Isbi Benob, que era de los descendientes del gigante, y cuya lanza pesaba 300 siclos (3.4 kilos) de bronce, y que estaba ceñido con una espada nueva, trató de matar a David;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "pero Abisai, hijo de Sarvia, vino en su ayuda, e hirió al filisteo y lo mató. Entonces los hombres de David le juraron: «Nunca más saldrá a la batalla con nosotros, para que no apague la lámpara de Israel»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Después de esto otra vez hubo guerra en Gob contra los filisteos. Entonces Sibecai el husatita mató a Saf, que era de los descendientes del gigante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "De nuevo hubo guerra contra los filisteos en Gob, y Elhanán, hijo de Jaare Oregim, de Belén, mató a Goliat el geteo. El asta de su lanza era como un rodillo de tejedor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Hubo guerra otra vez en Gat, donde había un hombre de gran estatura que tenía seis dedos en cada mano y seis dedos en cada pie, veinticuatro en total. Él también descendía del gigante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cuando desafió a Israel, lo mató Jonatán, hijo de Simea, hermano de David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Estos cuatro descendían del gigante en Gat y cayeron por mano de David y por mano de sus siervos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2SA.22",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2SA.22"
        ],
        "human": "2 Samuel 22"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2SA.23"
        ],
        "human": "2 Samuel 23",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.21"
        ],
        "human": "2 Samuel 21",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salmo de alabanza de David"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "David habló las palabras de este cántico al Señor el día que el Señor lo libró de la mano de todos sus enemigos y de la mano de Saúl."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y dijo:",
            "«El Señor es mi roca, mi baluarte y mi libertador;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Mi Dios, mi roca en quien me refugio;",
            "Mi escudo y el poder de mi salvación, mi altura inexpugnable y mi refugio;",
            "Salvador mío, Tú me salvas de la violencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "-»Invoco al Señor, que es digno de ser alabado,",
            "Y soy salvo de mis enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "-»Las ondas de la muerte me cercaron,",
            "Los torrentes de iniquidad me atemorizaron,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los lazos del Seol me rodearon,",
            "Las redes de la muerte surgieron ante mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "-»En mi angustia invoqué al Señor,",
            "Sí, clamé a mi Dios;",
            "Desde Su templo oyó mi voz,",
            "Y mi clamor llegó a Sus oídos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "-»Entonces la tierra se estremeció y tembló,",
            "Los cimientos de los cielos temblaron",
            "Y fueron sacudidos, porque Él se indignó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "-»Humo subió de Su nariz,",
            "Y el fuego de Su boca consumía;",
            "Carbones fueron por él encendidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "-»Inclinó también los cielos, y descendió",
            "Con densas tinieblas debajo de Sus pies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "-»Cabalgó sobre un querubín, y voló;",
            "Y apareció sobre las alas del viento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "-»De tinieblas hizo pabellones a Su alrededor,",
            "Abundantes aguas, densos nubarrones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "-»Del fulgor de Su presencia",
            "Ascuas de fuego se encendieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "-»Tronó el Señor desde los cielos,",
            "Y el Altísimo dio Su voz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "-»Envió flechas, y los dispersó,",
            "Relámpagos, y los confundió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "-»Entonces los abismos del mar aparecieron,",
            "Los cimientos del mundo quedaron al descubierto,",
            "Por la reprensión del Señor,",
            "Por el soplo del aliento de Su nariz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "-»Extendió la mano desde lo alto y me tomó;",
            "Me sacó de las muchas aguas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "-»Me libró de mi poderoso enemigo,",
            "De los que me aborrecían, pues eran más fuertes que yo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "-»Se enfrentaron a mí el día de mi infortunio,",
            "Pero el Señor fue mi sostén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "-»También me sacó a un lugar espacioso;",
            "Me rescató, porque se complació en mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "-»El Señor me ha premiado conforme a mi justicia;",
            "Conforme a la pureza de mis manos me ha recompensado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "-»Porque he guardado los caminos del Señor,",
            "Y no me he apartado impíamente de mi Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "-»Pues todas Sus ordenanzas estaban delante de mí,",
            "Y en cuanto a Sus estatutos, no me aparté de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "-»También fui íntegro para con Él,",
            "Y me guardé de mi iniquidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "-»Por tanto el Señor me ha recompensado conforme a mi justicia,",
            "Conforme a mi pureza delante de Sus ojos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "-»Con el benigno te muestras benigno,",
            "Con el hombre íntegro te muestras íntegro;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Con el puro eres puro,",
            "Y con el perverso eres sagaz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "-»Salvas al pueblo afligido,",
            "Pero Tus ojos están sobre los altivos",
            "A quienes Tú humillas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "-»Porque Tú eres mi lámpara, oh Señor;",
            "El Señor alumbra mis tinieblas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "-»Pues contigo aplastaré ejércitos,",
            "Con mi Dios escalaré murallas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "-»En cuanto a Dios, Su camino es perfecto;",
            "Acrisolada es la palabra del Señor;",
            "Él es escudo a todos los que a Él se acogen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "-»Pues ¿quién es Dios, fuera del Señor?",
            "¿Y quién es roca, sino solo nuestro Dios?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "-»Dios es mi fortaleza poderosa,",
            "Y el que pone al íntegro en Su camino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "-»Él hace mis pies como de ciervas,",
            "Y me afirma en mis alturas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "-»Él adiestra mis manos para la batalla,",
            "Y mis brazos para tensar el arco de bronce."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "-»Tú me has dado también el escudo de Tu salvación,",
            "Y Tu ayuda me engrandece."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "-»Ensanchas mis pasos debajo de mí,",
            "Y mis pies no han resbalado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "-»Perseguí a mis enemigos y los destruí,",
            "Y no me volví hasta acabarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "-»Los he consumido y los he destrozado, y no pudieron levantarse;",
            "Cayeron debajo de mis pies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "-»Pues Tú me has ceñido con fuerzas para la batalla;",
            "Has subyugado debajo de mí a los que contra mí se levantaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "-»También has hecho que mis enemigos me vuelvan las espaldas,",
            "Y destruí a los que me odiaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "-»Clamaron, pero no hubo quién los salvara;",
            "Aun al Señor clamaron, mas no les respondió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "-»Entonces los pulvericé, como polvo de la tierra,",
            "Como lodo de las calles los trituré y los pisé."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "-»Tú me has librado también de las contiendas de mi pueblo;",
            "Me has guardado para ser cabeza de naciones;",
            "Pueblo que yo no conocía me sirve."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "-»Los extranjeros me fingen obediencia,",
            "Al oírme, me obedecen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "-»Los extranjeros desfallecen,",
            "Y salen temblando de sus fortalezas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "-»El Señor vive, bendita sea mi roca,",
            "Y ensalzado sea Dios, roca de mi salvación,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "El Dios que por mí hace venganza,",
            "Y hace caer pueblos debajo de mí;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "El que me libra de mis enemigos.",
            "Tú me exaltas sobre los que se levantan contra mí;",
            "Me rescatas del hombre violento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "-»Por tanto, te daré gracias, oh Señor, entre las naciones,",
            "Y cantaré alabanzas a Tu nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "-»Él es torre de salvación a Su rey,",
            "Y muestra misericordia a Su ungido,",
            "A David y a su descendencia para siempre»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2SA.23",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2SA.23"
        ],
        "human": "2 Samuel 23"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2SA.24"
        ],
        "human": "2 Samuel 24",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.22"
        ],
        "human": "2 Samuel 22",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Últimas palabras de David"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Estas son las últimas palabras de David:",
            "«Declara David, el hijo de Isaí,",
            "Y declara el hombre que fue exaltado,",
            "El ungido del Dios de Jacob,",
            "El dulce salmista de Israel:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El Espíritu del Señor habló por mí,",
            "Y Su palabra estuvo en mi lengua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "-»Dijo el Dios de Israel,",
            "Me habló la Roca de Israel:",
            "“El que con justicia gobierna sobre los hombres,",
            "Que en el temor de Dios gobierna,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Es como la luz de la mañana cuando se levanta el sol",
            "En una mañana sin nubes,",
            "Cuando brota de la tierra la tierna hierba",
            "Por el resplandor del sol tras la lluvia”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "-»En verdad, ¿no es así mi casa para con Dios?",
            "Pues Él ha hecho conmigo un pacto eterno,",
            "Ordenado en todo y seguro.",
            "Porque toda mi salvación y todo mi deseo,",
            "¿No los hará ciertamente germinar?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "-»Pero los indignos, todos ellos serán arrojados como espinos,",
            "Porque no pueden ser tomados con la mano;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y el hombre que los toque",
            "Ha de estar armado con hierro y con asta de lanza,",
            "Y por fuego serán consumidos completamente en su lugar»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los valientes de David"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Estos son los nombres de los valientes que tenía David: Joseb Basebet el tacmonita, principal de los capitanes; este era llamado Adino el eznita, por los 800 que mató una vez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y después de él, Eleazar, hijo de Dodo el ahohíta, uno de los tres valientes que estaban con David cuando desafiaron a los filisteos que se habían reunido allí para la batalla y se habían retirado los hombres de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Él se levantó e hirió a los filisteos hasta que su mano se cansó y se quedó pegada a la espada; aquel día el Señor concedió una gran victoria. El pueblo volvió en pos de él, pero solo para despojar a los muertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Después de él, fue Sama, hijo de Age el ararita. Los filisteos se habían concentrado en tropa donde había un terreno lleno de lentejas, y el pueblo había huido de los filisteos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero él se puso en medio del terreno, lo defendió e hirió a los filisteos; y el Señor le concedió una gran victoria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Descendieron tres de los treinta jefes y fueron a David en la cueva de Adulam al tiempo de la cosecha, mientras la tropa de los filisteos acampaba en el valle de Refaím."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "David estaba entonces en la fortaleza, mientras la guarnición de los filisteos estaba en Belén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "David sintió un gran deseo, y dijo: «¡Quién me diera a beber agua del pozo de Belén que está junto a la puerta!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces los tres valientes se abrieron paso por el campamento de los filisteos, y sacando agua del pozo de Belén que estaba junto a la puerta, se la llevaron y la trajeron a David. Pero él no quiso beberla, sino que la derramó para el Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "y dijo: «Lejos esté de mí, oh Señor, que yo haga esto. ¿Beberé la sangre de los hombres que fueron con riesgo de sus vidas?». Por eso no quiso beberla. Estas cosas hicieron los tres valientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y Abisai, hermano de Joab, hijo de Sarvia, era jefe de los treinta. Y este blandió su lanza contra 300 y los mató, y tuvo tanto renombre como los tres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Él era el más distinguido de los treinta, por eso llegó a ser su jefe; pero no igualó a los tres primeros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Benaía, hijo de Joiada, hijo de un valiente de Cabseel, de grandes hazañas, mató a los dos hijos de Ariel de Moab. Y él descendió y mató a un león en medio de un foso un día que estaba nevando."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "También mató a un egipcio, un hombre de apariencia impresionante. El egipcio tenía una lanza en la mano, pero Benaía descendió a él con un palo, y arrebatando la lanza de la mano del egipcio, lo mató con su propia lanza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Estas cosas hizo Benaía, hijo de Joiada, y tuvo tanto renombre como los tres valientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Fue el más distinguido entre los treinta, pero no igualó a los tres; y David lo puso sobre su guardia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Asael, hermano de Joab, estaba entre los treinta; también, Elhanán, hijo de Dodo de Belén,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Sama el harodita, Elica el harodita,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Heles el Paltita, Ira, hijo de Iques el tecoíta,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Abiezer el anatotita, Mebunai el husatita,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Salmón el ahohíta, Maharai el netofatita,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Heleb, hijo de Baana el netofatita, Itai, hijo de Ribai de Guibeá de los benjamitas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Benaía el piratonita, Hidai de los arroyos de Gaas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Abi Albón el arbatita, Azmavet el barhumita,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Eliaba el saalbonita, los hijos de Jasén, Jonatán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Sama el ararita, Ahíam, hijo de Sarar el ararita,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Elifelet, hijo de Ahasbai, hijo de Maaca, Eliam, hijo de Ahitofel el gilonita,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Hezrai el carmelita, Paarai el arbita,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Igal, hijo de Natán de Soba, Bani el gadita,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Selec el amonita, Naharai el beerotita, escuderos de Joab, hijo de Sarvia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Ira el itrita, Gareb el itrita,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Urías el hitita; treinta y siete en total."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2SA.24",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2SA.24"
        ],
        "human": "2 Samuel 24"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.1"
        ],
        "human": "1 Reyes 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.23"
        ],
        "human": "2 Samuel 23",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Censo del pueblo y castigo de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "De nuevo la ira del Señor se encendió contra Israel, y provocó a David contra ellos y dijo: «Ve, haz un censo de Israel y de Judá»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y el rey dijo a Joab, comandante del ejército, que estaba con él: «Recorre todas las tribus de Israel, desde Dan hasta Beerseba, y haz un censo del pueblo para que yo sepa el número de la gente»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero Joab respondió al rey: «Que el Señor su Dios añada al pueblo cien veces más de lo que son, mientras todavía vean los ojos de mi señor el rey; pero, ¿por qué se complace mi señor el rey en esto?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Sin embargo, la palabra del rey prevaleció contra Joab y contra los jefes del ejército. Salieron, pues, Joab y los jefes del ejército de la presencia del rey para hacer el censo del pueblo de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pasaron el Jordán y acamparon en Aroer, a la derecha de la ciudad que está en medio del valle de Gad, y en dirección a Jazer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Luego fueron a Galaad y a la tierra de Tahtim Hodsi; fueron a Dan Jaán y doblaron para Sidón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Fueron a la fortaleza de Tiro y a todas las ciudades de los heveos y de los cananeos, saliendo finalmente hacia el sur de Judá, a Beerseba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Habiendo recorrido todo el país, volvieron a Jerusalén después de nueve meses y veinte días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Joab dio al rey la cifra del censo del pueblo: había en Israel 800,000 hombres valientes que sacaban espada, y los de Judá eran 500,000 hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Después que David contó el pueblo le pesó en su corazón. Y David dijo al Señor: «He pecado en gran manera por lo que he hecho. Pero ahora, oh Señor, te ruego que quites la iniquidad de Tu siervo, porque he obrado muy neciamente»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cuando David se levantó por la mañana, la palabra del Señor vino al profeta Gad, vidente de David, diciendo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "«Ve y dile a David: “Así dice el Señor: ‘Te ofrezco tres cosas; escoge para ti una de ellas, para que Yo la haga’ ” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Así que Gad fue a David y se lo hizo saber, diciéndole: «¿Quieres que te vengan siete años de hambre en tu tierra, o que huyas por tres meses delante de tus enemigos mientras te persiguen, o que haya tres días de pestilencia en tu tierra? Considera ahora, y mira qué respuesta he de dar al que me envió»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "David respondió a Gad: «Estoy muy angustiado. Te ruego que nos dejes caer en manos del Señor porque grandes son Sus misericordias, pero no caiga yo en manos de hombre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y el Señor envió pestilencia sobre Israel desde la mañana hasta el tiempo señalado; y desde Dan hasta Beerseba murieron 70,000 hombres del pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Cuando el ángel extendió su mano hacia Jerusalén para destruirla, el Señor se arrepintió del mal, y dijo al ángel que destruía al pueblo: «¡Basta! ¡Detén ahora tu mano!». Y el ángel del Señor estaba junto a la era de Arauna el jebuseo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces David habló al Señor, cuando vio al ángel que hería al pueblo, y dijo: «Yo soy el que ha pecado, y yo soy el que ha hecho mal; pero estas ovejas, ¿qué han hecho? Te ruego que Tu mano caiga sobre mí y sobre la casa de mi padre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y Gad vino a David aquel día y le dijo: «Sube, edifica un altar al Señor en la era de Arauna el jebuseo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "David subió conforme a la palabra de Gad, tal como el Señor había ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y Arauna miró y vio al rey y a sus siervos que venían hacia él; y saliendo Arauna, se postró rostro en tierra delante del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces Arauna dijo: «¿Por qué ha venido mi señor el rey a su siervo?». Y David respondió: «A comprarte la era para edificar un altar al Señor a fin de detener la plaga del pueblo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y Arauna dijo a David: «Tome y ofrezca mi señor el rey lo que parezca bien a sus ojos. Mire, los bueyes para el holocausto, y los trillos y los yugos de los bueyes para la leña."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Todo, oh rey, Arauna lo da al rey». Y Arauna dijo al rey: «Que el Señor su Dios le sea propicio»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Pero el rey dijo a Arauna: «No, sino que ciertamente por precio te lo compraré, pues no ofreceré al Señor mi Dios holocausto que no me cueste nada». Y David compró la era y los bueyes por cincuenta siclos (570 gramos) de plata."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y allí edificó David un altar al Señor, y ofreció holocaustos y ofrendas de paz. El Señor escuchó la súplica por la tierra y la plaga fue detenida en Israel."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}