{
  "book_usfm": "DAN",
  "name": "Daniel",
  "local_title": "Nueva Biblia de las Américas",
  "local_abbreviation": "NBLA",
  "version_id": 103,
  "publisher": {
    "name": "The Lockman Foundation"
  },
  "copyright": {
    "html": "1986, 1995, 1997, 2005 by The Lockman Foundation",
    "text": "1986, 1995, 1997, 2005 by The Lockman Foundation"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "DAN.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.1"
        ],
        "human": "Daniel 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.2"
        ],
        "human": "Daniel 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZK.48"
        ],
        "human": "Ezequiel 48",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Daniel y sus compañeros en la corte de Nabucodonosor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En el tercer año del reinado de Joacim, rey de Judá, vino Nabucodonosor, rey de Babilonia, a Jerusalén y la sitió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El Señor entregó en sus manos a Joacim, rey de Judá, así como algunos de los utensilios de la casa de Dios. Estos se los llevó a la tierra de Sinar, a la casa de su dios, colocando los utensilios en la casa del tesoro de su dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces el rey mandó a Aspenaz, jefe de sus oficiales, que trajera de los israelitas a algunos de la familia real y de los nobles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Estos jóvenes no debían tener defecto alguno, serían de buen parecer, inteligentes en toda rama del saber, dotados de entendimiento y habilidad para discernir y que tuvieran la capacidad para servir en el palacio del rey; y le dio órdenes de que les enseñara la escritura y la lengua de los caldeos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "El rey les asignó una ración diaria de los manjares del rey y del vino que él bebía, y mandó que los educaran por tres años, después de los cuales entrarían al servicio del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entre estos estaban Daniel, Ananías, Misael y Azarías, de los hijos de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces el jefe de oficiales les puso nuevos nombres: a Daniel le puso Beltsasar; a Ananías, Sadrac; a Misael, Mesac; y a Azarías, Abed Nego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero Daniel se propuso en su corazón no contaminarse con los manjares del rey ni con el vino que él bebía, y pidió al jefe de oficiales que le permitiera no contaminarse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Dios concedió a Daniel hallar favor y gracia ante el jefe de oficiales,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y el jefe de oficiales dijo a Daniel: «Temo a mi señor el rey, porque él ha asignado su comida y su bebida. ¿Por qué ha de ver sus rostros más pálidos que los de los demás jóvenes de su edad? Así pondrían en peligro mi cabeza ante el rey»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero Daniel dijo al mayordomo a quien el jefe de oficiales había nombrado sobre Daniel, Ananías, Misael y Azarías:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "«Te ruego que pongas a prueba a tus siervos por diez días, y que nos den legumbres para comer y agua para beber."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Que se compare después nuestra apariencia en tu presencia con la apariencia de los jóvenes que comen los manjares del rey, y haz con tus siervos según lo que veas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El mayordomo los escuchó en esto y los puso a prueba por diez días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Después de los diez días el aspecto de ellos parecía mejor y estaban más rollizos que todos los jóvenes que habían estado comiendo los manjares del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Así que el mayordomo siguió suprimiendo los manjares y el vino que debían beber, y les daba legumbres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "A estos cuatro jóvenes Dios les dio conocimiento e inteligencia en toda clase de literatura y sabiduría. Además, Daniel entendía toda clase de visiones y sueños."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Después de los días que el rey había fijado para que fueran presentados, el jefe de oficiales los trajo ante Nabucodonosor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "El rey habló con ellos, y de entre todos ellos no se halló ninguno como Daniel, Ananías, Misael y Azarías. Entraron, pues, al servicio del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y en todo asunto de sabiduría y conocimiento que el rey les consultó, los encontró diez veces superiores a todos los magos y encantadores que había en todo su reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Daniel estuvo allí hasta el primer año del rey Ciro."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.2"
        ],
        "human": "Daniel 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.3"
        ],
        "human": "Daniel 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.1"
        ],
        "human": "Daniel 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El sueño del rey"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En el segundo año del reinado de Nabucodonosor, este tuvo sueños, y se turbó su espíritu y no podía dormir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces el rey mandó llamar a los magos, encantadores, hechiceros y caldeos, para que le explicaran al rey sus sueños. Vinieron, pues, y se presentaron ante el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y el rey les dijo: «He tenido un sueño, y mi espíritu se ha turbado por el deseo de entender el sueño»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces los caldeos hablaron al rey en arameo: «¡Oh rey, viva para siempre! Cuente el sueño a sus siervos, y nosotros le declararemos la interpretación»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "El rey respondió a los caldeos: «Mis órdenes son firmes: si no me dan a conocer el sueño y su interpretación, serán descuartizados y sus casas serán reducidas a escombros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero si me declaran el sueño y su interpretación, recibirán de mí regalos, recompensas y grandes honores. Por tanto, declárenme el sueño y su interpretación»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Respondieron ellos por segunda vez: «Refiera el rey su sueño a sus siervos, y declararemos la interpretación»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Respondió el rey: «Ciertamente sé que quieren ganar tiempo, porque ven que mis órdenes son firmes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Si no me declaran el sueño, hay una sola sentencia para ustedes. Porque se han concertado para hablar delante de mí palabras falsas y perversas hasta que cambie la situación. Por tanto, díganme el sueño para que yo sepa que me pueden dar su interpretación»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los caldeos respondieron al rey: «No hay hombre sobre la tierra que pueda declarar el asunto al rey, puesto que ningún gran rey o gobernante jamás ha pedido cosa semejante a ningún mago, encantador o caldeo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Lo que el rey demanda es difícil y no hay nadie que lo pueda declarar al rey sino los dioses cuya morada no está entre los hombres»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "A causa de esto el rey se indignó y se enfureció en gran manera y dio la orden de que mataran a todos los sabios de Babilonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y se publicó el decreto de que mataran a todos los sabios. Buscaron también a Daniel y a sus amigos para matarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces Daniel habló con discreción y sensatez a Arioc, capitán de la guardia del rey, que había salido para matar a los sabios de Babilonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y preguntó a Arioc, capitán del rey: «¿Por qué es tan riguroso el decreto del rey?». Y Arioc informó a Daniel sobre el asunto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Así que Daniel fue a pedirle al rey que le diera tiempo para declarar la interpretación al rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces Daniel fue a su casa e informó el asunto a sus amigos Ananías, Misael y Azarías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "para que pidieran misericordia del Dios del cielo acerca de este misterio, a fin de que no perecieran Daniel y sus amigos con el resto de los sabios de Babilonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces el misterio fue revelado a Daniel en una visión de noche. Daniel entonces bendijo al Dios del cielo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "y dijo:",
            "«Sea el nombre de Dios bendito por los siglos de los siglos,",
            "Porque la sabiduría y el poder son de Él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "-»Él es quien cambia los tiempos y las edades;",
            "Quita reyes y pone reyes.",
            "Da sabiduría a los sabios,",
            "Y conocimiento a los entendidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "-»Él es quien revela lo profundo y lo escondido.",
            "Conoce lo que está en tinieblas,",
            "Y la luz mora con Él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "-»A ti, Dios de mis padres, yo doy gracias y alabo,",
            "Porque me has dado sabiduría y poder,",
            "Y ahora me has revelado lo que te habíamos pedido,",
            "Pues nos has dado a conocer el asunto del rey»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Después fue Daniel adonde estaba Arioc, a quien el rey había designado para dar muerte a los sabios de Babilonia. Fue y le habló así: «No des muerte a los sabios de Babilonia. Llévame ante el rey, y declararé al rey la interpretación»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Entonces Arioc se apresuró a llevar a Daniel ante el rey, y le dijo así: «He hallado a un hombre entre los deportados de Judá que dará a conocer al rey la interpretación»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "El rey le preguntó a Daniel, a quien llamaban Beltsasar: «¿Eres tú capaz de darme a conocer el sueño que he visto y su interpretación?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Daniel respondió ante el rey, y dijo: «En cuanto al misterio que el rey quiere saber, no hay sabios, encantadores, magos ni adivinos que puedan declararlo al rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Pero hay un Dios en el cielo que revela los misterios, y Él ha dado a conocer al rey Nabucodonosor lo que sucederá al fin de los días. Su sueño y las visiones que usted ha tenido en su cama eran estos:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "A usted, oh rey, en su cama le surgieron pensamientos sobre lo que habrá de suceder en el futuro, y el que revela los misterios le ha dado a conocer lo que sucederá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "En cuanto a mí, me ha sido revelado este misterio, no porque yo tenga más sabiduría que cualquier otro viviente, sino con el fin de dar a conocer al rey la interpretación, y para que usted entienda los pensamientos de su corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "»Usted, oh rey, tuvo una visión en la que había una gran estatua. Esa estatua era enorme y su brillo extraordinario; estaba en pie delante de usted y su aspecto era terrible."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "La cabeza de esta estatua era de oro puro, su pecho y sus brazos de plata, y su vientre y sus muslos de bronce,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "sus piernas de hierro, sus pies en parte de hierro y en parte de barro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "La estuvo mirando hasta que una piedra fue cortada sin ayuda de manos, y golpeó la estatua en sus pies de hierro y de barro, y los desmenuzó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Entonces fueron desmenuzados, todos a la vez, el hierro, el barro, el bronce, la plata y el oro. Quedaron como el tamo de las eras en verano, y el viento se los llevó sin que quedara rastro alguno de ellos. Y la piedra que había golpeado la estatua se convirtió en un gran monte que llenó toda la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "»Este es el sueño. Ahora diremos ante el rey su interpretación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Usted, oh rey, es rey de reyes, a quien el Dios del cielo ha dado el reino, el poder, la fuerza y la gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Y dondequiera que habiten los hijos de los hombres, las bestias del campo o las aves del cielo, Él los ha entregado en su mano y lo ha hecho soberano de todos ellos; usted es la cabeza de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "»Después de usted se levantará otro reino, inferior a usted, y luego un tercer reino, de bronce, que gobernará sobre toda la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Y habrá un cuarto reino, tan fuerte como el hierro. Y así como el hierro desmenuza y destroza todas las cosas, como el hierro que tritura, así él desmenuzará y triturará a todos estos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "»Lo que usted vio, los pies y los dedos, parte de barro de alfarero y parte de hierro, será un reino dividido. Pero tendrá la solidez del hierro, ya que vio el hierro mezclado con barro corriente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Y así como los dedos de los pies eran parte de hierro y parte de barro cocido, también parte del reino será fuerte y parte será frágil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "En cuanto al hierro mezclado con barro corriente que ha visto, se mezclarán mediante simiente humana. Pero no se unirán el uno con el otro, como no se mezcla el hierro con el barro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "»En los días de estos reyes, el Dios del cielo levantará un reino que jamás será destruido, y este reino no será entregado a otro pueblo. Desmenuzará y pondrá fin a todos aquellos reinos, y él permanecerá para siempre,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "tal como usted vio que una piedra fue cortada del monte sin ayuda de manos y que desmenuzó el hierro, el bronce, el barro, la plata y el oro. El gran Dios ha hecho saber al rey lo que sucederá en el futuro. Así, pues, el sueño es verdadero y la interpretación fiel»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Entonces el rey Nabucodonosor cayó sobre su rostro, se postró ante Daniel, y ordenó que le ofrecieran presentes e incienso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "El rey habló a Daniel, y le dijo: «En verdad que su Dios es Dios de dioses, Señor de reyes y revelador de misterios, ya que tú has podido revelar este misterio»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Entonces el rey engrandeció a Daniel y le dio muchos regalos espléndidos, y le hizo gobernador sobre toda la provincia de Babilonia y jefe supremo sobre todos los sabios de Babilonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Por solicitud de Daniel, el rey puso sobre la administración de la provincia de Babilonia a Sadrac, Mesac y a Abed Nego, mientras que Daniel quedó en la corte del rey."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.3"
        ],
        "human": "Daniel 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.4"
        ],
        "human": "Daniel 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.2"
        ],
        "human": "Daniel 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La imagen de oro"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El rey Nabucodonosor hizo una estatua de oro cuya altura era de 60 codos (27 metros) y su anchura de 6 codos (2.7 metros). La levantó en el llano de Dura, en la provincia de Babilonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces el rey Nabucodonosor mandó reunir a los sátrapas, prefectos y gobernadores, los consejeros, tesoreros, jueces, magistrados y todos los gobernantes de las provincias para que vinieran a la dedicación de la estatua que el rey Nabucodonosor había levantado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Se reunieron, pues, los sátrapas, prefectos y gobernadores, los consejeros, tesoreros, jueces, magistrados y todos los gobernantes de las provincias para la dedicación de la estatua que el rey Nabucodonosor había levantado. Y todos estaban de pie delante de la estatua que Nabucodonosor había levantado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces el heraldo proclamó con fuerza: «Se les ordena a ustedes, pueblos, naciones y lenguas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "que en el momento en que oigan el sonido del cuerno, la flauta, la lira, el arpa, el salterio, la gaita y toda clase de música, se postren y adoren la estatua de oro que el rey Nabucodonosor ha levantado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero el que no se postre y adore, será echado inmediatamente en un horno de fuego ardiente»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Por tanto, en el momento en que todos los pueblos oyeron el sonido del cuerno, la flauta, la lira, el arpa, el salterio, la gaita y toda clase de música, todos los pueblos, naciones y lenguas se postraron y adoraron la estatua de oro que el rey Nabucodonosor había levantado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Sin embargo, en aquel tiempo algunos caldeos se presentaron y acusaron a los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Hablaron y dijeron al rey Nabucodonosor: «¡Oh rey, viva para siempre!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Usted, oh rey, ha proclamado un decreto de que todo hombre que oiga el sonido del cuerno, la flauta, la lira, el arpa, el salterio, la gaita y toda clase de música, se postre y adore la estatua de oro,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y el que no se postre y adore, será echado en un horno de fuego ardiente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero hay algunos judíos a quienes usted ha puesto sobre la administración de la provincia de Babilonia, es decir, Sadrac, Mesac y Abed Nego, estos hombres, oh rey, no le hacen caso. No sirven a sus dioses ni adoran la estatua de oro que ha levantado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Nabucodonosor, enojado y furioso, dio orden de traer a Sadrac, Mesac y Abed Nego. Estos hombres, pues, fueron conducidos ante el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Habló Nabucodonosor y les dijo: «¿Es verdad Sadrac, Mesac y Abed Nego que no sirven a mis dioses ni adoran la estatua de oro que he levantado?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¿Están dispuestos ahora, para que cuando oigan el sonido del cuerno, la flauta, la lira, el arpa, el salterio, la gaita y toda clase de música, se postren y adoren la estatua que he hecho? Porque si no la adoran, inmediatamente serán echados en un horno de fuego ardiente. ¿Y qué dios será el que los libre de mis manos?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Sadrac, Mesac y Abed Nego le respondieron al rey Nabucodonosor: «No necesitamos darle una respuesta acerca de este asunto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ciertamente nuestro Dios a quien servimos puede librarnos del horno de fuego ardiente. Y de su mano, oh rey, nos librará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero si no lo hace, ha de saber, oh rey, que no serviremos a sus dioses ni adoraremos la estatua de oro que ha levantado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Librados del horno de fuego"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces Nabucodonosor se llenó de furor, y demudó su semblante contra Sadrac, Mesac y Abed Nego. Reaccionó ordenando que se calentara el horno siete veces más de lo que se acostumbraba calentar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y mandó que algunos valientes guerreros de su ejército ataran a Sadrac, Mesac y Abed Nego, y los echaran en el horno de fuego ardiente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces estos hombres fueron atados y arrojados con sus mantos, sus túnicas, sus gorros y sus otras ropas en el horno de fuego ardiente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Como la orden del rey era apremiante y el horno había sido calentado excesivamente, la llama del fuego mató a los que habían alzado a Sadrac, Mesac y Abed Nego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero estos tres hombres, Sadrac, Mesac y Abed Nego cayeron, atados, en medio del horno de fuego ardiente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces el rey Nabucodonosor se espantó, y levantándose apresuradamente preguntó a sus altos oficiales: «¿No eran tres los hombres que echamos atados en medio del fuego?». «Así es, oh rey», respondieron ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "«¡Miren!», respondió el rey. «Veo a cuatro hombres sueltos que se pasean en medio del fuego sin sufrir daño alguno, y el aspecto del cuarto es semejante al de un hijo de los dioses»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces Nabucodonosor se acercó a la puerta del horno de fuego ardiente y dijo: «Sadrac, Mesac y Abed Nego, siervos del Dios Altísimo, salgan y vengan acá». Entonces Sadrac, Mesac y Abed Nego salieron de en medio del fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y los sátrapas, los prefectos, los gobernadores y los altos oficiales del rey se reunieron para ver a estos hombres, cómo el fuego no había tenido efecto alguno sobre sus cuerpos, ni el cabello de sus cabezas se había chamuscado, ni sus mantos habían sufrido daño alguno, ni aun olor del fuego había quedado en ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces Nabucodonosor dijo: «Bendito sea el Dios de Sadrac, Mesac y Abed Nego que ha enviado a Su ángel y ha librado a Sus siervos que, confiando en Él, desobedecieron la orden del rey y entregaron sus cuerpos antes de servir y adorar a ningún otro dios excepto a su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Por tanto, proclamo un decreto de que todo pueblo, nación o lengua que diga blasfemia contra el Dios de Sadrac, Mesac y Abed Nego sea descuartizado y sus casas reducidas a escombros, ya que no hay otro dios que pueda librar de esta manera»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Entonces el rey hizo prosperar a Sadrac, Mesac y Abed Nego en la provincia de Babilonia."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.4"
        ],
        "human": "Daniel 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.5"
        ],
        "human": "Daniel 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.3"
        ],
        "human": "Daniel 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sueño y locura de Nabucodonosor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Nabucodonosor, rey, a todos los pueblos, naciones y lenguas que habitan en toda la tierra: «Que abunde su paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Me ha parecido bien declarar las señales y maravillas que ha hecho conmigo el Dios Altísimo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "-»¡Cuán grandes son Sus señales,",
            "Y cuán poderosas Sus maravillas!",
            "Su reino es un reino eterno,",
            "Y Su dominio de generación en generación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»Yo, Nabucodonosor, estaba tranquilo en mi casa y próspero en mi palacio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Tuve un sueño que me hizo temblar; y estas fantasías, estando en mi cama, y las visiones de mi mente me aterraron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por lo cual di órdenes que trajeran ante mí a todos los sabios de Babilonia para que me dieran a conocer la interpretación del sueño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces vinieron los magos, los encantadores, los caldeos y los adivinos y les conté el sueño. Pero no pudieron darme su interpretación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero al fin vino ante mí Daniel, cuyo nombre es Beltsasar, como el nombre de mi dios, en quien está el espíritu de los dioses santos, y yo le conté mi sueño:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "“Oh Beltsasar, jefe de los magos, ya que sé que en ti está el espíritu de los dioses santos y que ningún misterio te confunde, declárame las visiones del sueño que he visto, y su interpretación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "”Y las visiones de mi mente, que vi estando en mi cama, fueron así:",
            "Vi un árbol en medio de la tierra,",
            "Cuya altura era muy grande."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "-”El árbol creció y se hizo fuerte,",
            "Su copa llegaba hasta el cielo,",
            "Y era visible desde los confines de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "-”Su follaje era hermoso y su fruto abundante,",
            "Y en él había alimento para todos.",
            "Debajo de él hallaban sombra las bestias del campo,",
            "Las aves del cielo hacían morada en sus ramas,",
            "Y de él se alimentaban todos los seres vivientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "”En las visiones de mi mente que vi estando en mi cama, había un vigilante, un santo que descendió del cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "-”Clamando fuertemente, dijo así:",
            "‘Derriben el árbol, corten sus ramas,",
            "Arranquen su follaje, desparramen su fruto.",
            "Huyan las bestias que están debajo de él,",
            "Y las aves de sus ramas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "-’Pero dejen en tierra el tocón con sus raíces,",
            "Con ataduras de hierro y bronce",
            "Entre la hierba del campo;",
            "Que se empape con el rocío del cielo,",
            "Y comparta con las bestias la hierba de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "-’Sea cambiado su corazón de hombre,",
            "Y séale dado un corazón de bestia,",
            "Y pasen sobre él siete años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "-’Esta sentencia es por decreto de los vigilantes,",
            "Y la orden es por decisión de los santos,",
            "Con el fin de que sepan los vivientes",
            "Que el Altísimo domina sobre el reino de los hombres,",
            "Y se lo da a quien le place,",
            "Y pone sobre él al más humilde de los hombres’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Este es el sueño que yo, el rey Nabucodonosor, he tenido. Y tú, Beltsasar, dime su interpretación, ya que ninguno de los sabios de mi reino ha podido darme a conocer su interpretación. Pero tú puedes, porque el espíritu de los dioses santos está en ti”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»Entonces Daniel, a quien llamaban Beltsasar, se quedó atónito por un momento, y le turbaron sus pensamientos. El rey le dijo: “Beltsasar, no dejes que el sueño ni su interpretación te turben”. “Señor mío”, respondió Beltsasar. “Sea el sueño para los que lo odian a usted, y su interpretación para sus adversarios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El árbol que vio, que se hizo fuerte y corpulento, cuya copa llegaba hasta el cielo y que era visible en toda la tierra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "y cuyo follaje era hermoso y su fruto abundante, y en el que había alimento para todos, debajo del cual moraban las bestias del campo y en cuyas ramas anidaban las aves del cielo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "es usted, oh rey, que se ha hecho grande y fuerte, su grandeza ha crecido y ha llegado hasta el cielo, y su dominio hasta los confines de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "”En cuanto al vigilante, al santo que el rey vio, que descendía del cielo y decía: ‘Derriben el árbol y destrúyanlo, pero dejen el tocón con sus raíces en la tierra, con ataduras de hierro y bronce en la hierba del campo, y que se empape con el rocío del cielo, y que comparta con las bestias del campo, hasta que pasen sobre él siete años’,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "esta es la interpretación, oh rey, y este es el decreto del Altísimo que ha venido sobre mi señor el rey:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Será usted echado de entre los hombres, y su morada estará con las bestias del campo, y le darán hierba para comer como al ganado, y será empapado con el rocío del cielo. Y siete años pasarán sobre usted, hasta que reconozca que el Altísimo domina sobre el reino de los hombres y que lo da a quien le place."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y en cuanto a la orden de dejar el tocón con las raíces del árbol, su reino le será afirmado después que usted reconozca que es el Cielo el que gobierna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Por tanto, oh rey, que mi consejo le sea grato: ponga fin a sus pecados haciendo justicia, y a sus iniquidades mostrando misericordia a los pobres. Quizás sea prolongada su prosperidad”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "»Todo esto le sucedió al rey Nabucodonosor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Doce meses después, paseándose por la azotea del palacio real de Babilonia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "el rey reflexionó, y dijo: “¿No es esta la gran Babilonia que yo he edificado como residencia real con la fuerza de mi poder y para gloria de mi majestad?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Aún estaba la palabra en la boca del rey, cuando una voz vino del cielo: “Rey Nabucodonosor, a ti se te declara: El reino te ha sido quitado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "y serás echado de entre los hombres, y tu morada estará con las bestias del campo. Te darán hierba para comer como al ganado, y siete años pasarán sobre ti, hasta que reconozcas que el Altísimo domina sobre el reino de los hombres, y que lo da a quien le place”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "»En aquel mismo instante se cumplió la palabra acerca de Nabucodonosor: fue echado de entre los hombres, comía hierba como el ganado y su cuerpo se empapó con el rocío del cielo hasta que sus cabellos crecieron como las plumas de las águilas y sus uñas como las de las aves."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "»Pero al fin de los días, yo, Nabucodonosor, alcé mis ojos al cielo, y recobré mi razón, y bendije al Altísimo y alabé y glorifiqué al que vive para siempre.",
            "Porque Su dominio es un dominio eterno,",
            "Y Su reino permanece de generación en generación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "-»Todos los habitantes de la tierra son considerados como nada,",
            "Mas Él actúa conforme a Su voluntad en el ejército del cielo",
            "Y entre los habitantes de la tierra.",
            "Nadie puede detener Su mano,",
            "Ni decirle: “¿Qué has hecho?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "»En ese momento recobré mi razón. Y mi majestad y mi esplendor me fueron devueltos para gloria de mi reino, y mis consejeros y mis nobles vinieron a buscarme. Y fui restablecido en mi reino, y mayor grandeza me fue añadida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Ahora yo, Nabucodonosor, alabo, ensalzo y glorifico al Rey del cielo, porque Sus obras son todas verdaderas y justos Sus caminos. Él puede humillar a los que caminan con soberbia»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.5"
        ],
        "human": "Daniel 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.6"
        ],
        "human": "Daniel 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.4"
        ],
        "human": "Daniel 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La escritura en la pared"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Belsasar, rey de Babilonia ofreció un gran banquete a mil de sus nobles, y en presencia de los mil se puso a beber vino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Mientras saboreaba el vino, Belsasar ordenó traer los vasos de oro y plata que Nabucodonosor su padre había sacado del templo que estaba en Jerusalén, para que bebieran en ellos el rey y sus nobles, sus mujeres y sus concubinas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces trajeron los vasos de oro que habían sido sacados del templo, la casa de Dios que estaba en Jerusalén, y el rey y sus nobles, sus mujeres y sus concubinas bebieron en ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Bebieron vino y alabaron a los dioses de oro y plata, de bronce, hierro, madera y piedra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "De pronto aparecieron los dedos de una mano humana y comenzaron a escribir frente al candelabro sobre lo encalado de la pared del palacio del rey, y el rey vio el dorso de la mano que escribía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces el rostro del rey palideció, y sus pensamientos lo turbaron, las coyunturas de sus caderas se le relajaron y sus rodillas comenzaron a chocar una contra otra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El rey gritó fuertemente que trajeran a los encantadores, a los caldeos y a los adivinos. El rey habló, y dijo a los sabios de Babilonia: «Cualquiera que pueda leer esta inscripción y declararme su interpretación, será vestido de púrpura, llevará un collar de oro al cuello y tendrá autoridad como tercero en el reino»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces entraron todos los sabios del rey, pero no pudieron leer la inscripción ni dar a conocer al rey su interpretación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y el rey Belsasar se turbó en gran manera, su rostro palideció aún más. También sus nobles quedaron perplejos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "La reina, al enterarse de las palabras del rey y de sus nobles, entró en la sala del banquete y tomando la palabra, dijo: «¡Oh rey, viva para siempre! No le turben sus pensamientos ni se mude su semblante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Hay un hombre en su reino en quien está el espíritu de los dioses santos. Y en los días de su padre se halló en él luz, inteligencia y sabiduría como la sabiduría de los dioses. Y su padre, el rey Nabucodonosor, su padre el rey, lo nombró jefe de los magos, encantadores, caldeos y adivinos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "debido a que se halló un espíritu extraordinario, conocimiento e inteligencia, interpretación de sueños, explicación de enigmas y solución de problemas difíciles en este hombre, Daniel, a quien el rey llamaba Beltsasar. Que llamen ahora a Daniel, y él declarará la interpretación»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Daniel fue traído ante el rey. El rey preguntó a Daniel: «¿Eres tú aquel Daniel de los deportados de Judá, que el rey mi padre trajo de Judá?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "He oído de ti que el espíritu de los dioses está en ti, y que luz, inteligencia y extraordinaria sabiduría se hallan en ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ahora mismo los sabios y encantadores fueron traídos delante de mí para que leyeran esta inscripción y me dieran a conocer su interpretación, pero no pudieron declarar la interpretación del escrito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero yo he oído decir de ti que puedes dar interpretaciones y resolver problemas difíciles. Ahora, si puedes leer la inscripción y darme a conocer su interpretación, serás vestido de púrpura y llevarás un collar de oro al cuello, y tendrás autoridad como tercero en el reino»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces Daniel respondió delante del rey: «Sean para ti tus regalos y da tus recompensas a otro. Yo leeré, sin embargo, la inscripción al rey y le daré a conocer su interpretación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Oh rey, el Dios Altísimo concedió a tu padre Nabucodonosor soberanía, grandeza, gloria y majestad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y a causa de la grandeza que Él le concedió, todos los pueblos, naciones y lenguas temían y temblaban delante de él. A quien quería, mataba, y a quien quería, dejaba con vida; exaltaba a quien quería, y a quien quería humillaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero cuando su corazón se enalteció y su espíritu se endureció en su arrogancia, fue depuesto de su trono real y su gloria le fue quitada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Fue echado de entre los hombres, su corazón se hizo semejante al de las bestias y con los asnos monteses tuvo su morada. Se le dio a comer hierba como al ganado y su cuerpo se empapó con el rocío del cielo, hasta que reconoció que el Dios Altísimo domina sobre el reino de los hombres y que pone sobre él a quien le place."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "»Pero usted, su hijo Belsasar, no se ha humillado su corazón aunque sabía todo esto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "sino que se ha ensalzado usted contra el Señor del cielo. Y han traído delante de usted los vasos de Su templo, y usted y sus nobles, sus mujeres y sus concubinas, han estado bebiendo vino en ellos y han alabado a los dioses de plata y oro, de bronce, hierro, madera y piedra, que ni ven, ni oyen, ni entienden. Pero al Dios que tiene en Su mano su propio aliento y es dueño de todos sus caminos, no ha glorificado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Por lo cual Él envió de Su presencia la mano que trazó esta inscripción."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "»Esta es la inscripción que fue trazada: Mene, Mene, Tekel, Ufarsin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Esta es la interpretación del escrito: Mene: Dios ha contado su reino y le ha puesto fin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Tekel: ha sido pesado en la balanza y hallado falto de peso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Peres: su reino ha sido dividido y entregado a los medos y persas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces Belsasar ordenó que vistieran a Daniel de púrpura y le pusieran un collar de oro al cuello, y que proclamaran acerca de él, que él tenía ahora autoridad como tercero en el reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Aquella misma noche fue asesinado Belsasar, rey de los caldeos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Y Darío el Medo recibió el reino cuando tenía sesenta y dos años."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.6"
        ],
        "human": "Daniel 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.7"
        ],
        "human": "Daniel 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.5"
        ],
        "human": "Daniel 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Daniel en el foso de los leones"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Le pareció bien a Darío constituir sobre el reino 120 sátrapas que gobernaran en todo el reino,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y sobre ellos, tres funcionarios (uno de los cuales era Daniel) a quienes estos sátrapas rindieran cuenta, para que el rey no fuera perjudicado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero este mismo Daniel sobresalía entre los funcionarios y sátrapas porque había en él un espíritu extraordinario, de modo que el rey pensó ponerlo sobre todo el reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces los funcionarios y sátrapas buscaron un motivo para acusar a Daniel con respecto a los asuntos del reino. Pero no pudieron encontrar ningún motivo de acusación ni evidencia alguna de corrupción, por cuanto él era fiel, y ninguna negligencia ni corrupción podía hallarse en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces estos hombres dijeron: «No encontraremos ningún motivo de acusación contra este Daniel a menos que encontremos algo contra él en relación con la ley de su Dios»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Estos funcionarios y sátrapas, de común acuerdo, fueron entonces al rey y le dijeron así: «¡Rey Darío, viva para siempre!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Todos los funcionarios del reino, prefectos, sátrapas, altos oficiales y gobernadores, han acordado que el rey promulgue un edicto y ponga en vigor el mandato de que cualquiera que en el término de treinta días haga petición a cualquier dios u hombre fuera de usted, oh rey, sea echado en el foso de los leones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Ahora pues, oh rey, promulgue el mandato y firme el documento para que no sea modificado, conforme a la ley de los medos y persas, que no puede ser revocada»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Por tanto, el rey Darío firmó el documento, esto es, el mandato."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando Daniel supo que había sido firmado el documento, entró en su casa (en su aposento superior tenía ventanas abiertas en dirección a Jerusalén), y como solía hacerlo antes, continuó arrodillándose tres veces al día, orando y dando gracias delante de su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces estos hombres, de común acuerdo, fueron y encontraron a Daniel orando y suplicando delante de su Dios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "por lo cual se presentaron ante el rey y le hablaron tocante al mandato real: «¿No firmó usted un mandato que cualquier hombre que en el término de treinta días hiciera petición a cualquier dios u hombre fuera de usted, oh rey, fuera echado en el foso de los leones?». «La orden es cierta, conforme a la ley de los medos y persas, que no puede ser revocada», respondió el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces ellos respondieron: «Daniel, que es uno de los deportados de Judá, no le hace caso, oh rey, ni del mandato que usted firmó, sino que tres veces al día hace su oración»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Al oír estas palabras, el rey se afligió mucho y se propuso librar a Daniel. Y hasta la puesta del sol estuvo buscando la manera de librarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces aquellos hombres vinieron de común acuerdo al rey y le dijeron: «Reconozca, oh rey, que es ley de los medos y persas que ningún mandato o edicto que el rey establezca puede ser revocado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "El rey entonces dio órdenes que trajeran a Daniel y lo echaran en el foso de los leones. El rey habló a Daniel y le dijo: «Tu Dios, a quien sirves con perseverancia, Él te librará»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Trajeron una piedra y la pusieron sobre la boca del foso. El rey la selló con su anillo y con los anillos de sus nobles, para que nada pudiera cambiarse de lo ordenado en cuanto a Daniel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Después el rey se fue a su palacio y pasó la noche en ayuno. Ningún entretenimiento fue traído ante él y se le fue el sueño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces el rey se levantó al amanecer, al rayar el alba, y fue a toda prisa al foso de los leones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y acercándose al foso, gritó a Daniel con voz angustiada. El rey habló a Daniel y le dijo: «Daniel, siervo del Dios viviente, tu Dios, a quien sirves con perseverancia, ¿te ha podido librar de los leones?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces Daniel respondió al rey: «Oh rey, viva para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Mi Dios envió Su ángel, que cerró la boca de los leones, y no me han hecho daño alguno porque fui hallado inocente ante Él. Y tampoco ante usted, oh rey, he cometido crimen alguno»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "El rey entonces se alegró mucho y mandó sacar a Daniel del foso. Cuando Daniel fue sacado del foso, no se encontró en él lesión alguna, porque había confiado en su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "El rey dio órdenes que trajeran a aquellos hombres que habían acusado falsamente a Daniel, y que los echaran a ellos, a sus hijos y a sus mujeres en el foso de los leones. No habían llegado aún al fondo del foso, cuando ya los leones se habían apoderado de ellos y triturado todos sus huesos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Entonces el rey Darío escribió a todos los pueblos, naciones y lenguas que habitaban en toda la tierra: «Que abunde su paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "De parte mía se proclama un decreto de que en todo el dominio de mi reino todos teman y tiemblen delante del Dios de Daniel,",
            "Porque Él es el Dios viviente que permanece para siempre,",
            "Y Su reino no será destruido",
            "Y Su dominio durará para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "-»Él es el que libra y rescata, hace señales y maravillas",
            "En el cielo y en la tierra,",
            "El que ha librado a Daniel del poder de los leones»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y este mismo Daniel prosperó durante el reinado de Darío y durante el reinado de Ciro el Persa."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.7"
        ],
        "human": "Daniel 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.8"
        ],
        "human": "Daniel 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.6"
        ],
        "human": "Daniel 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visión de las cuatro bestias"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En el primer año del rey Belsasar de Babilonia, Daniel tuvo un sueño y visiones en su mente, estando en su cama. Entonces escribió el sueño y relató el resumen de él:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Miraba yo en mi visión nocturna que los cuatro vientos del cielo agitaban el gran mar;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y cuatro bestias enormes, diferentes unas de otras, subían del mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»La primera era como un león y tenía alas de águila. Mientras yo miraba, sus alas le fueron arrancadas, fue levantada del suelo y puesta sobre dos pies, como un hombre, y le fue dado corazón de hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»Y otra segunda bestia, semejante a un oso, estaba levantada de un costado, y en su boca, entre sus dientes, tenía tres costillas. Y le dijeron así: “Levántate, y devora mucha carne”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Después de esto seguí mirando, y otra más, semejante a un leopardo que tenía sobre su lomo cuatro alas de ave. La bestia tenía cuatro cabezas, y le fue dado dominio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Después de esto, seguí mirando en las visiones nocturnas, y vi una cuarta bestia, terrible, espantosa y en gran manera fuerte. Tenía enormes dientes de hierro y devoraba, desmenuzaba y pisoteaba los restos con sus pies. Era diferente de todas las bestias que la antecedieron y tenía diez cuernos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Mientras yo contemplaba los cuernos, vi que otro cuerno, uno pequeño, surgió entre ellos, y tres de los primeros cuernos fueron arrancados delante de él. Y este cuerno tenía ojos como los ojos de un hombre y una boca que hablaba con mucha arrogancia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "¶Seguí mirando",
            "Hasta que se establecieron tronos,",
            "Y el Anciano de Días se sentó.",
            "Su vestidura era blanca como la nieve,",
            "Y el cabello de Su cabeza como lana pura,",
            "Su trono, llamas de fuego,",
            "Y sus ruedas, fuego abrasador."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "-»Un río de fuego corría,",
            "Saliendo de delante de Él.",
            "Miles de millares le servían,",
            "Y miríadas de miríadas estaban en pie delante de Él.",
            "El tribunal se sentó,",
            "Y se abrieron los libros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Entonces yo seguí mirando a causa del ruido de las palabras arrogantes que el cuerno decía. Seguí mirando hasta que mataron a la bestia, destrozaron su cuerpo y lo echaron a las llamas del fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "A las demás bestias, se les quitó el dominio, pero les fue concedida una prolongación de la vida por un tiempo determinado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "¶Seguí mirando en las visiones nocturnas,",
            "Y en las nubes del cielo",
            "Venía uno como un Hijo de Hombre,",
            "Que se dirigió al Anciano de Días",
            "Y fue presentado ante Él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "-»Y le fue dado dominio,",
            "Gloria y reino,",
            "Para que todos los pueblos, naciones y lenguas",
            "Le sirvieran.",
            "Su dominio es un dominio eterno",
            "Que nunca pasará,",
            "Y Su reino uno",
            "Que no será destruido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»A mí, Daniel, se me angustió por dentro el espíritu, y las visiones de mi mente seguían turbándome."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Me acerqué a uno de los que estaban allí de pie y le pedí que me dijera la verdad acerca de todo esto. Y me respondió, dándome a conocer la interpretación de estas cosas:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "“Estas bestias enormes, que son cuatro, son cuatro reyes que se levantarán de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero los santos del Altísimo recibirán el reino y poseerán el reino para siempre, por los siglos de los siglos”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»Entonces quise saber la verdad acerca de la cuarta bestia, que era diferente de todas las demás, y en gran manera terrible, con sus dientes de hierro y sus garras de bronce, y que devoraba, desmenuzaba y pisoteaba los restos con sus pies,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "y la verdad acerca de los diez cuernos que tenía en su cabeza, y del otro cuerno que había surgido, delante del cual cayeron tres de ellos, es decir, el cuerno que tenía ojos y una boca que hablaba con mucha arrogancia, y cuya apariencia era mayor que la de sus compañeros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "»Mientras yo miraba, este cuerno hacía guerra contra los santos y prevalecía sobre ellos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "hasta que vino el Anciano de Días y se hizo justicia a favor de los santos del Altísimo, y llegó el tiempo cuando los santos tomaron posesión del reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "»Después me dijo: “La cuarta bestia será un cuarto reino en la tierra, que será diferente de todos los otros reinos. Devorará toda la tierra, la pisoteará y la desmenuzará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y los diez cuernos de este reino son diez reyes que se levantarán, y otro se levantará después de ellos. Él será diferente de los anteriores y subyugará a tres reyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Él proferirá palabras contra el Altísimo y afligirá a los santos del Altísimo, e intentará cambiar los tiempos y la ley. Y le serán entregados en sus manos por tres años y medio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Pero el tribunal se sentará para juzgar, y su dominio le será quitado, aniquilado y destruido para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y la soberanía, el dominio y la grandeza de todos los reinos debajo de todo el cielo serán entregados al pueblo de los santos del Altísimo. Su reino será un reino eterno, y todos los dominios le servirán y le obedecerán”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Hasta aquí la revelación. En cuanto a mí, Daniel, mis pensamientos me turbaron en gran manera y mi rostro palideció, pero guardé el asunto en mi corazón»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.8"
        ],
        "human": "Daniel 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.9"
        ],
        "human": "Daniel 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.7"
        ],
        "human": "Daniel 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visión del carnero y del macho cabrío"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En el tercer año del reinado del rey Belsasar, se me apareció a mí, Daniel, una visión, después de aquella que se me había aparecido anteriormente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Cuando miré en la visión, sucedió que al mirar, yo me encontraba en la ciudadela de Susa, que está en la provincia de Elam, y vi en la visión que yo estaba junto al río Ulai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Alcé, pues, mis ojos y miré que un carnero estaba delante del río. Tenía dos cuernos, y los dos cuernos eran altos, pero uno era más alto que el otro, y el más alto creció al último."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Vi al carnero dando cornadas al oeste, al norte y al sur, y ninguna bestia podía mantenerse en pie delante de él, y nadie podía librarse de su poder. Hacía lo que quería, y se engrandeció."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Al estar yo observando, vi que un macho cabrío venía del occidente sobre la superficie de toda la tierra sin tocar el suelo. El macho cabrío tenía un cuerno prominente entre los ojos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Se dirigió al carnero que tenía los dos cuernos, que yo había visto parado delante del río, y lo acometió con la furia de su poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Lo vi venir junto al carnero, y enfurecido contra él, hirió al carnero y le rompió los dos cuernos, y el carnero no tenía fuerza para mantenerse en pie delante de él. Lo arrojó en tierra y lo pisoteó, y no hubo nadie que librara al carnero de su poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El macho cabrío se engrandeció sobremanera, pero en cuanto llegó a ser poderoso, el gran cuerno se le rompió, y en su lugar le salieron cuatro cuernos prominentes hacia los cuatro vientos del cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y de uno de ellos salió un cuerno pequeño, que creció mucho hacia el sur, hacia el oriente y hacia la Tierra Hermosa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Creció hasta el ejército del cielo, e hizo caer a la tierra parte del ejército y de las estrellas, y las pisoteó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Se engrandeció hasta igualarse con el Jefe del ejército, le quitó Su sacrificio continuo y fue derribado el lugar de Su santuario."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y el ejército será entregado al cuerno junto con el sacrificio continuo a causa de la transgresión; arrojará por tierra la verdad y hará su voluntad y prosperará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Oí entonces hablar a un santo, y otro santo dijo al que hablaba: «¿Hasta cuándo durará la visión del sacrificio continuo, de la transgresión que espanta, y de que el lugar santo y el ejército sean pisoteados?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y el santo le respondió: «Por 2,300 tardes y mañanas; entonces el lugar santo será restaurado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y sucedió que después que yo, Daniel, había visto la visión y trataba de comprenderla, vi de pie, ante mí, uno con apariencia de hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y oí una voz de hombre entre las márgenes del río Ulai, que gritaba: «Gabriel, explícale a este la visión»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Él se acercó adonde yo estaba, y cuando llegó, me aterroricé y caí sobre mi rostro, pero él me dijo: «Entiende, hijo de hombre, que la visión se refiere al tiempo del fin»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Mientras él hablaba conmigo, caí en un sueño profundo con mi rostro en tierra. Él me tocó y me hizo incorporar donde yo estaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "«Te voy a dar a conocer lo que sucederá al final de la ira, porque se refiere al tiempo señalado del fin», me dijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "«El carnero que viste, con los dos cuernos, representa a los reyes de Media y de Persia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "El macho cabrío peludo representa al reino de Grecia, y el cuerno grande que está entre sus ojos es el primer rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "El cuerno roto y los cuatro cuernos que salieron en su lugar representan cuatro reinos que se levantarán de su nación, pero no con su poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y al final de su reinado,",
            "Cuando los transgresores se acaben,",
            "Se levantará un rey,",
            "Insolente y hábil en intrigas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "-»Su poder será grande, pero no por su propio poder;",
            "Destruirá en forma extraordinaria,",
            "Prosperará y hará su voluntad.",
            "Destruirá a los poderosos y al pueblo santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "-»Y por su astucia",
            "Hará que el engaño prospere por su influencia.",
            "Él se engrandecerá en su corazón,",
            "Y destruirá a muchos que están confiados.",
            "Aun se levantará contra el Príncipe de los príncipes,",
            "Pero será destruido sin intervención humana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "-»La visión de las tardes y de las mañanas",
            "Que ha sido relatada, es verdadera.",
            "Pero tú, guarda en secreto la visión,",
            "Porque se refiere a muchos días aún lejanos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Yo, Daniel, me sentí agotado y enfermo algunos días. Después me levanté y atendí los asuntos del rey; pero yo estaba espantado a causa de la visión, y no había nadie que la interpretara."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.9"
        ],
        "human": "Daniel 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.10"
        ],
        "human": "Daniel 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.8"
        ],
        "human": "Daniel 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Oración de Daniel por su pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En el año primero de Darío, hijo de Asuero, descendiente de los medos, que fue constituido rey sobre el reino de los caldeos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "en el año primero de su reinado, yo, Daniel, pude entender en los libros el número de los años en que, por palabra del Señor que fue revelada al profeta Jeremías, debían cumplirse las desolaciones de Jerusalén: setenta años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Volví mi rostro a Dios el Señor para buscarlo en oración y súplicas, en ayuno, cilicio y ceniza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Oré al Señor mi Dios e hice confesión y dije: «Ay, Señor, el Dios grande y temible, que guarda el pacto y la misericordia para los que lo aman y guardan Sus mandamientos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "hemos pecado, hemos cometido iniquidad, hemos hecho lo malo, nos hemos rebelado y nos hemos apartado de Tus mandamientos y de Tus ordenanzas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "No hemos escuchado a Tus siervos los profetas que hablaron en Tu nombre a nuestros reyes, a nuestros príncipes, a nuestros padres y a todo el pueblo de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Tuya es la justicia, oh Señor, y nuestra la vergüenza en el rostro, como sucede hoy a los hombres de Judá, a los habitantes de Jerusalén y a todo Israel, a los que están cerca y a los que están lejos en todos los países adonde los has echado, a causa de las infidelidades que cometieron contra Ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»Oh Señor, nuestra es la vergüenza del rostro, y de nuestros reyes, de nuestros príncipes y de nuestros padres, porque hemos pecado contra Ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Al Señor nuestro Dios pertenece la compasión y el perdón, porque nos hemos rebelado contra Él,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y no hemos obedecido la voz del Señor nuestro Dios para andar en Sus enseñanzas, que Él puso delante de nosotros por medio de Sus siervos los profetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Ciertamente todo Israel ha transgredido Tu ley y se ha apartado, sin querer obedecer Tu voz. Por eso ha sido derramada sobre nosotros la maldición y el juramento que está escrito en la ley de Moisés, siervo de Dios, porque hemos pecado contra Él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»Y Él ha confirmado las palabras que habló contra nosotros y contra nuestros jefes que nos gobernaron, trayendo sobre nosotros gran calamidad, pues nunca se ha hecho debajo del cielo nada como lo que se ha hecho contra Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Como está escrito en la ley de Moisés, toda esta calamidad ha venido sobre nosotros, pero no hemos buscado el favor del Señor nuestro Dios, apartándonos de nuestra iniquidad y prestando atención a Tu verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Por tanto, el Señor ha estado guardando esta calamidad y la ha traído sobre nosotros. Porque el Señor nuestro Dios es justo en todas las obras que ha hecho, pero nosotros no hemos obedecido Su voz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y ahora, Señor Dios nuestro, que sacaste a Tu pueblo de la tierra de Egipto con mano poderosa, y te has hecho un nombre, como hoy se ve, hemos pecado, hemos sido malos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Oh Señor, conforme a todos Tus actos de justicia, apártese ahora Tu ira y Tu furor de Tu ciudad, Jerusalén, Tu santo monte. Porque a causa de nuestros pecados y de las iniquidades de nuestros padres, Jerusalén y Tu pueblo son el oprobio de todos los que nos rodean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»Y ahora, Dios nuestro, escucha la oración de Tu siervo y sus súplicas, y haz resplandecer Tu rostro sobre Tu santuario desolado, por amor de Ti mismo, oh Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Inclina Tu oído, Dios mío, y escucha. Abre Tus ojos y mira nuestras desolaciones y la ciudad sobre la cual se invoca Tu nombre. Pues no es por nuestros propios méritos que presentamos nuestras súplicas delante de Ti, sino por Tu gran compasión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "¡Oh Señor, escucha! ¡Señor, perdona! ¡Señor, atiende y actúa! ¡No tardes, por amor de Ti mismo, Dios mío! Porque Tu nombre se invoca sobre Tu ciudad y sobre Tu pueblo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La profecía de las setenta semanas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Aún estaba yo hablando, orando y confesando mi pecado y el pecado de mi pueblo Israel, y presentando mi súplica delante del Señor mi Dios por el santo monte de mi Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "todavía estaba yo hablando en oración, cuando Gabriel, el hombre a quien había visto en la visión al principio, se me acercó, estando yo muy cansado, como a la hora de la ofrenda de la tarde."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Me instruyó y me dijo: «Daniel, he salido ahora para darte sabiduría y entendimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Al principio de tus súplicas se dio la orden, y he venido para explicártela, porque eres muy estimado. Pon atención a la orden y entiende la visión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Setenta semanas han sido decretadas sobre tu pueblo y sobre tu santa ciudad, para poner fin a la transgresión, para terminar con el pecado, para expiar la iniquidad, para traer justicia eterna, para sellar la visión y la profecía, y para ungir el lugar santísimo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "»Has de saber y entender que desde la salida de la orden para restaurar y reconstruir a Jerusalén hasta el Mesías Príncipe, habrá siete semanas y sesenta y dos semanas. Volverá a ser edificada, con plaza y foso, pero en tiempos de angustia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Después de las sesenta y dos semanas el Mesías será muerto y no tendrá nada, y el pueblo del príncipe que ha de venir destruirá la ciudad y el santuario. Su fin vendrá con inundación. Aun hasta el fin habrá guerra; las desolaciones están determinadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y él hará un pacto firme con muchos por una semana, pero a la mitad de la semana pondrá fin al sacrificio y a la ofrenda de cereal. Sobre el ala de abominaciones vendrá el desolador, hasta que una destrucción completa, la que está decretada, sea derramada sobre el desolador»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.10"
        ],
        "human": "Daniel 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.11"
        ],
        "human": "Daniel 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.9"
        ],
        "human": "Daniel 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visión junto al Tigris"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En el tercer año de Ciro, rey de Persia, un mensaje fue revelado a Daniel, a quien llamaban Beltsasar. El mensaje era verdadero y acerca de un gran conflicto; él comprendió el mensaje y tuvo entendimiento de la visión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En aquellos días, yo, Daniel, había estado en duelo durante tres semanas completas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "No comí manjar delicado ni entró en mi boca carne ni vino, ni usé ungüento alguno, hasta que se cumplieron las tres semanas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y el día veinticuatro del primer mes, estando yo junto a la orilla del gran río, es decir, el Tigris,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "alcé los ojos y miré, y había un hombre vestido de lino, cuya cintura estaba ceñida con un cinturón de oro puro de Ufaz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Su cuerpo era como de berilo, su rostro tenía la apariencia de un relámpago, sus ojos eran como antorchas de fuego, sus brazos y pies como el brillo del bronce bruñido, y el sonido de sus palabras como el estruendo de una multitud."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y solo yo, Daniel, vi la visión. Los hombres que estaban conmigo no vieron la visión, pero un gran terror cayó sobre ellos y huyeron a esconderse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Me quedé solo viendo esta gran visión. No me quedaron fuerzas, y mi rostro se demudó, desfigurándose, sin retener yo fuerza alguna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero oí el sonido de sus palabras, y al oír el sonido de sus palabras, caí en un sueño profundo sobre mi rostro, con mi rostro en tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces, una mano me tocó, y me hizo temblar sobre mis rodillas y sobre las palmas de mis manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "«Daniel, hombre muy estimado, entiende las palabras que te voy a decir y ponte en pie, porque ahora he sido enviado a ti», me dijo. Cuando él me dijo estas palabras, me puse en pie temblando."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces me dijo: «No temas, Daniel, porque desde el primer día en que te propusiste en tu corazón entender y humillarte delante de tu Dios, fueron oídas tus palabras, y a causa de tus palabras he venido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero el príncipe del reino de Persia se me opuso por veintiún días, pero Miguel, uno de los primeros príncipes, vino en mi ayuda, ya que yo había sido dejado allí con los reyes de Persia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y he venido para darte a conocer lo que sucederá a tu pueblo al final de los días, porque la visión es para días aún lejanos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuando habló conmigo estas palabras, volví mi rostro a tierra y enmudecí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y uno semejante a un hombre tocó mis labios. Entonces abrí mi boca y hablé, y dije al que estaba delante de mí: «Señor mío, a causa de la visión me ha invadido la angustia y me he quedado sin fuerzas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "¿Cómo podrá, pues, este siervo de mi señor hablar con uno como mi señor? Porque a mí en este momento no me queda fuerza alguna, ni tampoco me queda aliento»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces el que tenía semejanza de hombre me tocó otra vez y me fortaleció,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "y me dijo: «No temas, hombre muy estimado. La paz sea contigo. Sé fuerte y aliéntate». Cuando habló conmigo, recobré las fuerzas, y dije: «Hable mi señor, porque me has fortalecido»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces él dijo: «¿Sabes por qué he venido a ti? Ahora vuelvo para luchar contra el príncipe de Persia, y cuando yo termine, el príncipe de Grecia vendrá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Sin embargo, te declararé lo que está inscrito en el libro de la verdad, pero no hay nadie que se mantenga firme a mi lado contra estas fuerzas, sino Miguel, el príncipe de ustedes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.11"
        ],
        "human": "Daniel 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.12"
        ],
        "human": "Daniel 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.10"
        ],
        "human": "Daniel 10",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "»Y en el primer año de Darío el Medo, yo mismo me levanté para serle fortalecedor y protector."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los reyes del norte y del sur"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "»Ahora te declararé la verdad: Se levantarán tres reyes más en Persia, y un cuarto rey obtendrá muchas más riquezas que todos ellos. Cuando este se haya hecho fuerte con sus riquezas, provocará a todo el imperio contra el reino de Grecia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Se levantará entonces un rey poderoso que gobernará con gran autoridad y hará lo que le plazca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero cuando se haya levantado, su reino será fragmentado y repartido hacia los cuatro vientos del cielo, no a sus descendientes, ni según el poder que ejerció, pues su reino será arrancado y dado a otros fuera de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»Entonces el rey del sur se hará poderoso, y uno de sus príncipes se hará más poderoso que él y dominará. Su dominio será un gran dominio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y años después, harán alianza, y la hija del rey del sur vendrá al rey del norte para hacer el pacto. Pero ella no retendrá su posición de poder, ni él permanecerá con su poder, sino que ella será entregada junto con los que la trajeron, con el que la engendró y con el que la sostenía en aquellos tiempos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Pero se levantará un vástago de sus raíces en su lugar, y vendrá contra el ejército y entrará en la fortaleza del rey del norte, y luchará con ellos y prevalecerá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Aun sus dioses, sus imágenes fundidas y sus vasijas preciosas de plata y de oro los tomará y se los llevará a Egipto, y por algunos años él se mantendrá lejos del rey del norte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y este entrará en el reino del rey del sur, y luego se volverá a su tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Pero sus hijos se movilizarán y reunirán una multitud de grandes ejércitos, y uno de ellos seguirá avanzando e inundará y pasará adelante, para hacer guerra de nuevo hasta la misma fortaleza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El rey del sur se enfurecerá, y saldrá y peleará contra el rey del norte. Y este levantará una gran multitud, pero esa multitud será entregada en manos de aquel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando se haya llevado la multitud, su corazón se enaltecerá y hará caer a muchos millares, pero no prevalecerá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El rey del norte volverá a levantar una multitud mayor que la primera, y después de algunos años avanzará con un gran ejército y con mucho equipo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»En aquellos tiempos, muchos se levantarán contra el rey del sur. Los violentos de tu pueblo también se levantarán para cumplir la visión, pero caerán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Vendrá el rey del norte, levantará un terraplén y tomará una ciudad bien fortificada. Y las fuerzas del sur no podrán mantenerse, ni aun sus tropas más selectas, porque no habrá fuerzas para resistir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero el que viene contra él hará lo que quiera, y nadie podrá resistirlo. Y permanecerá por algún tiempo en la Tierra Hermosa, llevando la destrucción en su mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»Y afirmará su rostro para venir con el poder de todo su reino, trayendo consigo oferta de paz, lo cual llevará a cabo. También le dará una hija de las mujeres para destruirlo, pero ella no le respaldará ni se pondrá a su lado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces volverá su rostro hacia las costas y tomará muchas de ellas. Pero un príncipe pondrá fin a su afrenta. Además, hará recaer sobre él su afrenta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Después volverá su rostro hacia las fortalezas de su tierra, pero tropezará y caerá, y no se le hallará más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»Y se levantará en su lugar otro que enviará un opresor a través de la Joya de su reino. Pero a los pocos días será destruido, aunque no en ira ni en batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "En su lugar se levantará un hombre despreciable, a quien no se le han otorgado los honores de la realeza. Vendrá cuando haya tranquilidad y se apoderará del reino con intrigas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Las fuerzas abrumadoras serán barridas ante él y destruidas, así como también el príncipe del pacto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y después que se haya hecho alianza con él, actuará con engaño, y subirá y ganará poder con poca gente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "»En un tiempo de tranquilidad entrará en los lugares más ricos de la provincia, y logrará lo que nunca lograron sus padres, ni los padres de sus padres. Repartirá entre ellos despojos, botín y riquezas, y contra las fortalezas planeará sus intrigas, pero solo por un tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Va a usar su fuerza y su corazón contra el rey del sur con un gran ejército. Y el rey del sur movilizará para la guerra un ejército muy grande y muy poderoso, pero no podrá resistir, porque planearán intrigas contra él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y los que comen de sus manjares lo destruirán. Su ejército será barrido y muchos caerán muertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "»En cuanto a los dos reyes, en sus corazones tramarán el mal, y en la misma mesa se hablarán mentiras. Pero esto no tendrá éxito, porque el fin aún ha de venir en el tiempo señalado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces volverá a su tierra con grandes riquezas, pero pondrá su corazón contra el pacto santo. Actuará contra este, y volverá a su tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "»En el tiempo señalado volverá y entrará en el sur, pero esta última vez no resultará como la primera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Porque vendrán contra él naves de Quitim, y se desanimará. Volverá y se enfurecerá contra el pacto santo y actuará contra él; volverá, pues, y favorecerá a los que abandonen el pacto santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Y de su parte se levantarán tropas, profanarán el santuario fortaleza, pondrán fin al sacrificio perpetuo y establecerán la abominación de la desolación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Con halagos corromperá a los que obran inicuamente hacia el pacto, pero el pueblo que conoce a su Dios se mostrará fuerte y actuará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "»Los entendidos entre el pueblo instruirán a muchos. Sin embargo, durante muchos días caerán a espada y a fuego, en cautiverio y despojo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Cuando caigan, recibirán poca ayuda, y muchos se unirán a ellos hipócritamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "También algunos de los entendidos caerán, a fin de ser refinados, purificados y emblanquecidos hasta el tiempo del fin. Porque aún está por venir el tiempo señalado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "»El rey hará lo que le plazca, se enaltecerá y se engrandecerá sobre todo dios, y contra el Dios de los dioses dirá cosas horrendas. Él prosperará hasta que se haya acabado la indignación, porque lo que está decretado se cumplirá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "No le importarán los dioses de sus padres ni el favorito de las mujeres, tampoco le importará ningún otro dios, porque él se ensalzará sobre todos ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "»En su lugar honrará al dios de las fortalezas, un dios a quien sus padres no conocieron; lo honrará con oro y plata, piedras preciosas y cosas de gran valor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Actuará contra la más fuerte de las fortalezas con la ayuda de un dios extranjero. A los que lo reconozcan colmará de honores, los hará gobernar sobre muchos y repartirá la tierra por un precio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "»Y al tiempo del fin, el rey del sur se enfrentará con él, y el rey del norte lo atacará con carros, jinetes y con numerosas naves. Entrará en sus tierras, las invadirá y pasará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "También entrará a la Tierra Hermosa, y muchos países caerán. Pero estos serán librados de su mano: Edom, Moab y lo más selecto de los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "»Y extenderá su mano contra otros países, y la tierra de Egipto no escapará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Se apoderará de los tesoros ocultos de oro y plata y de todas las cosas preciosas de Egipto. Libios y etíopes seguirán sus pasos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Pero rumores del oriente y del norte lo turbarán, y saldrá con gran furor para destruir y aniquilar a muchos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Y plantará las tiendas de su pabellón entre los mares y el monte glorioso y santo. Pero llegará a su fin y no habrá quien lo ayude."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.12"
        ],
        "human": "Daniel 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "HOS.1"
        ],
        "human": "Oseas 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.11"
        ],
        "human": "Daniel 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El tiempo del fin"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "»En aquel tiempo se levantará Miguel, el gran príncipe que vela sobre los hijos de tu pueblo. Será un tiempo de angustia cual nunca hubo desde que existen las naciones hasta entonces. Y en ese tiempo tu pueblo será librado, todos los que se encuentren inscritos en el libro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y muchos de los que duermen en el polvo de la tierra despertarán, unos para la vida eterna, y otros para la ignominia, para el desprecio eterno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Los entendidos brillarán como el resplandor del firmamento, y los que guiaron a muchos a la justicia, como las estrellas, por toda la eternidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero tú, Daniel, guarda en secreto estas palabras y sella el libro hasta el tiempo del fin. Muchos correrán de aquí para allá, y el conocimiento aumentará»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces yo, Daniel, miré, y vi que otros dos estaban de pie, uno a este lado del río, y el otro al otro lado del río."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y uno de ellos dijo al hombre vestido de lino que estaba sobre las aguas del río: «¿Para cuándo será el fin de estas maravillas?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y oí al hombre vestido de lino, que estaba sobre las aguas del río, que levantando su mano derecha y su mano izquierda al cielo, juró por Aquel que vive para siempre, que será por tres años y medio. Y cuando se termine la destrucción del poder del pueblo santo, se cumplirán todas estas cosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Yo oí, pero no pude entender. Entonces dije: «Señor mío, ¿cuál será el resultado de estas cosas?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y él respondió: «Anda, Daniel, porque estas palabras están cerradas y selladas hasta el tiempo del fin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Muchos serán purificados, emblanquecidos y refinados. Los impíos procederán impíamente, y ninguno de los impíos comprenderá, pero los entendidos comprenderán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y desde el tiempo en que el sacrificio perpetuo sea quitado y puesta la abominación de la desolación, habrá 1,290 días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Bienaventurado el que espere y llegue a 1,335 días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero tú, sigue hasta el fin. Descansarás y te levantarás para recibir tu heredad al fin de los días»."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}