{
  "book_usfm": "EST",
  "name": "Ester",
  "local_title": "Nueva Biblia de las Américas",
  "local_abbreviation": "NBLA",
  "version_id": 103,
  "publisher": {
    "name": "The Lockman Foundation"
  },
  "copyright": {
    "html": "1986, 1995, 1997, 2005 by The Lockman Foundation",
    "text": "1986, 1995, 1997, 2005 by The Lockman Foundation"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "EST.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.1"
        ],
        "human": "Ester 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.2"
        ],
        "human": "Ester 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.13"
        ],
        "human": "Nehemías 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Banquetes del rey Asuero"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Eran los días de Asuero, el rey Asuero que reinó desde la India hasta Etiopía sobre 127 provincias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En aquellos días, estando el rey Asuero reinando desde su trono real, en la fortaleza de Susa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "en el año tercero de su reinado, ofreció un banquete para todos sus príncipes y servidores, estando en su presencia los oficiales del ejército de Persia y Media, los nobles y los príncipes de sus provincias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y él les mostró las riquezas de la gloria de su reino y el magnífico esplendor de su majestad durante muchos días, 180 días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando se cumplieron estos días, el rey ofreció un banquete de siete días para todo el pueblo que se encontraba en la fortaleza de Susa, desde el mayor hasta el menor, en el atrio del jardín del palacio del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Había colgaduras de lino blanco y violeta, sostenidas por cordones de lino fino y púrpura en anillos de plata y columnas de mármol, y lechos de oro y plata sobre un pavimento mosaico de pórfido, de mármol, de alabastro y de piedras preciosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Las bebidas se servían en vasijas de oro de diferentes formas, y el vino real abundaba conforme a la liberalidad del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Se bebía conforme a la ley, no había obligación, porque así el rey había dado órdenes a todos los oficiales de su casa para que hicieran conforme a los deseos de cada persona."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "La reina Vasti también hizo un banquete para las mujeres en el palacio del rey Asuero."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La reina Vasti repudiada"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Al séptimo día, cuando el corazón del rey estaba alegre a causa del vino, él ordenó a Mehumán, a Bizta, a Harbona, a Bigta, a Abagta, a Zetar y a Carcas, los siete eunucos que servían en la presencia del rey Asuero,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "que trajeran a la reina Vasti a la presencia del rey con su corona real, para mostrar al pueblo y a los príncipes su belleza, porque era muy hermosa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero la reina Vasti rehusó venir al mandato del rey comunicado por los eunucos. Entonces el rey se enojó mucho y se encendió su furor en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces el rey dijo a los sabios que conocían los tiempos (pues era costumbre del rey consultar así a todos los que conocían la ley y el derecho,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y estaban junto a él Carsena, Setar, Admata, Tarsis, Meres, Marsena y Memucán, los siete príncipes de Persia y Media que tenían entrada a la presencia del rey y que ocupaban los primeros puestos en el reino):"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "«Conforme a la ley, ¿qué se debe hacer con la reina Vasti, por no haber obedecido el mandato del rey Asuero comunicado por los eunucos?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "En presencia del rey y de los príncipes, Memucán dijo: «La reina Vasti no solo ha ofendido al rey sino también a todos los príncipes y a todos los pueblos que están en todas las provincias del rey Asuero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Porque la conducta de la reina llegará a conocerse por todas las mujeres y hará que ellas miren con desdén a sus maridos, y digan: “El rey Asuero ordenó que la reina Vasti fuera llevada a su presencia, pero ella no fue”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y desde hoy las señoras de Persia y Media que han oído de la conducta de la reina hablarán de la misma manera a todos los príncipes del rey, y habrá mucho desdén y enojo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Si le place al rey, proclame él un decreto real y que se escriba en las leyes de Persia y Media para que no sea revocado, que Vasti no entre más a la presencia del rey Asuero, y que el rey dé su título de reina a otra que sea más digna que ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y cuando el decreto que haga el rey sea oído por todo su reino, inmenso como es, entonces todas las mujeres darán honra a sus maridos, desde el mayor hasta el menor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Esta palabra pareció bien al rey y a los príncipes, y el rey hizo conforme a lo que fue dicho por Memucán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y envió cartas a todas las provincias del rey, a cada provincia conforme a su escritura y a cada pueblo conforme a su lengua, para que todo hombre fuera señor en su casa y que en ella se hablara la lengua de su pueblo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.2"
        ],
        "human": "Ester 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.3"
        ],
        "human": "Ester 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.1"
        ],
        "human": "Ester 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ester elegida reina"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de estas cosas, cuando el furor del rey Asuero se había aplacado, él se acordó de Vasti, de lo que ella había hecho y de lo que se había decretado contra ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces los cortesanos al servicio del rey, dijeron: «Busquen para el rey muchachas vírgenes y de buen parecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Que el rey nombre oficiales en todas las provincias de su reino para que reúnan a todas las jóvenes vírgenes y de buen parecer en el harén de la fortaleza de Susa. Estarán bajo la custodia de Hegai, eunuco del rey, encargado de las mujeres, y que se les den sus cosméticos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces la joven que agrade al rey sea reina en lugar de Vasti». Esto le pareció bien al rey, y así lo hizo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y había en la fortaleza de Susa un judío que se llamaba Mardoqueo, hijo de Jair, hijo de Simei, hijo de Cis, el benjamita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Él había sido deportado de Jerusalén con los cautivos que habían sido deportados con Jeconías, rey de Judá, a quien se había llevado cautivo Nabucodonosor, rey de Babilonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Mardoqueo estaba criando a Hadasa, es decir, Ester, hija de su tío, pues ella no tenía ni padre ni madre. La joven era de hermosa figura y de buen parecer, y cuando su padre y su madre murieron, Mardoqueo la tomó como hija suya."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Así que cuando el mandato y el decreto del rey fueron oídos, muchas jóvenes fueron reunidas en la fortaleza de Susa bajo la custodia de Hegai. Ester también fue llevada al palacio del rey, bajo la custodia de Hegai, encargado de las mujeres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "La joven le agradó a Hegai y halló favor delante de él, por lo que se apresuró en proveerle cosméticos y alimentos. Le dio siete doncellas escogidas del palacio del rey, y la trasladó con sus doncellas al mejor lugar del harén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ester no dio a conocer ni su pueblo ni su familia, porque Mardoqueo le había mandado que no los diera a conocer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Todos los días Mardoqueo se paseaba delante del patio del harén para enterarse de cómo estaba Ester y qué le sucedía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando le tocaba a cada joven venir al rey Asuero, al cumplirse sus doce meses, según las ordenanzas para las mujeres, pues los días de su embellecimiento se cumplían así: seis meses con aceite de mirra y seis meses con especias y cosméticos para las mujeres,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "entonces la joven venía al rey de esta manera: cualquier cosa que ella deseaba se le concedía para que la llevara consigo del harén al palacio del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ella entraba por la tarde y a la mañana siguiente volvía al segundo harén, bajo la custodia de Saasgaz, eunuco del rey, encargado de las concubinas. Ella no iba otra vez al rey a menos que el rey se complaciera en ella y fuera llamada por nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuando a Ester, hija de Abihail, tío de Mardoqueo, que la había tomado como hija, le tocó venir al rey, ella no pidió cosa alguna sino lo que le aconsejó Hegai, eunuco del rey, encargado de las mujeres. Y Ester hallaba favor ante los ojos de cuantos la veían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Ester fue llevada al rey Asuero a su palacio real el mes décimo, que es el mes Tebet, en el año séptimo de su reinado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y el rey amó a Ester más que a todas las otras mujeres, y ella halló gracia y bondad con él más que todas las demás vírgenes. Así que él puso la corona real sobre su cabeza y la hizo reina en lugar de Vasti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces el rey hizo un gran banquete para todos sus príncipes y siervos, el banquete de Ester. También concedió un día de descanso para las provincias y dio presentes conforme a la liberalidad del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Cuando las vírgenes fueron reunidas por segunda vez, Mardoqueo estaba sentado a la puerta del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Ester todavía no había dado a conocer ni su familia ni su pueblo, tal como Mardoqueo le había mandado, porque Ester hizo lo que le había dicho Mardoqueo, como cuando estaba bajo su tutela."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "En aquellos días, estando Mardoqueo sentado a la puerta del rey, Bigtán y Teres, dos eunucos del rey, guardianes del umbral, se enojaron y procuraban echar mano al rey Asuero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero el asunto llegó a conocimiento de Mardoqueo, y él se lo comunicó a la reina Ester, y Ester informó al rey en nombre de Mardoqueo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Cuando el asunto fue investigado y hallado cierto, los dos eunucos fueron colgados en una horca. Esto fue escrito en el libro de las Crónicas en presencia del rey."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.3"
        ],
        "human": "Ester 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.4"
        ],
        "human": "Ester 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.2"
        ],
        "human": "Ester 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conspiración de Amán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de esto el rey Asuero engrandeció a Amán, hijo de Hamedata el agagueo, y lo ensalzó y estableció su autoridad sobre todos los príncipes que estaban con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y todos los siervos del rey que estaban a la puerta del rey se inclinaban y se postraban ante Amán, porque así había ordenado el rey en cuanto a él; pero Mardoqueo ni se inclinaba ni se postraba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces los siervos del rey, que estaban a la puerta del rey, dijeron a Mardoqueo: «¿Por qué traspasas el mandato del rey?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Después que ellos le estuvieron hablando día tras día y él se había negado a escucharlos, se lo informaron a Amán para ver si la palabra de Mardoqueo era firme, porque él les había declarado que era judío."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando Amán vio que Mardoqueo no se inclinaba ni se postraba ante él, Amán se llenó de furor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y él no se contentó con echar mano solo a Mardoqueo, pues le habían informado cuál era el pueblo de Mardoqueo. Por tanto, Amán procuró destruir a todos los judíos, el pueblo de Mardoqueo, que estaban por todo el reino de Asuero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "En el mes primero, que es el mes de Nisán, el año doce del rey Asuero, se echó el Pur, es decir la suerte, delante de Amán para cada día y cada mes hasta el mes doce, que es el mes de Adar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y Amán dijo al rey Asuero: «Hay un pueblo esparcido y diseminado entre los pueblos en todas las provincias de su reino; sus leyes son diferentes de las de todos los demás pueblos, y no guardan las leyes del rey, así que no conviene al rey dejarlos vivos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Si al rey le parece bien, que se decrete que sean destruidos, y yo pagaré 340 toneladas de plata en manos de los que manejan los negocios del rey, para que los pongan en los tesoros del rey»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El rey tomó de su mano el anillo de sellar y se lo dio a Amán, hijo de Hamedata el agagueo, enemigo de los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Le dijo el rey a Amán: «Quédate con la plata y también con el pueblo, para que hagas con él lo que te parezca bien»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces fueron llamados los escribas del rey el día trece del mes primero, y conforme a todo lo que Amán había ordenado, fue escrito a los sátrapas del rey, a los gobernadores que estaban sobre cada provincia y a los príncipes de cada pueblo, a cada provincia conforme a su escritura, a cada pueblo conforme a su lengua, escrito en el nombre del rey Asuero y sellado con el anillo del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Se enviaron cartas por medio de los correos a todas las provincias del rey para destruir, matar y exterminar a todos los judíos, jóvenes y ancianos, niños y mujeres, en un solo día, el día trece del mes doce, que es el mes de Adar, y sus posesiones dadas al saqueo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "La copia del edicto que sería promulgada ley en cada provincia fue publicada a todos los pueblos para que estuvieran preparados para ese día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Salieron los correos apremiados por la orden del rey. El decreto fue promulgado en la fortaleza de Susa, y mientras el rey y Amán se sentaron a beber, la ciudad de Susa estaba turbada."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.4"
        ],
        "human": "Ester 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.5"
        ],
        "human": "Ester 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.3"
        ],
        "human": "Ester 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mardoqueo pide a Ester que interceda"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando Mardoqueo supo todo lo que se había hecho, rasgó sus vestidos, se vistió de cilicio y ceniza, y salió por la ciudad, lamentándose con grande y amargo clamor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y llegó hasta la puerta del rey, porque nadie podía entrar por la puerta del rey vestido de cilicio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "En cada una de las provincias y en todo lugar donde llegaba la orden del rey y su decreto, había entre los judíos gran duelo y ayuno, llanto y lamento. Muchos se acostaban sobre cilicio y ceniza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Vinieron las doncellas de Ester y sus eunucos y se lo comunicaron, y la reina se angustió en gran manera. Y envió ropa para que Mardoqueo se vistiera y se quitara el cilicio de encima, pero él no la aceptó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces Ester llamó a Hatac, uno de los eunucos que el rey había puesto a su servicio, y le ordenó que fuera a Mardoqueo para saber qué era aquello y por qué."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y salió Hatac a donde estaba Mardoqueo en la plaza de la ciudad, frente a la puerta del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y Mardoqueo le informó de todo lo que le había acontecido, y la cantidad exacta de dinero que Amán había prometido pagar a los tesoros del rey por la destrucción de los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Le dio también una copia del texto del decreto que había sido promulgado en Susa para la destrucción de los judíos, para que se la mostrara a Ester y le informara, y le mandara que ella fuera al rey para implorar su favor y para interceder ante él por su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Regresó Hatac y contó a Ester las palabras de Mardoqueo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces Ester habló a Hatac y le ordenó que respondiera a Mardoqueo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "«Todos los siervos del rey y el pueblo de las provincias del rey saben que para cualquier hombre o mujer que vaya al rey en el atrio interior, sin ser llamado, él tiene una sola ley, que se le dé muerte, a menos que el rey le extienda el cetro de oro para que viva. Y yo no he sido llamada para ir al rey por estos treinta días»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y contaron a Mardoqueo las palabras de Ester."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Mardoqueo les dijo que respondieran a Ester: «No pienses que estando en el palacio del rey solo tú escaparás entre todos los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Porque si permaneces callada en este tiempo, alivio y liberación vendrán de otro lugar para los judíos, pero tú y la casa de tu padre perecerán. ¿Y quién sabe si para una ocasión como esta tú habrás llegado a ser reina?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y Ester les dijo que respondieran a Mardoqueo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "«Ve, reúne a todos los judíos que se encuentran en Susa y ayunen por mí; no coman ni beban por tres días, ni de noche ni de día. También yo y mis doncellas ayunaremos. Y así iré al rey, lo cual no es conforme a la ley; y si perezco, perezco»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y Mardoqueo se fue e hizo conforme a todo lo que Ester le había ordenado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.5"
        ],
        "human": "Ester 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.6"
        ],
        "human": "Ester 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.4"
        ],
        "human": "Ester 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El banquete de Ester"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Al tercer día Ester se vistió con sus vestiduras reales y se puso en el atrio interior del palacio del rey delante de los aposentos del rey. El rey estaba sentado en su trono real en el aposento del trono, frente a la entrada del palacio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Cuando el rey vio a la reina Ester de pie en el atrio, ella obtuvo gracia ante sus ojos; y el rey extendió hacia Ester el cetro de oro que estaba en su mano. Ester entonces se acercó y tocó el extremo del cetro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y el rey le dijo: «¿Qué te preocupa, reina Ester? ¿Y cuál es tu petición? Hasta la mitad del reino se te dará»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ester respondió: «Si le parece bien al rey, venga hoy el rey con Amán al banquete que le he preparado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "«Traigan pronto a Amán para que hagamos como Ester desea», dijo el rey. Y el rey vino con Amán al banquete que Ester había preparado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y mientras bebían el vino en el banquete, el rey dijo a Ester: «¿Cuál es tu petición? Te será concedida. ¿Y cuál es tu deseo? Aun hasta la mitad del reino, se te dará»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Respondió Ester: «Mi petición y mi deseo es:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "si he hallado gracia ante los ojos del rey, y si le place al rey conceder mi petición y hacer lo que yo pido, que venga el rey con Amán al banquete que yo les prepararé, y mañana haré conforme a la palabra del rey»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Aquel día Amán salió alegre y con corazón contento; pero cuando Amán vio a Mardoqueo en la puerta del rey y que este no se levantaba ni temblaba delante de él, Amán se llenó de furor contra Mardoqueo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Amán, sin embargo, se contuvo, fue a su casa, y mandó traer a sus amigos y a su mujer Zeres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces Amán les contó la gloria de sus riquezas, la multitud de sus hijos, y todas las ocasiones en que el rey lo había engrandecido, y cómo lo había exaltado sobre los príncipes y siervos del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y Amán añadió: «Aun la reina Ester no permitió que nadie, excepto yo, viniera con el rey al banquete que ella había preparado; y también para mañana estoy invitado por ella junto con el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Sin embargo, nada de esto me satisface mientras vea al judío Mardoqueo sentado a la puerta del rey»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Su mujer Zeres y todos sus amigos le dijeron: «Haz que se prepare una horca de 50 codos (22.5 metros) de alto, y por la mañana pide al rey que ahorquen a Mardoqueo en ella; entonces ve gozoso con el rey al banquete». Y el consejo agradó a Amán, y mandó preparar la horca."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.6"
        ],
        "human": "Ester 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.7"
        ],
        "human": "Ester 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.5"
        ],
        "human": "Ester 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mardoqueo honrado por el rey"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Aquella noche el rey no podía dormir y dio orden que trajeran el libro de las Memorias, las crónicas, y que las leyeran delante del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y fue hallado escrito lo que Mardoqueo había informado acerca de Bigtán y Teres, dos de los eunucos del rey, guardianes del umbral, de que ellos habían procurado echar mano al rey Asuero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y el rey preguntó: «¿Qué honor o distinción se le ha dado a Mardoqueo por esto?». Respondieron los siervos del rey que le servían: «Nada se ha hecho por él»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces el rey preguntó: «¿Quién está en el atrio?». Y Amán acababa de entrar al atrio exterior del palacio del rey, para pedir al rey que hiciera ahorcar a Mardoqueo en la horca que él le había preparado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los siervos del rey le respondieron: «Amán está en el atrio». El rey dijo: «Que entre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando Amán entró, el rey le preguntó: «¿Qué se debe hacer para el hombre a quien el rey quiere honrar?». Y Amán se dijo: «¿A quién desearía el rey honrar más que a mí?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Amán respondió al rey: «Para el hombre a quien el rey quiere honrar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "que traigan un manto real con que se haya vestido el rey, y un caballo en el cual el rey haya montado y en cuya cabeza se haya colocado una diadema real;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "y el manto y el caballo sean entregados en mano de uno de los príncipes más nobles del rey, y vistan al hombre a quien el rey quiere honrar, lo lleven a caballo por la plaza de la ciudad y anuncien delante de él: “Así se hace al hombre a quien el rey quiere honrar” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces el rey dijo a Amán: «Toma presto el manto y el caballo como has dicho, y hazlo así con el judío Mardoqueo, que está sentado a la puerta del rey. No omitas nada de todo lo que has dicho»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y Amán tomó el manto y el caballo, vistió a Mardoqueo y lo llevó a caballo por la plaza de la ciudad, y anunció delante de él: «Así se hace al hombre a quien el rey quiere honrar»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Después Mardoqueo regresó a la puerta del rey, pero Amán se apresuró a volver a su casa, lamentándose, con la cabeza cubierta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y Amán contó a su mujer Zeres y a todos sus amigos todo lo que le había acontecido. Entonces sus sabios y su mujer Zeres le dijeron: «Si Mardoqueo, delante de quien has comenzado a caer, es de descendencia judía, no podrás con él, sino que ciertamente caerás delante de él»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Aún estaban hablando con él, cuando llegaron los eunucos del rey y llevaron aprisa a Amán al banquete que Ester había preparado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.7"
        ],
        "human": "Ester 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.8"
        ],
        "human": "Ester 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.6"
        ],
        "human": "Ester 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Amán denunciado y ahorcado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El rey y Amán fueron al banquete a beber vino con la reina Ester."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "También el segundo día, mientras bebían vino en el banquete, el rey dijo a Ester: «¿Cuál es tu petición, reina Ester? Te será concedida. ¿Cuál es tu deseo? Hasta la mitad del reino se te dará»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "La reina Ester respondió: «Si he hallado gracia ante sus ojos, oh rey, y si le place al rey, que me sea concedida la vida según mi petición, y la de mi pueblo según mi deseo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "porque hemos sido vendidos, yo y mi pueblo, para el exterminio, para la matanza y para la destrucción. Y si solo hubiéramos sido vendidos como esclavos o esclavas, hubiera permanecido callada, porque el mal no se podría comparar con el disgusto del rey»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces el rey Asuero preguntó a la reina Ester: «¿Quién es, y dónde está el que pretende hacer tal cosa?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ester respondió: «¡El adversario y enemigo es este malvado Amán!». Entonces Amán se sobrecogió de terror delante del rey y de la reina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y dejando de beber vino, el rey se levantó lleno de furor y salió al jardín del palacio. Pero Amán se quedó para rogar por su vida a la reina Ester, porque vio que el mal había sido determinado contra él por el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuando el rey volvió del jardín del palacio al lugar donde estaban bebiendo vino, Amán se había dejado caer sobre el lecho donde se hallaba Ester. Entonces el rey dijo: «¿Aún se atreve a hacer violencia a la reina estando yo en la casa?». Al salir la palabra de la boca del rey, cubrieron el rostro a Amán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces Harbona, uno de los eunucos que estaban delante del rey, dijo: «Precisamente, la horca de 50 codos (22.5 metros) de alto está en la casa de Amán, la cual Amán había preparado para Mardoqueo, quien había hablado bien en favor del rey». «Ahórquenlo en ella», ordenó el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Colgaron, pues, a Amán en la horca que había preparado para Mardoqueo, y se aplacó el furor del rey."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.8"
        ],
        "human": "Ester 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.9"
        ],
        "human": "Ester 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.7"
        ],
        "human": "Ester 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Decreto a favor de los judíos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Aquel mismo día el rey Asuero dio a la reina Ester la casa de Amán, enemigo de los judíos; y Mardoqueo vino delante del rey, porque Ester le había revelado lo que era él para ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces el rey se quitó el anillo que había recobrado de Amán, y se lo dio a Mardoqueo. Y Ester puso a Mardoqueo sobre la casa de Amán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ester habló de nuevo delante del rey, cayó a sus pies, y llorando, le imploró que impidiera los propósitos perversos de Amán el agagueo y el plan que había tramado contra los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El rey extendió hacia Ester el cetro de oro, y Ester se levantó y se puso delante del rey,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y dijo: «Si le place al rey, y si he hallado gracia delante de él, si el asunto le parece bien al rey y yo soy grata ante sus ojos, que se escriba para revocar las cartas concebidas por Amán, hijo de Hamedata, el agagueo, las cuales escribió para destruir a los judíos que están en todas las provincias del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Porque ¿cómo podría yo ver la calamidad que caería sobre mi pueblo? ¿Cómo podría yo ver la destrucción de mi gente?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces el rey Asuero dijo a la reina Ester y al judío Mardoqueo: «Miren, he dado a Ester la casa de Amán, y a él lo han colgado en la horca porque extendió su mano contra los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Ustedes, pues, escriban acerca de los judíos como les parezca bien, en nombre del rey, y séllenlo con el anillo del rey. Porque un decreto que está escrito en nombre del rey y sellado con el anillo del rey no puede ser revocado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Así que fueron llamados los escribas del rey en aquel momento en el mes tercero (es decir, el mes de Siván), en el día veintitrés; y conforme a todo lo que ordenó Mardoqueo se escribió a los judíos, a los sátrapas, a los gobernadores y a los príncipes de las provincias que se extendían desde la India hasta Etiopía, 127 provincias, a cada provincia conforme a su escritura, y a cada pueblo conforme a su lengua, y a los judíos conforme a su escritura y a su lengua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Mardoqueo escribió en nombre del rey Asuero y sellaron las cartas con el anillo del rey, y se enviaron por medio de correos a caballo, que montaban en corceles engendrados por caballos reales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "En ellas el rey concedía a los judíos que estaban en cada ciudad el derecho de reunirse y defender su vida, de destruir, de matar y de exterminar al ejército de cualquier pueblo o provincia que los atacara, incluso a niños y mujeres, y de saquear sus bienes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "en un mismo día en todas las provincias del rey Asuero, el día trece del mes doce (es decir, el mes de Adar)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Una copia del edicto que había de promulgarse como ley en cada provincia fue publicado a todos los pueblos, para que los judíos estuvieran listos para ese día a fin de vengarse de sus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los correos, apresurados y apremiados por la orden del rey, salieron montados en los corceles reales; y el decreto fue promulgado en la fortaleza de Susa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Mardoqueo salió de la presencia del rey en vestiduras reales de azul y blanco, con una gran corona de oro y un manto de lino fino y púrpura. La ciudad de Susa dio vivas y se regocijó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Para los judíos fue día de luz y alegría, de gozo y gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "En cada provincia, en cada ciudad y en todo lugar adonde llegaba el mandato del rey y su decreto había alegría y gozo para los judíos, banquete y día festivo. Y muchos de entre los pueblos de la tierra se hicieron judíos, porque había caído sobre ellos el temor de los judíos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.9"
        ],
        "human": "Ester 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.10"
        ],
        "human": "Ester 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.8"
        ],
        "human": "Ester 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Venganza de los judíos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En el mes doce (es decir, el mes de Adar), el día trece cuando estaban para ejecutarse el mandato y edicto del rey, el mismo día que los enemigos de los judíos esperaban obtener dominio sobre ellos, sucedió lo contrario, porque fueron los judíos los que obtuvieron dominio sobre los que los odiaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Se reunieron los judíos en sus ciudades por todas las provincias del rey Asuero para echar mano a los que buscaban hacerles daño. Nadie podía oponérseles, porque el temor a ellos había caído sobre todos los pueblos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y todos los príncipes de las provincias, los sátrapas, los gobernadores y los que manejaban los negocios del rey ayudaron a los judíos, porque el temor a Mardoqueo había caído sobre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Mardoqueo era grande en la casa del rey, y su fama se había extendido por todas las provincias, porque Mardoqueo se engrandecía más y más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los judíos hirieron a todos sus enemigos a filo de espada, con matanza y destrucción; e hicieron lo que quisieron con los que los odiaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "En la fortaleza de Susa los judíos mataron y destruyeron a 500 hombres,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "también a Parsandata, Dalfón, Aspata,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Porata, Adalía, Aridata,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Parmasta, Arisai, Aridai y Vaizata,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "los diez hijos de Amán, hijo de Hamedata, enemigo de los judíos; pero no echaron mano a sus bienes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Aquel mismo día comunicaron al rey el número de los que fueron muertos en la fortaleza de Susa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y el rey dijo a la reina Ester: «En la fortaleza de Susa los judíos han matado y exterminado a 500 hombres y a los diez hijos de Amán. ¡Qué habrán hecho en las demás provincias del rey! ¿Cuál es tu petición ahora? Pues te será concedida. ¿Qué más quieres? También te será hecho»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Ester dijo: «Si le place al rey, que mañana también se conceda a los judíos que están en Susa hacer conforme al edicto de hoy; y que los diez hijos de Amán sean colgados en la horca»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El rey ordenó que así se hiciera; y un edicto fue promulgado en Susa, y los diez hijos de Amán fueron colgados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Los judíos que se hallaban en Susa se reunieron también el día catorce del mes de Adar y mataron a 300 hombres en Susa, pero no echaron mano a sus bienes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La fiesta de Purim"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los demás judíos que se hallaban en las provincias del rey se reunieron para defender sus vidas y librarse de sus enemigos. Mataron a 75,000 de los que los odiaban, pero no echaron mano a sus bienes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Esto sucedió el día trece del mes de Adar, y el día catorce descansaron, y lo proclamaron día de banquete y de regocijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero los judíos que se hallaban en Susa se reunieron el trece y el catorce del mismo mes, y descansaron el día quince y lo proclamaron día de banquete y de regocijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Por eso los judíos de las áreas rurales, que habitan en las ciudades abiertas, proclaman el día catorce del mes de Adar día festivo para regocijarse, hacer banquetes y enviarse porciones de comida unos a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces Mardoqueo escribió estos hechos, y envió cartas a todos los judíos que se hallaban en todas las provincias del rey Asuero, tanto cercanas como lejanas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "ordenándoles que celebraran anualmente el día catorce del mes de Adar, y el día quince del mismo mes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Porque en esos días los judíos se libraron de sus enemigos, y fue para ellos un mes que se convirtió de tristeza en alegría y de duelo en día festivo. Los harían días de banquete y de regocijo, para que se enviaran porciones de comida unos a otros e hicieran donativos a los pobres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Así los judíos llevaron a cabo lo que habían comenzado a hacer, y lo que Mardoqueo les había escrito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Pues Amán, hijo de Hamedata, el agagueo, enemigo de todos los judíos, había hecho planes contra los judíos para destruirlos, y había echado el Pur, es decir, la suerte, para su ruina y destrucción."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero cuando esto llegó al conocimiento del rey, este ordenó por carta que el perverso plan que Amán había tramado contra los judíos recayera sobre su cabeza, y que él y sus hijos fueran colgados en la horca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Por eso estos días son llamados Purim, por el nombre Pur. Y a causa de las instrucciones en esta carta, tanto por lo que habían visto sobre este asunto y por lo que les había acontecido,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "los judíos establecieron e hicieron una costumbre para ellos, para sus descendientes y para todos los que se aliaban con ellos, que no dejarían de celebrar estos dos días conforme a su ordenanza y conforme a su tiempo señalado cada año."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Para que estos días fueran recordados y celebrados por todas las generaciones, por cada familia, cada provincia y cada ciudad; y que estos días de Purim no dejaran de celebrarse entre los judíos, ni su memoria se extinguiera entre sus descendientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces la reina Ester, hija de Abihail, y el judío Mardoqueo escribieron con toda autoridad para confirmar esta segunda carta acerca de Purim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y se enviaron cartas a todos los judíos, a las 127 provincias del reino de Asuero, palabras de paz y de verdad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "para establecer estos días de Purim en sus tiempos señalados, tal como habían establecido para ellos el judío Mardoqueo y la reina Ester, según habían fijado para ellos y sus descendientes, con instrucciones para sus tiempos de ayuno y de lamentaciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "El mandato de Ester estableció estas costumbres acerca de Purim, y esto fue escrito en el libro."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.10"
        ],
        "human": "Ester 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOB.1"
        ],
        "human": "Job 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.9"
        ],
        "human": "Ester 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Grandeza de Mardoqueo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El rey Asuero impuso tributo sobre la tierra y sobre las costas del mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y todos los actos de su autoridad y poder, y todo el relato de la grandeza de Mardoqueo, con que el rey le engrandeció, ¿no están escritos en el libro de las Crónicas de los reyes de Media y Persia?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque el judío Mardoqueo era el segundo después del rey Asuero, grande entre los judíos y estimado por la multitud de sus hermanos, el cual buscó el bien de su pueblo y procuró el bienestar de toda su gente."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}