{
  "book_usfm": "GAL",
  "name": "Gálatas",
  "local_title": "Nueva Biblia de las Américas",
  "local_abbreviation": "NBLA",
  "version_id": 103,
  "publisher": {
    "name": "The Lockman Foundation"
  },
  "copyright": {
    "html": "1986, 1995, 1997, 2005 by The Lockman Foundation",
    "text": "1986, 1995, 1997, 2005 by The Lockman Foundation"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "GAL.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "GAL.1"
        ],
        "human": "Gálatas 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "GAL.2"
        ],
        "human": "Gálatas 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.13"
        ],
        "human": "2 Corintios 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pablo, apóstol, no de parte de hombres ni mediante hombre alguno, sino por medio de Jesucristo y de Dios el Padre que lo resucitó de entre los muertos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y todos los hermanos que están conmigo:",
            "A las iglesias de Galacia:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Gracia y paz a ustedes de parte de Dios nuestro Padre y del Señor Jesucristo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "que Él mismo se dio por nuestros pecados para librarnos de este presente siglo malo, conforme a la voluntad de nuestro Dios y Padre,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "a quien sea la gloria por los siglos de los siglos. Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "No hay otro evangelio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Me maravillo de que tan pronto ustedes hayan abandonado a Aquel que los llamó por la gracia de Cristo, para seguir un evangelio diferente,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "que en realidad no es otro evangelio, sino que hay algunos que los perturban a ustedes y quieren pervertir el evangelio de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero si aun nosotros, o un ángel del cielo, les anunciara otro evangelio contrario al que les hemos anunciado, sea anatema."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Como hemos dicho antes, también repito ahora: Si alguien les anuncia un evangelio contrario al que recibieron, sea anatema."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque ¿busco ahora el favor de los hombres o el de Dios? ¿O me esfuerzo por agradar a los hombres? Si yo todavía estuviera tratando de agradar a los hombres, no sería siervo de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El evangelio predicado por Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pues quiero que sepan, hermanos, que el evangelio que fue anunciado por mí no es según el hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pues ni lo recibí de hombre, ni me fue enseñado, sino que lo recibí por medio de una revelación de Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Porque ustedes han oído acerca de mi antigua manera de vivir en el judaísmo, de cuán desmedidamente perseguía yo a la iglesia de Dios y trataba de destruirla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Yo aventajaba en el judaísmo a muchos de mis compatriotas contemporáneos, mostrando mucho más celo por las tradiciones de mis antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero cuando Dios, que me apartó desde el vientre de mi madre y me llamó por Su gracia, tuvo a bien"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "revelar a Su Hijo en mí para que yo lo anunciara entre los gentiles, no consulté enseguida con carne y sangre,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "ni subí a Jerusalén a los que eran apóstoles antes que yo, sino que fui a Arabia, y regresé otra vez a Damasco."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visita de Pablo a Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces, tres años después, subí a Jerusalén para conocer a Pedro, y estuve con él quince días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero no vi a ningún otro de los apóstoles, sino a Jacobo, el hermano del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "En lo que les escribo, les aseguro delante de Dios que no miento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Después fui a las regiones de Siria y Cilicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero todavía no era conocido en persona en las iglesias de Judea que eran en Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Ellos solo oían decir: «El que en otro tiempo nos perseguía, ahora predica la fe que en un tiempo quería destruir»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y glorificaban a Dios por causa de mí."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "GAL.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "GAL.2"
        ],
        "human": "Gálatas 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "GAL.3"
        ],
        "human": "Gálatas 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "GAL.1"
        ],
        "human": "Gálatas 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los apóstoles respaldan a Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces, después de catorce años, subí otra vez a Jerusalén con Bernabé, llevando también a Tito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Subí por causa de una revelación y les presenté el evangelio que predico entre los gentiles, pero lo hice en privado a los que tenían alta reputación, para asegurarme de que no corría ni había corrido en vano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero ni aun Tito, que estaba conmigo, fue obligado a circuncidarse, aunque era griego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y esto fue por causa de los falsos hermanos introducidos secretamente, que se habían infiltrado para espiar la libertad que tenemos en Cristo Jesús, a fin de someternos a esclavitud,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "a los cuales ni por un momento cedimos, para no someternos, a fin de que la verdad del evangelio permanezca con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y de aquellos que tenían reputación de ser algo (lo que eran, nada me importa; Dios no hace acepción de personas); pues bien, los que tenían reputación, nada me enseñaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Sino al contrario, vieron que se me había encomendado el evangelio a los de la incircuncisión, así como Pedro lo había sido a los de la circuncisión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "(Porque Aquel que obró eficazmente para con Pedro en su apostolado a los de la circuncisión, también obró eficazmente para conmigo en mi apostolado a los gentiles)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Al reconocer la gracia que se me había dado, Jacobo, Pedro y Juan, que eran considerados como columnas, nos dieron a mí y a Bernabé la diestra de compañerismo, para que nosotros fuéramos a los gentiles y ellos a los de la circuncisión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Solo nos pidieron que nos acordáramos de los pobres, lo mismo que yo estaba también deseoso de hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Judíos y gentiles justificados por la fe"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero cuando Pedro vino a Antioquía, me opuse a él cara a cara, porque él era digno de ser censurado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Porque antes de venir algunos de parte de Jacobo, él comía con los gentiles, pero cuando aquellos vinieron, Pedro empezó a retraerse y apartarse, porque temía a los de la circuncisión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y el resto de los judíos se le unió en su hipocresía, de tal manera que aun Bernabé fue arrastrado por la hipocresía de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero cuando vi que no andaban con rectitud en cuanto a la verdad del evangelio, dije a Pedro delante de todos: «Si tú, siendo judío, vives como los gentiles y no como los judíos, ¿por qué obligas a los gentiles a vivir como judíos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»Nosotros somos judíos de nacimiento y no pecadores de entre los gentiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Sin embargo, sabiendo que el hombre no es justificado por las obras de la ley, sino mediante la fe en Cristo Jesús, también nosotros hemos creído en Cristo Jesús, para que seamos justificados por la fe en Cristo, y no por las obras de la ley. Puesto que por las obras de la ley nadie será justificado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»Pero si buscando ser justificados en Cristo, también nosotros hemos sido hallados pecadores, ¿es Cristo, entonces, ministro de pecado? ¡De ningún modo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Porque si yo reedifico lo que en otro tiempo destruí, yo mismo resulto transgresor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pues mediante la ley yo morí a la ley, a fin de vivir para Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»Con Cristo he sido crucificado, y ya no soy yo el que vive, sino que Cristo vive en mí; y la vida que ahora vivo en la carne, la vivo por la fe en el Hijo de Dios, el cual me amó y se entregó a sí mismo por mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "No hago nula la gracia de Dios, porque si la justicia viene por medio de la ley, entonces Cristo murió en vano»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "GAL.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "GAL.3"
        ],
        "human": "Gálatas 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "GAL.4"
        ],
        "human": "Gálatas 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "GAL.2"
        ],
        "human": "Gálatas 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La fe y la vida cristiana"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¡Oh, gálatas insensatos! ¿Quién los ha fascinado a ustedes, ante cuyos ojos Jesucristo fue presentado públicamente como crucificado?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Esto es lo único que quiero averiguar de ustedes ¿Recibieron el Espíritu por las obras de la ley, o por el oír con fe?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "¿Tan insensatos son? Habiendo comenzado por el Espíritu, ¿van a terminar ahora por la carne?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "¿Han padecido tantas cosas en vano? ¡Si es que en realidad fue en vano!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Aquel, pues, que les suministra el Espíritu y hace milagros entre ustedes, ¿lo hace por las obras de la ley o por el oír con fe?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así Abraham creyó a Dios y le fue contado como justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Por tanto, sepan que los que son de fe, estos son hijos de Abraham."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "La Escritura, previendo que Dios justificaría a los gentiles por la fe, anunció de antemano las buenas nuevas a Abraham, diciendo: «En ti serán benditas todas las naciones»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Así que, los que son de la fe son bendecidos con Abraham, el creyente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque todos los que son de las obras de la ley están bajo maldición, pues escrito está: «Maldito todo el que no permanece en todas las cosas escritas en el libro de la ley, para hacerlas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y que nadie es justificado ante Dios por la ley es evidente, porque «El justo vivirá por la fe»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Sin embargo, la ley no se basa en la fe. Al contrario, «El que las hace, vivirá por ellas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Cristo nos redimió de la maldición de la ley, habiéndose hecho maldición por nosotros, porque escrito está: «Maldito todo el que cuelga de un madero»,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "a fin de que en Cristo Jesús la bendición de Abraham viniera a los gentiles, para que recibiéramos la promesa del Espíritu mediante la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La promesa, y el propósito de la ley"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Hermanos, hablo en términos humanos. Un pacto, aunque sea humano, una vez ratificado nadie lo invalida ni le añade condiciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Ahora bien, las promesas fueron hechas a Abraham y a su descendencia. No dice: «y a las descendencias», como refiriéndose a muchas, sino más bien a una: «y a tu descendencia», es decir, Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Lo que digo es esto: la ley, que vino 430 años más tarde, no invalida un pacto ratificado anteriormente por Dios, como para anular la promesa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Porque si la herencia depende de una ley, ya no depende de una promesa; pero Dios se la concedió a Abraham por medio de una promesa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces, ¿para qué fue dada la ley? Fue añadida a causa de las transgresiones, hasta que viniera la descendencia a la cual había sido hecha la promesa, ley que fue promulgada mediante ángeles por mano de un mediador."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Ahora bien, un mediador no representa a uno solo, pero Dios es uno solo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "¿Es entonces la ley contraria a las promesas de Dios? ¡De ningún modo! Porque si se hubiera dado una ley capaz de impartir vida, entonces la justicia ciertamente hubiera dependido de la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero la Escritura lo encerró todo bajo pecado, para que la promesa que es por la fe en Jesucristo fuera dada a todos los que creen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Antes de venir la fe, estábamos encerrados bajo la ley, confinados para la fe que había de ser revelada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "De manera que la ley ha venido a ser nuestro guía para conducirnos a Cristo, a fin de que seamos justificados por la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero ahora que ha venido la fe, ya no estamos bajo el guía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Pues todos ustedes son hijos de Dios mediante la fe en Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Porque todos los que fueron bautizados en Cristo, de Cristo se han revestido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "No hay judío ni griego; no hay esclavo ni libre; no hay hombre ni mujer, porque todos son uno en Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y si ustedes son de Cristo, entonces son descendencia de Abraham, herederos según la promesa."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "GAL.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "GAL.4"
        ],
        "human": "Gálatas 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "GAL.5"
        ],
        "human": "Gálatas 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "GAL.3"
        ],
        "human": "Gálatas 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La adopción es solo mediante Jesucristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Digo, pues: mientras el heredero es menor de edad, en nada es diferente del siervo, aunque sea el dueño de todo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "sino que está bajo guardianes y tutores hasta la edad señalada por el padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Así también nosotros, mientras éramos niños, estábamos sujetos a servidumbre bajo las cosas elementales del mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero cuando vino la plenitud del tiempo, Dios envió a Su Hijo, nacido de mujer, nacido bajo la ley,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "a fin de que redimiera a los que estaban bajo la ley, para que recibiéramos la adopción de hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y porque ustedes son hijos, Dios ha enviado el Espíritu de Su Hijo a nuestros corazones, clamando: «¡Abba! ¡Padre!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Por tanto, ya no eres siervo, sino hijo; y si hijo, también heredero por medio de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "No se vuelvan a la esclavitud"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero en aquel tiempo, cuando ustedes no conocían a Dios, eran siervos de los que por naturaleza no son dioses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero ahora que conocen a Dios, o más bien, que son conocidos por Dios, ¿cómo es que se vuelven otra vez a las cosas débiles, inútiles y elementales, a las cuales desean volver a estar esclavizados de nuevo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ustedes observan los días, los meses, las estaciones y los años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Temo que quizá he trabajado en vano por ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Les ruego, hermanos, háganse como yo, pues yo también me he hecho como ustedes. Ningún agravio me han hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero saben que fue por causa de una enfermedad física que les prediqué el evangelio la primera vez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y lo que para ustedes fue una prueba en mi condición física, que no despreciaron ni rechazaron, sino que me recibieron como un ángel de Dios, como a Cristo Jesús mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¿Dónde está, pues, aquel sentido de bendición que tuvieron? Pues testigo soy en favor de ustedes de que de ser posible, se hubieran sacado los ojos y me los hubieran dado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¿Me he vuelto, por tanto, enemigo de ustedes al decirles la verdad?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Algunos les tienen celo, no con buena intención, sino que quieren excluirlos a fin de que ustedes muestren celo por ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Es bueno mostrar celo con buena intención siempre, y no solo cuando yo estoy presente con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Hijos míos, por quienes de nuevo sufro dolores de parto hasta que Cristo sea formado en ustedes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "quisiera estar presente con ustedes ahora y cambiar mi tono, pues estoy perplejo en cuanto a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Alegoría de la libertad en Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Díganme, los que desean estar bajo la ley, ¿no oyen a la ley?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Porque está escrito que Abraham tuvo dos hijos, uno de la sierva y otro de la libre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero el hijo de la sierva nació según la carne, y el hijo de la libre por medio de la promesa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Esto contiene una alegoría, pues estas mujeres son dos pactos. Uno procede del monte Sinaí que engendra hijos para ser esclavos; este es Agar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Ahora bien, Agar es el monte Sinaí en Arabia, y corresponde a la Jerusalén actual, porque ella está en esclavitud con sus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Pero la Jerusalén de arriba es libre; esta es nuestra madre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Porque escrito está:",
            "«Regocíjate, oh estéril, la que no concibes;",
            "Prorrumpe y clama, tú que no tienes dolores de parto,",
            "Porque más son los hijos de la desolada,",
            "Que de la que tiene marido»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y ustedes, hermanos, como Isaac, son hijos de la promesa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Pero así como entonces el que nació según la carne persiguió al que nació según el Espíritu, así también sucede ahora."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Pero, ¿qué dice la Escritura?",
            "«Echa fuera a la sierva y a su hijo,",
            "Pues el hijo de la sierva no será heredero con el hijo de la libre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Así que, hermanos, no somos hijos de la sierva, sino de la libre."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "GAL.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "GAL.5"
        ],
        "human": "Gálatas 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "GAL.6"
        ],
        "human": "Gálatas 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "GAL.4"
        ],
        "human": "Gálatas 4",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Para libertad fue que Cristo nos hizo libres. Por tanto, permanezcan firmes, y no se sometan otra vez al yugo de esclavitud."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La libertad cristiana"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Miren, yo, Pablo, les digo que si se dejan circuncidar, Cristo de nada les aprovechará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Otra vez testifico a todo hombre que se circuncida, que está obligado a cumplir toda la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "De Cristo se han separado, ustedes que procuran ser justificados por la ley; de la gracia han caído."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pues nosotros, por medio del Espíritu, esperamos por la fe la esperanza de justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Porque en Cristo Jesús ni la circuncisión ni la incircuncisión significan nada, sino la fe que obra por amor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ustedes corrían bien, ¿quién les impidió obedecer a la verdad?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Esta persuasión no vino de Aquel que los llama."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Un poco de levadura fermenta toda la masa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Yo tengo confianza respecto a ustedes en el Señor de que no optarán por otro punto de vista; pero el que los perturba llevará su castigo, quienquiera que sea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero yo, hermanos, si todavía predico la circuncisión, ¿por qué soy perseguido aún? En tal caso, el escándalo de la cruz ha sido quitado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¡Ojalá que los que los perturban también se mutilaran!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La libertad y el amor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Porque ustedes, hermanos, a libertad fueron llamados; solo que no usen la libertad como pretexto para la carne, sino sírvanse por amor los unos a los otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Porque toda la ley en una palabra se cumple en el precepto: «Amarás a tu prójimo como a ti mismo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero si ustedes se muerden y se devoran unos a otros, tengan cuidado, no sea que se consuman unos a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conflicto entre el Espíritu y la carne"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Digo, pues: anden por el Espíritu, y no cumplirán el deseo de la carne."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Porque el deseo de la carne es contra el Espíritu, y el del Espíritu es contra la carne, pues estos se oponen el uno al otro, de manera que ustedes no pueden hacer lo que deseen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero si son guiados por el Espíritu, no están bajo la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Ahora bien, las obras de la carne son evidentes, las cuales son: inmoralidad, impureza, sensualidad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "idolatría, hechicería, enemistades, pleitos, celos, enojos, rivalidades, disensiones, herejías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "envidias, borracheras, orgías y cosas semejantes, contra las cuales les advierto, como ya se lo he dicho antes, que los que practican tales cosas no heredarán el reino de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El fruto del Espíritu en la conducta cristiana"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero el fruto del Espíritu es amor, gozo, paz, paciencia, benignidad, bondad, fidelidad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "mansedumbre, dominio propio; contra tales cosas no hay ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Pues los que son de Cristo Jesús han crucificado la carne con sus pasiones y deseos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Si vivimos por el Espíritu, andemos también por el Espíritu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "No nos hagamos vanagloriosos, provocándonos unos a otros, envidiándonos unos a otros."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "GAL.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "GAL.6"
        ],
        "human": "Gálatas 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EPH.1"
        ],
        "human": "Efesios 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "GAL.5"
        ],
        "human": "Gálatas 5",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Hermanos, aun si alguien es sorprendido en alguna falta, ustedes que son espirituales, restáurenlo en un espíritu de mansedumbre, mirándote a ti mismo, no sea que tú también seas tentado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Lleven los unos las cargas de los otros, y cumplan así la ley de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque si alguien se cree que es algo, no siendo nada, se engaña a sí mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero que cada uno examine su propia obra, y entonces tendrá motivo para gloriarse solamente con respecto a sí mismo, y no con respecto a otro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Porque cada uno llevará su propia carga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y al que se le enseña la palabra, que comparta toda cosa buena con el que le enseña."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "No se dejen engañar, de Dios nadie se burla; pues todo lo que el hombre siembre, eso también segará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Porque el que siembra para su propia carne, de la carne segará corrupción, pero el que siembra para el Espíritu, del Espíritu segará vida eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "No nos cansemos de hacer el bien, pues a su tiempo, si no nos cansamos, segaremos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Así que entonces, hagamos bien a todos según tengamos oportunidad, y especialmente a los de la familia de la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Declaraciones finales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Miren con qué letras tan grandes les escribo de mi propia mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Los que desean agradar en la carne tratan de obligarlos a que se circunciden, simplemente para no ser perseguidos a causa de la cruz de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Porque ni aun los mismos que son circuncidados guardan la ley, pero ellos desean hacerlos circuncidar para gloriarse en la carne de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero jamás acontezca que yo me gloríe, sino en la cruz de nuestro Señor Jesucristo, por el cual el mundo ha sido crucificado para mí y yo para el mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Porque ni la circuncisión es nada, ni la incircuncisión, sino una nueva creación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y a los que anden conforme a esta regla, paz y misericordia sea sobre ellos y sobre el Israel de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "De aquí en adelante nadie me cause molestias, porque yo llevo en mi cuerpo las marcas de Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Hermanos, la gracia de nuestro Señor Jesucristo sea con el espíritu de ustedes. Amén."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}