{
  "book_usfm": "LEV",
  "name": "Levítico",
  "local_title": "Nueva Biblia de las Américas",
  "local_abbreviation": "NBLA",
  "version_id": 103,
  "publisher": {
    "name": "The Lockman Foundation"
  },
  "copyright": {
    "html": "1986, 1995, 1997, 2005 by The Lockman Foundation",
    "text": "1986, 1995, 1997, 2005 by The Lockman Foundation"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "LEV.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.1"
        ],
        "human": "Levítico 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.2"
        ],
        "human": "Levítico 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EXO.40"
        ],
        "human": "Éxodo 40",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La ley de los holocaustos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor llamó a Moisés y le habló desde la tienda de reunión:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Di a los israelitas: “Cuando alguien de ustedes traiga una ofrenda al Señor, traerán su ofrenda de animales del ganado o del rebaño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Si su ofrenda es un holocausto del ganado, ofrecerá un macho sin defecto; lo ofrecerá a la entrada de la tienda de reunión, para que sea aceptado delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pondrá su mano sobre la cabeza del holocausto, y le será aceptado para expiación suya."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces degollará el novillo delante del Señor; y los sacerdotes hijos de Aarón ofrecerán la sangre y la rociarán por todos los lados sobre el altar que está a la entrada de la tienda de reunión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "”Después desollará el holocausto y lo cortará en pedazos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y los hijos del sacerdote Aarón pondrán fuego en el altar, y colocarán leña sobre el fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Luego los sacerdotes hijos de Aarón arreglarán los pedazos, la cabeza y el sebo sobre la leña que está en el fuego sobre el altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El que presenta el holocausto lavará las entrañas y las patas con agua, y el sacerdote lo quemará todo sobre el altar como holocausto. Es una ofrenda encendida de aroma agradable para el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "”Pero si su ofrenda para holocausto es del rebaño, de los corderos o de las cabras, ofrecerá un macho sin defecto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Lo degollará al lado norte del altar, delante del Señor; y los sacerdotes hijos de Aarón rociarán la sangre sobre el altar, por todos los lados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Después lo cortará en pedazos, con su cabeza y el sebo, y el sacerdote los colocará sobre la leña que está en el fuego sobre el altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Las entrañas y las patas las lavará con agua, y el sacerdote lo ofrecerá todo, quemándolo sobre el altar. Es un holocausto, una ofrenda encendida de aroma agradable para el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "”Pero si su ofrenda para el Señor es un holocausto de aves, entonces traerá su ofrenda de tórtolas o de pichones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y el sacerdote la traerá al altar, le quitará la cabeza y la quemará sobre el altar; y su sangre será exprimida sobre el costado del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Le quitará también el buche con sus plumas y lo echará junto al altar, hacia el oriente, en el lugar de las cenizas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "La partirá después por las alas, sin dividirla. Entonces el sacerdote la quemará en el altar, sobre la leña que está en el fuego. Es un holocausto, una ofrenda encendida de aroma agradable para el Señor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.2"
        ],
        "human": "Levítico 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.3"
        ],
        "human": "Levítico 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.1"
        ],
        "human": "Levítico 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La ley de las ofrendas de cereal"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "”Cuando alguien ofrezca una ofrenda de cereal como ofrenda al Señor, su ofrenda será de flor de harina, sobre la cual echará aceite y pondrá incienso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces la llevará a los sacerdotes hijos de Aarón; y el sacerdote tomará de ella un puñado de la flor de harina, con el aceite y con todo su incienso, y el sacerdote la quemará como memorial sobre el altar. Es una ofrenda encendida de aroma agradable para el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "El resto de la ofrenda de cereal pertenece a Aarón y a sus hijos. Es cosa santísima de las ofrendas encendidas para el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "”Cuando ofrezcas una ofrenda al Señor, una ofrenda de cereal cocida al horno, será de tortas de flor de harina sin levadura, amasadas con aceite, o de hojaldres sin levadura, untados con aceite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y si tu ofrenda es una ofrenda de cereal preparada en sartén, será de flor de harina sin levadura, amasada con aceite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "La partirás en pedazos y echarás aceite sobre ella. Es una ofrenda de cereal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "”Si tu ofrenda es una ofrenda de cereal preparada en cazuela, será hecha de flor de harina con aceite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuando traigas al Señor la ofrenda de cereal hecha de estas cosas, será presentada al sacerdote y él la llevará al altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El sacerdote tomará su porción de la ofrenda de cereal como memorial, y la quemará sobre el altar como ofrenda encendida de aroma agradable para el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El resto de la ofrenda de cereal pertenece a Aarón y a sus hijos. Es cosa santísima de las ofrendas encendidas para el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "”Ninguna ofrenda de cereal que ustedes ofrezcan al Señor será hecha con levadura, porque no quemarán ninguna levadura ni ninguna miel como ofrenda encendida para el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Como ofrenda de primicias las ofrecerán al Señor, pero no ascenderán como aroma agradable sobre el altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Además, toda ofrenda de cereal tuya sazonarás con sal, para que la sal del pacto de tu Dios no falte de tu ofrenda de cereal; con todas tus ofrendas ofrecerás sal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "”Pero si ofreces al Señor una ofrenda de cereal de los primeros frutos, ofrecerás espigas verdes tostadas al fuego, granos tiernos desmenuzados, como ofrenda de cereal de tus primeros frutos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Luego echarás aceite y pondrás incienso sobre ella. Es una ofrenda de cereal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y el sacerdote quemará como memorial parte de los granos desmenuzados, con su aceite y con todo su incienso. Es una ofrenda encendida para el Señor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.3"
        ],
        "human": "Levítico 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.4"
        ],
        "human": "Levítico 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.2"
        ],
        "human": "Levítico 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La ley de las ofrendas de paz"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "”Si alguien ofrece su ofrenda como sacrificio de las ofrendas de paz, si la ofrece del ganado, sea macho o hembra, la ofrecerá sin defecto delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pondrá su mano sobre la cabeza de su ofrenda y la degollará a la puerta de la tienda de reunión. Entonces los sacerdotes hijos de Aarón rociarán la sangre sobre el altar por todos los lados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "El que ofrece el sacrificio de las ofrendas de paz, presentará una ofrenda encendida al Señor: la grasa que cubre las entrañas y toda la grasa que hay sobre las entrañas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "los dos riñones con la grasa que está sobre ellos y sobre los lomos, y el lóbulo del hígado, que quitará con los riñones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los hijos de Aarón lo quemarán en el altar, sobre el holocausto que está sobre la leña en el fuego. Es una ofrenda encendida de aroma agradable para el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "”Pero si su ofrenda como sacrificio de las ofrendas de paz para el Señor es del rebaño, sea macho o hembra, sin defecto la ofrecerá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Si va a presentar un cordero como su ofrenda, lo ofrecerá delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pondrá su mano sobre la cabeza de su ofrenda y la degollará delante de la tienda de reunión. Entonces los hijos de Aarón rociarán su sangre sobre el altar por todos los lados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Del sacrificio de las ofrendas de paz, traerá una ofrenda encendida al Señor: la grasa, la cola entera, que cortará cerca del espinazo, la grasa que cubre las entrañas y toda la grasa que hay sobre las entrañas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "los dos riñones con la grasa que está sobre ellos y sobre los lomos, y el lóbulo del hígado, que quitará con los riñones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces el sacerdote lo quemará sobre el altar como alimento. Es una ofrenda encendida para el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "”Si su ofrenda es una cabra, la ofrecerá delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pondrá su mano sobre su cabeza y la degollará delante de la tienda de reunión. Entonces los hijos de Aarón rociarán su sangre sobre el altar por todos los lados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Después presentará de ella su ofrenda como ofrenda encendida para el Señor: la grasa que cubre las entrañas y toda la grasa que hay sobre las entrañas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "los dos riñones con la grasa que está sobre ellos y sobre los lomos, y el lóbulo del hígado, que quitará con los riñones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces el sacerdote los quemará sobre el altar como alimento. Es una ofrenda encendida como aroma agradable. Toda la grasa es del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Estatuto perpetuo será por todas sus generaciones, dondequiera que ustedes habiten: ninguna grasa ni ninguna sangre comerán” »."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.4"
        ],
        "human": "Levítico 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.5"
        ],
        "human": "Levítico 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.3"
        ],
        "human": "Levítico 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La ley de las ofrendas por el pecado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces el Señor habló a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Di a los israelitas: “Si alguien peca inadvertidamente en cualquiera de las cosas que el Señor ha mandado que no se hagan, y hace alguna de ellas;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "si el que peca es el sacerdote ungido, trayendo culpa sobre el pueblo, que entonces ofrezca al Señor un novillo sin defecto como ofrenda por el pecado, por el pecado que ha cometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Traerá el novillo a la puerta de la tienda de reunión delante del Señor, pondrá su mano sobre la cabeza del novillo y lo degollará delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Luego el sacerdote ungido tomará de la sangre del novillo y la traerá a la tienda de reunión,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y el sacerdote mojará su dedo en la sangre y rociará siete veces de la sangre delante del Señor, frente al velo del santuario."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "”El sacerdote pondrá también de esa sangre sobre los cuernos del altar del incienso aromático que está en la tienda de reunión delante del Señor, y derramará toda la sangre del novillo al pie del altar del holocausto que está a la puerta de la tienda de reunión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y quitará toda la grasa del novillo de la ofrenda por el pecado: la grasa que cubre las entrañas, toda la grasa que está sobre las entrañas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "los dos riñones con la grasa que está sobre ellos y sobre los lomos, y el lóbulo del hígado, que quitará con los riñones"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "(de la manera que se quita del buey del sacrificio de las ofrendas de paz); y el sacerdote los quemará sobre el altar del holocausto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero la piel del novillo y toda su carne, con su cabeza, sus patas, sus entrañas y su estiércol,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "es decir, todo el resto del novillo, lo llevará a un lugar limpio fuera del campamento, donde se echan las cenizas, y lo quemará al fuego sobre la leña. Donde se echan las cenizas lo quemará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "”Si toda la congregación de Israel es la que comete error, y el asunto pasa desapercibido a la asamblea, y hacen cualquiera de las cosas que el Señor ha mandado que no se hagan, haciéndose así culpables,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "cuando se llegue a saber el pecado que ellos han cometido, entonces la asamblea ofrecerá un novillo del ganado como ofrenda por el pecado, y lo traerán delante de la tienda de reunión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Los ancianos de la congregación pondrán sus manos sobre la cabeza del novillo delante del Señor, y el novillo será degollado delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "”Entonces el sacerdote ungido traerá sangre del novillo a la tienda de reunión;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "el sacerdote mojará su dedo en la sangre y la rociará siete veces delante del Señor, frente al velo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pondrá sangre sobre los cuernos del altar que está delante del Señor en la tienda de reunión, y derramará toda la sangre al pie del altar del holocausto, que está a la puerta de la tienda de reunión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Le quitará toda la grasa y lo quemará sobre el altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Hará con este novillo lo mismo que hizo con el novillo de la ofrenda por el pecado; de esta manera hará con él. Así el sacerdote hará expiación por ellos, y ellos serán perdonados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Sacará el novillo fuera del campamento y lo quemará como quemó el primer novillo. Es la ofrenda por el pecado de la asamblea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "”Cuando es un jefe el que peca e inadvertidamente hace alguna de las cosas que el Señor su Dios ha mandado que no se hagan, haciéndose así culpable,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "y se le hace saber el pecado que ha cometido, traerá como su ofrenda un macho cabrío sin defecto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Pondrá su mano sobre la cabeza del macho cabrío y lo degollará en el lugar donde se degüella el holocausto delante del Señor; es una ofrenda por el pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Entonces el sacerdote tomará con su dedo de la sangre de la ofrenda por el pecado y la pondrá sobre los cuernos del altar del holocausto, y derramará el resto de la sangre al pie del altar del holocausto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Quemará toda la grasa sobre el altar como en el caso de la grasa del sacrificio de las ofrendas de paz. Así el sacerdote hará expiación por él, por su pecado, y será perdonado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "”Y si es alguien del pueblo el que peca inadvertidamente, haciendo cualquiera de las cosas que el Señor ha mandado que no se hagan, y se hace así culpable,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "y se le hace saber el pecado que ha cometido, traerá como su ofrenda una cabra sin defecto por el pecado que ha cometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Pondrá su mano sobre la cabeza de la ofrenda por el pecado y la degollará en el lugar del holocausto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Entonces el sacerdote tomará con su dedo de la sangre y la pondrá sobre los cuernos del altar del holocausto, y derramará todo el resto de la sangre al pie del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Luego quitará toda la grasa, de la manera que se quitó la grasa del sacrificio de las ofrendas de paz, y el sacerdote lo quemará sobre el altar como aroma agradable para el Señor. Así el sacerdote hará expiación por él y será perdonado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "”Pero si trae un cordero como su ofrenda por el pecado, que traiga una hembra sin defecto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Pondrá su mano sobre la cabeza de la ofrenda por el pecado y la degollará como ofrenda por el pecado en el lugar donde se degüella el holocausto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Entonces el sacerdote tomará con su dedo de la sangre de la ofrenda por el pecado y la pondrá sobre los cuernos del altar del holocausto, y derramará todo el resto de la sangre al pie del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Luego quitará toda la grasa de la misma manera que se quita la grasa del cordero del sacrificio de las ofrendas de paz; y el sacerdote lo quemará en el altar con las ofrendas encendidas para el Señor. Así el sacerdote hará expiación por él, por el pecado que ha cometido, y será perdonado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.5"
        ],
        "human": "Levítico 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.6"
        ],
        "human": "Levítico 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.4"
        ],
        "human": "Levítico 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Casos particulares de ofrendas por el pecado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "”Si alguien peca al ser llamado a testificar, siendo testigo de lo que ha visto o sabe, y no lo declara, será culpable."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "O si alguien toca cualquier cosa inmunda, ya sea el cadáver de una fiera inmunda, o el cadáver de ganado inmundo, o el cadáver de un reptil inmundo, aunque no se dé cuenta de ello y se contamina, será culpable."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "O si toca inmundicia humana, de cualquier clase que sea la inmundicia con que se contamine, sin darse cuenta, y después llega a saberlo, será culpable."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "O si alguien, sin pensar, jura con sus labios hacer mal o hacer bien, en cualquier asunto que el hombre hable sin pensar con juramento, sin darse cuenta, y luego llega a saberlo, será culpable de cualquiera de estas cosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "”Cuando alguien llegue a ser culpable de cualquiera de estas cosas, confesará aquello en que ha pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Traerá también al Señor su ofrenda por la culpa, por el pecado que ha cometido, una hembra del rebaño, una cordera o una cabra como ofrenda por el pecado. Entonces el sacerdote le hará expiación por su pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "”Pero si no tiene lo suficiente para ofrecer un cordero, entonces traerá al Señor como ofrenda por la culpa de aquello en que ha pecado, dos tórtolas o dos pichones, uno como ofrenda por el pecado y el otro como holocausto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los traerá al sacerdote, el cual ofrecerá primero el que es para ofrenda por el pecado, y le cortará la cabeza por el cuello sin arrancarla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Rociará también de la sangre de la ofrenda por el pecado sobre un lado del altar, y el resto de la sangre será exprimida al pie del altar; es ofrenda por el pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces preparará el segundo como holocausto según la ordenanza. Así el sacerdote hará expiación por él, por el pecado que ha cometido, y le será perdonado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "”Pero si no tiene lo suficiente para dos tórtolas o dos pichones, entonces, como ofrenda por el pecado que ha cometido, traerá la décima parte de un efa (2.2 litros) de flor de harina como ofrenda por el pecado; no pondrá aceite ni incienso en ella, pues es ofrenda por el pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y la traerá al sacerdote, y el sacerdote tomará de ella un puñado como memorial, y la quemará sobre el altar con las ofrendas encendidas para el Señor. Es una ofrenda por el pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Así el sacerdote hará expiación por él, por el pecado que ha cometido en alguna de estas cosas, y le será perdonado; el resto será del sacerdote, como en la ofrenda de cereal” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El Señor le dijo a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "«Si alguien comete una falta y peca inadvertidamente en las cosas sagradas del Señor, traerá su ofrenda por la culpa al Señor: un carnero sin defecto del rebaño, conforme a tu valuación en siclos de plata (un siclo equivale 11.4 gramos), según el siclo del santuario, como ofrenda por la culpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Hará restitución por aquello en que ha pecado en las cosas sagradas, y añadirá a ello la quinta parte, y se lo dará al sacerdote. Y el sacerdote hará expiación por él con el carnero de la ofrenda por la culpa, y le será perdonado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»Si alguien peca y hace cualquiera de las cosas que el Señor ha mandado que no se hagan, aunque no se dé cuenta, será culpable y llevará su castigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces traerá al sacerdote un carnero sin defecto del rebaño, conforme a tu valuación, como ofrenda por la culpa. Así el sacerdote hará expiación por él por su error mediante el cual ha pecado inadvertidamente, y sin él saberlo, y le será perdonado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Es ofrenda por la culpa; ciertamente era culpable delante del Señor»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.6"
        ],
        "human": "Levítico 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.7"
        ],
        "human": "Levítico 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.5"
        ],
        "human": "Levítico 5",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces el Señor le dijo a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Cuando alguien peque y cometa una falta contra el Señor, engañando a su prójimo en cuanto a un depósito o alguna cosa que se le ha confiado, o por robo, o por haber extorsionado a su prójimo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "o ha encontrado lo que estaba perdido y ha mentido acerca de ello, y ha jurado falsamente, de manera que peca en cualquiera de las cosas que suele hacer el hombre,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "será, entonces, que cuando peque y sea culpable, devolverá lo que tomó al robar, o lo que obtuvo mediante extorsión, o el depósito que le fue confiado, o la cosa perdida que ha encontrado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "o cualquier cosa acerca de la cual juró falsamente; hará completa restitución de ello y le añadirá una quinta parte más. Se la dará al que le pertenece el día que presente su ofrenda por la culpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces traerá al sacerdote su ofrenda por la culpa para el Señor, un carnero sin defecto del rebaño, conforme a tu valuación como ofrenda por la culpa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "y el sacerdote hará expiación por él delante del Señor, y le será perdonada cualquier cosa que haya hecho por la cual sea culpable»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El sacerdote y los sacrificios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces el Señor le dijo a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "«Ordena a Aarón y a sus hijos, y diles: “Esta es la ley del holocausto: el holocausto mismo permanecerá sobre el fuego, sobre el altar, toda la noche hasta la mañana, y el fuego del altar ha de mantenerse encendido en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El sacerdote vestirá su túnica de lino y se pondrá calzoncillos de lino fino sobre su cuerpo. Tomará las cenizas a que el fuego ha reducido el holocausto sobre el altar y las pondrá junto al altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Después se quitará sus vestiduras, se pondrá otras vestiduras y llevará las cenizas fuera del campamento a un lugar limpio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El fuego del altar se mantendrá encendido sobre el altar; no se apagará, sino que el sacerdote quemará leña en él todas las mañanas, y pondrá sobre él el holocausto, y quemará sobre él la grasa de las ofrendas de paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El fuego se mantendrá encendido continuamente en el altar; no se apagará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "”Esta es la ley de la ofrenda de cereal: los hijos de Aarón la presentarán delante del Señor frente al altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces uno de los sacerdotes tomará de ella un puñado de flor de harina de la ofrenda de cereal, con su aceite y todo el incienso que hay en la ofrenda de cereal, y la quemará sobre el altar. Es aroma agradable, su ofrenda memorial para el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y lo que quede de ella, Aarón y sus hijos lo comerán. Debe comerse como tortas sin levadura en lugar santo; en el atrio de la tienda de reunión lo comerán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "No se cocerá con levadura. Se la he dado como parte de Mis ofrendas encendidas; es cosa santísima, lo mismo que la ofrenda por el pecado y la ofrenda por la culpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Todo varón entre los hijos de Aarón puede comerla; es una ordenanza perpetua por todas las generaciones de ustedes tocante a las ofrendas encendidas para el Señor. Todo lo que las toque quedará consagrado” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y el Señor le dijo a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "«Esta es la ofrenda que Aarón y sus hijos han de ofrecer al Señor el día de su unción: la décima parte de un efa (2.2 litros) de flor de harina como ofrenda perpetua de cereal, la mitad por la mañana y la mitad por la tarde."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Se preparará con aceite en una sartén, y cuando se haya mezclado bien la traerás. Ofrecerás la ofrenda de cereal en pedazos cocidos al horno como aroma agradable para el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "La ofrecerá el sacerdote, que de entre los hijos de Aarón sea ungido en su lugar. Por ordenanza perpetua será totalmente quemada para el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Así que toda ofrenda de cereal del sacerdote será totalmente quemada. No se comerá»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces el Señor habló a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "«Di a Aarón y a sus hijos: “Esta es la ley de la ofrenda por el pecado: la ofrenda por el pecado será ofrecida delante del Señor en el mismo lugar donde el holocausto es ofrecido; es cosa santísima."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "El sacerdote que la ofrezca por el pecado la comerá. Se comerá en un lugar santo, en el atrio de la tienda de reunión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Todo el que toque su carne quedará consagrado; y si la sangre salpica sobre una vestidura, lavarás en un lugar santo lo que fue salpicado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y la vasija de barro en la cual fue hervida, será quebrada; y si se hirvió en una vasija de bronce, se restregará y se lavará con agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Todo varón de entre los sacerdotes puede comer de ella; es cosa santísima."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Pero no se comerá de ninguna ofrenda por el pecado, cuya sangre se haya traído a la tienda de reunión para hacer expiación en el lugar santo; al fuego será quemada."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.7"
        ],
        "human": "Levítico 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.8"
        ],
        "human": "Levítico 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.6"
        ],
        "human": "Levítico 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La ley de la ofrenda por la culpa"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "”Esta es la ley de la ofrenda por la culpa; es cosa santísima."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En el lugar donde degüellan el holocausto han de degollar la ofrenda por la culpa, y el sacerdote rociará su sangre sobre el altar por todos los lados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Luego ofrecerá de ella toda la grasa: la cola gorda, la grasa que cubre las entrañas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "los dos riñones con la grasa que hay sobre ellos y sobre los lomos, y quitará el lóbulo del hígado con los riñones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y el sacerdote los quemará sobre el altar como ofrenda encendida para el Señor. Es una ofrenda por la culpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Todo varón de entre los sacerdotes puede comer de ella. Se comerá en un lugar santo; es cosa santísima."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "”La ofrenda por la culpa es como la ofrenda por el pecado, hay una misma ley para ambas; le pertenecerá al sacerdote que hace expiación con ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "También al sacerdote que presente el holocausto de alguien, la piel del holocausto que haya presentado será para él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "De la misma manera, toda ofrenda de cereal que sea cocida al horno, y todo lo que sea preparado en cazuela o en sartén, pertenecerá al sacerdote que la presente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y toda ofrenda de cereal mezclada con aceite, o seca, pertenecerá a todos los hijos de Aarón, a todos por igual."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ofrendas de paz"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "”Esta es la ley del sacrificio de la ofrenda de paz que será ofrecido al Señor:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Si lo ofrece en acción de gracias, entonces, junto con el sacrificio de acción de gracias, ofrecerá tortas sin levadura amasadas con aceite, y hojaldres sin levadura untados con aceite, y tortas de flor de harina bien mezclada, amasadas con aceite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Con el sacrificio de sus ofrendas de paz en acción de gracias, presentará su ofrenda con tortas de pan leudado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y de ello presentará una parte de cada ofrenda como contribución al Señor; será para el sacerdote que rocía la sangre de las ofrendas de paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "”En cuanto a la carne del sacrificio de sus ofrendas de paz en acción de gracias, se comerá el día que la ofrezca; no dejará nada hasta la mañana siguiente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero si el sacrificio de su ofrenda es por un voto o una ofrenda voluntaria, se comerá en el día que ofrezca el sacrificio; y al día siguiente se podrá comer lo que quede;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "pero lo que quede de la carne del sacrificio será quemado en el fuego al tercer día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "De manera que si se come de la carne del sacrificio de sus ofrendas de paz en el tercer día, el que la ofrezca no será acepto, ni se le tendrá en cuenta. Será cosa ofensiva, y la persona que coma de ella llevará su propia iniquidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "”La carne que toque cualquier cosa inmunda no se comerá; se quemará en el fuego. En cuanto a otra carne, cualquiera que esté limpio puede comer de ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero la persona que coma la carne del sacrificio de las ofrendas de paz que pertenecen al Señor, estando inmunda, esa persona será exterminada de entre su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y cuando alguien toque alguna cosa inmunda, ya sea inmundicia humana o un animal inmundo, o cualquier cosa abominable e inmunda y coma de la carne del sacrificio de la ofrenda de paz que pertenece al Señor, esa persona será exterminada de entre su pueblo” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Después el Señor habló a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "«Diles a los israelitas: “No comerán ninguna grasa de buey, ni de cordero, ni de cabra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "La grasa de un animal muerto y la grasa de un animal despedazado por las fieras podrá servir para cualquier uso, pero ciertamente no deben comerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Porque cualquiera que coma la grasa del animal del cual se ofrece una ofrenda encendida al Señor, la persona que coma será exterminada de entre su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y ustedes no comerán sangre, ni de ave ni de animal, en ningún lugar en que habiten."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Toda persona que coma cualquier clase de sangre, esa persona será exterminada de entre su pueblo” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces el Señor habló a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "«Di a los israelitas: “El que ofrezca el sacrificio de sus ofrendas de paz al Señor, traerá su ofrenda del sacrificio de sus ofrendas de paz al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Sus propias manos traerán ofrendas encendidas al Señor. Traerá la grasa con el pecho, para que el pecho sea presentado como ofrenda mecida delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "El sacerdote quemará el sebo sobre el altar; pero el pecho pertenecerá a Aarón y a sus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Y ustedes darán al sacerdote la pierna derecha como contribución de los sacrificios de sus ofrendas de paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Aquel que de entre los hijos de Aarón ofrezca la sangre de las ofrendas de paz y la grasa, recibirá la pierna derecha como su porción."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Pues Yo he tomado de los israelitas, de los sacrificios de sus ofrendas de paz, el pecho de la ofrenda mecida y la pierna de la contribución, y los he dado al sacerdote Aarón y a sus hijos, como su porción para siempre de parte de los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "”Esta es la porción consagrada a Aarón y la porción consagrada a sus hijos de las ofrendas encendidas para el Señor, desde el día en que Moisés los presentó para ministrar como sacerdotes al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "El Señor había ordenado que se les diera esa porción de parte de los israelitas el día en que Él los ungió. Es la porción de ellos para siempre, por todas sus generaciones” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Esta es la ley del holocausto, de la ofrenda de cereal, de la ofrenda por el pecado, de la ofrenda por la culpa, de la ofrenda de consagración y del sacrificio de las ofrendas de paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "El Señor la ordenó a Moisés en el monte Sinaí, el día en que Él mandó a los israelitas que presentaran sus ofrendas al Señor en el desierto de Sinaí."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.8"
        ],
        "human": "Levítico 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.9"
        ],
        "human": "Levítico 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.7"
        ],
        "human": "Levítico 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Consagración de Aarón y de sus hijos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces el Señor dijo a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Toma a Aarón y con él a sus hijos, y las vestiduras, el aceite de la unción, el novillo de la ofrenda por el pecado, los dos carneros y la cesta de los panes sin levadura;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y reúne a toda la congregación a la entrada de la tienda de reunión»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Moisés hizo tal como el Señor le ordenó, y cuando la congregación se había reunido a la entrada de la tienda de reunión,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Moisés dijo a la congregación: «Esto es lo que el Señor ha ordenado hacer»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces Moisés hizo que Aarón y sus hijos se acercaran, y los lavó con agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Puso sobre él la túnica, lo ciñó con el cinturón y lo vistió con el manto; luego le puso el efod, y lo ciñó con el cinto tejido del efod, con el cual se lo ató."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Después le puso el pectoral, y dentro del pectoral puso el Urim y el Tumim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Puso también la tiara sobre su cabeza, y sobre la tiara, al frente, puso la lámina de oro, la diadema santa, tal como el Señor había ordenado a Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces Moisés tomó el aceite de la unción y ungió el tabernáculo y todo lo que en él había, y los consagró."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Con el aceite roció el altar siete veces y ungió el altar y todos sus utensilios, así como la pila y su base, para consagrarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Después derramó del aceite de la unción sobre la cabeza de Aarón y lo ungió, para consagrarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Luego Moisés hizo que los hijos de Aarón se acercaran y los vistió con túnicas, los ciñó con cinturones, y les ajustó las tiaras tal como el Señor había ordenado a Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces trajo el novillo de la ofrenda por el pecado, y Aarón y sus hijos pusieron sus manos sobre la cabeza del novillo de la ofrenda por el pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Después Moisés lo degolló y tomó la sangre y con su dedo puso parte de ella en los cuernos del altar por todos los lados, y purificó el altar. Luego derramó el resto de la sangre al pie del altar y lo consagró, para hacer expiación por él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Tomó también toda la grasa que había en las entrañas y el lóbulo del hígado, y los dos riñones con su grasa, y Moisés los quemó sobre el altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero el novillo, con su piel, su carne y su estiércol, lo quemó en el fuego fuera del campamento, tal como el Señor había mandado a Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces presentó el carnero del holocausto, y Aarón y sus hijos pusieron sus manos sobre la cabeza del carnero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y Moisés lo degolló y roció la sangre sobre el altar, por todos los lados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cuando había cortado el carnero en pedazos, Moisés quemó la cabeza, los pedazos y el sebo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Después de lavar las entrañas y las patas con agua, Moisés quemó todo el carnero sobre el altar. Fue holocausto de aroma agradable; fue ofrenda encendida para el Señor, tal como el Señor había ordenado a Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Luego presentó el segundo carnero, el carnero de la consagración, y Aarón y sus hijos pusieron sus manos sobre la cabeza del carnero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Moisés lo degolló y tomó de la sangre y la puso en el lóbulo de la oreja derecha de Aarón, en el pulgar de su mano derecha y en el pulgar de su pie derecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Hizo también que se acercaran los hijos de Aarón; y Moisés puso sangre en el lóbulo de la oreja derecha de ellos, en el pulgar de su mano derecha y en el pulgar de su pie derecho. Entonces Moisés roció el resto de la sangre sobre el altar, por todos los lados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Después tomó la grasa y la cola gorda, y toda la grasa que estaba en las entrañas, el lóbulo del hígado, los dos riñones con su grasa y la pierna derecha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y de la cesta de los panes sin levadura que estaba delante del Señor, tomó una torta sin levadura, una torta de pan mezclada con aceite y un hojaldre, y los puso sobre las porciones de grasa y sobre la pierna derecha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Entonces lo puso todo en las manos de Aarón y en las manos de sus hijos, y lo presentó como una ofrenda mecida delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Después Moisés tomó todo esto de las manos de ellos y lo quemó en el altar con el holocausto. Fue una ofrenda de consagración como aroma agradable, ofrenda encendida para el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Moisés tomó también el pecho y lo presentó como ofrenda mecida delante del Señor; era la porción del carnero de la consagración que pertenecía a Moisés, tal como el Señor le había ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Moisés tomó del aceite de la unción y de la sangre que estaba sobre el altar, y roció a Aarón y sus vestiduras, y a sus hijos y las vestiduras de sus hijos; y consagró a Aarón y sus vestiduras, y a sus hijos y las vestiduras de sus hijos con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Entonces Moisés dijo a Aarón y a sus hijos: «Cuezan la carne a la entrada de la tienda de reunión, y cómanla allí junto con el pan que está en la cesta de la ofrenda de consagración, tal como lo he ordenado, diciendo: “Aarón y sus hijos lo comerán”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "El resto de la carne y del pan ustedes lo quemarán en el fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Y no saldrán de la entrada de la tienda de reunión por siete días, hasta que termine el tiempo de su consagración; porque por siete días serán consagrados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "El Señor ha mandado hacer tal como se ha hecho hoy, para hacer expiación a favor de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Además, permanecerán a la entrada de la tienda de reunión día y noche por siete días, y guardarán la ordenanza del Señor para que no mueran, porque así se me ha ordenado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Y Aarón y sus hijos hicieron todas las cosas que el Señor había ordenado por medio de Moisés."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.9"
        ],
        "human": "Levítico 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.10"
        ],
        "human": "Levítico 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.8"
        ],
        "human": "Levítico 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Primeros sacrificios de Aarón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Al octavo día Moisés llamó a Aarón, a sus hijos y a los ancianos de Israel;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y le dijo a Aarón: «Toma un becerro para la ofrenda por el pecado, y un carnero para el holocausto, ambos sin defecto, y ofrécelos delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Luego hablarás a los israelitas: “Tomen un macho cabrío para la ofrenda por el pecado, y un becerro y un cordero, ambos de un año, sin defecto, para el holocausto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y un buey y un carnero para las ofrendas de paz, para sacrificar delante del Señor, y una ofrenda de cereal mezclado con aceite; porque hoy el Señor se aparecerá a ustedes” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Llevaron, pues, al frente de la tienda de reunión lo que Moisés había ordenado, y toda la congregación se acercó y permaneció de pie delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y Moisés dijo: «Esto es lo que el Señor ha mandado que hagan, para que la gloria del Señor se aparezca a ustedes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces Moisés dijo a Aarón: «Acércate al altar y presenta tu ofrenda por el pecado y tu holocausto, para que hagas expiación por ti mismo y por el pueblo; luego presenta la ofrenda por el pueblo, para que puedas hacer expiación por ellos, tal como el Señor ha ordenado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Se acercó, pues, Aarón al altar y degolló el becerro de la ofrenda por el pecado que era por sí mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y los hijos de Aarón le presentaron la sangre; y él mojó su dedo en la sangre, puso parte de ella sobre los cuernos del altar, y derramó el resto de la sangre al pie del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Después quemó sobre el altar la grasa, los riñones y el lóbulo del hígado de la ofrenda por el pecado, tal como el Señor había ordenado a Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Sin embargo, la carne y la piel las quemó en el fuego fuera del campamento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Luego degolló el holocausto; y los hijos de Aarón le dieron la sangre y la roció sobre el altar, por todos los lados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y le dieron el holocausto en pedazos, con la cabeza, y los quemó sobre el altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Lavó también las entrañas y las patas, y las quemó con el holocausto sobre el altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Luego presentó la ofrenda por el pueblo, y tomó el macho cabrío para la ofrenda por el pecado que era por el pueblo, lo degolló y lo ofreció por los pecados, como el primero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Presentó también el holocausto, y lo ofreció conforme a la ordenanza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Después presentó la ofrenda de cereal, y llenó de ella su mano, y la quemó sobre el altar, además del holocausto de la mañana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Luego degolló el buey y el carnero, el sacrificio de las ofrendas de paz que era por el pueblo; y los hijos de Aarón le dieron la sangre y él la roció sobre el altar, por todos los lados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "En cuanto a los pedazos de grasa del buey y del carnero, la cola gorda, la grasa que cubre las entrañas, los riñones y el lóbulo del hígado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "los pusieron sobre los pechos de los animales sacrificados; y él quemó los pedazos de sebo sobre el altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero Aarón presentó los pechos y la pierna derecha como ofrenda mecida delante del Señor, tal como Moisés había ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entonces Aarón alzó sus manos hacia el pueblo y lo bendijo, y después de ofrecer la ofrenda por el pecado, el holocausto y las ofrendas de paz, descendió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Moisés y Aarón entraron en la tienda de reunión, y cuando salieron y bendijeron al pueblo, la gloria del Señor apareció a todo el pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y salió fuego de la presencia del Señor que consumió el holocausto y los pedazos de grasa sobre el altar. Al verlo, todo el pueblo aclamó y se postró rostro en tierra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.10"
        ],
        "human": "Levítico 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.11"
        ],
        "human": "Levítico 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.9"
        ],
        "human": "Levítico 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El pecado de Nadab y Abiú"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pero Nadab y Abiú, hijos de Aarón, tomaron sus respectivos incensarios, y después de poner fuego en ellos y echar incienso sobre él, ofrecieron delante del Señor fuego extraño, que Él no les había ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y de la presencia del Señor salió fuego que los consumió, y murieron delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces Moisés dijo a Aarón: «Esto es lo que el Señor dijo:",
            "“Como santo seré tratado por los que se acercan a Mí,",
            "Y en presencia de todo el pueblo seré honrado” ».",
            "Y Aarón guardó silencio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Moisés llamó también a Misael y a Elzafán, hijos de Uziel, tío de Aarón, y les dijo: «Acérquense, llévense a sus parientes de delante del santuario, fuera del campamento»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y ellos se acercaron y los llevaron fuera del campamento todavía en sus túnicas, como Moisés había dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Luego Moisés dijo a Aarón y a sus hijos Eleazar e Itamar: «No descubran su cabeza ni rasguen sus vestidos, para que no mueran y para que Él no desate todo Su enojo contra toda la congregación. Pero sus hermanos, toda la casa de Israel, se lamentarán por el incendio que el Señor ha traído."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ni siquiera saldrán de la entrada de la tienda de reunión, no sea que mueran; porque el aceite de unción del Señor está sobre ustedes». Y ellos hicieron conforme al mandato de Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Deberes y porciones de los sacerdotes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El Señor le dijo a Aarón:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "«Ustedes no beberán vino ni licor, ni tú ni tus hijos contigo, cuando entren en la tienda de reunión, para que no mueran. Es un estatuto perpetuo por todas sus generaciones,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y para que hagan distinción entre lo santo y lo profano, entre lo inmundo y lo limpio,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y para que enseñen a los israelitas todos los estatutos que el Señor les ha dicho por medio de Moisés»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces Moisés dijo a Aarón y a los hijos que le quedaban, Eleazar e Itamar: «Tomen la ofrenda de cereal que queda de las ofrendas encendidas para el Señor, y cómanla sin levadura junto al altar, porque es santísima."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "La comerán, pues, en lugar santo, porque es la porción tuya y la porción de tus hijos de las ofrendas encendidas al Señor; porque así se me ha ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Sin embargo, el pecho de la ofrenda mecida y la pierna de la ofrenda pueden comerlos en un lugar limpio, tú, y tus hijos y tus hijas contigo; porque han sido dadas como la porción tuya y la de tus hijos de los sacrificios de las ofrendas de paz de los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "La pierna que fue ofrecida levantándola, y el pecho que fue ofrecido meciéndolo, los traerán junto con las ofrendas encendidas de los pedazos de grasa, para presentarlos como ofrenda mecida delante del Señor. Así será para siempre la porción tuya y la de tus hijos contigo, tal como el Señor ha ordenado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Moisés preguntó con diligencia por el macho cabrío de la ofrenda por el pecado, y aconteció que había sido quemado. Y se enojó con Eleazar e Itamar, los hijos que le habían quedado a Aarón y les dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "«¿Por qué no comieron la ofrenda por el pecado en el lugar santo? Porque es santísima y les ha sido dada para quitar la culpa de la congregación, para hacer expiación por ellos delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Miren, puesto que la sangre no había sido traída dentro, al santuario, ciertamente debieran haber comido la ofrenda en el santuario, tal como yo ordené»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero Aarón respondió a Moisés: «Mira, hoy mismo han presentado ellos su ofrenda por el pecado y su holocausto delante del Señor. Ya que esto me ha sucedido, si yo hubiera comido hoy de la ofrenda por el pecado, ¿hubiera sido grato a los ojos del Señor?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cuando Moisés oyó esto, quedó satisfecho."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.11"
        ],
        "human": "Levítico 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.12"
        ],
        "human": "Levítico 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.10"
        ],
        "human": "Levítico 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Animales limpios e inmundos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor habló de nuevo a Moisés y a Aarón:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Digan a los israelitas: “Estos son los animales que pueden comer de entre todos los animales que hay sobre la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "De entre los animales, todo el que tiene pezuña dividida, formando así cascos hendidos, y rumia, este comerán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Sin embargo, de los que rumian o tienen pezuña dividida, no comerán estos: el camello, porque aunque rumia no tiene pezuña dividida; será inmundo para ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "El damán, porque aunque rumia, no tiene pezuña dividida; será inmundo para ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El conejo, porque aunque rumia, no tiene pezuña dividida; será inmundo para ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y el cerdo, porque aunque tiene pezuña dividida, formando así un casco hendido, no rumia; será inmundo para ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "No comerán de su carne ni tocarán sus cadáveres; serán inmundos para ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "”De todos los animales que hay en las aguas, podrán comer estos: todos los que tienen aletas y escamas, en las aguas, en los mares o en los ríos, podrán comer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero todos los que no tienen aletas ni escamas en los mares y en los ríos, entre todo lo que se mueve en las aguas y entre todas las criaturas vivientes que están en el agua, serán abominación para ustedes;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "les serán abominación, no comerán de su carne y abominarán sus cadáveres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Todo lo que en las aguas no tenga aletas ni escamas, les será abominación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "”Además, estas abominarán de entre las aves, no se comerán, son abominación: el águila, el buitre y el buitre negro,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "el milano y el halcón según su especie;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "todo cuervo según su especie;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "el avestruz, la lechuza, la gaviota y el gavilán según su especie;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "el búho, el somormujo, el búho real,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "la lechuza blanca, el pelícano, el buitre común,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "la cigüeña, la garza según su especie; la abubilla y el murciélago."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "”Todo insecto alado que ande sobre cuatro patas les será abominación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Sin embargo, estos pueden comer de entre todos los insectos alados que andan sobre cuatro patas: los que tienen, además de sus patas, piernas con coyunturas para saltar con ellas sobre la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "De ellos pueden comer estos: la langosta según sus especies, la langosta destructora según sus especies, el grillo según sus especies y el saltamontes según sus especies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero todos los demás insectos alados que tengan cuatro patas les serán abominación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "”Por estos animales, pues, serán inmundos; todo el que toque sus cadáveres quedará inmundo hasta el atardecer,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "y todo el que levante parte de sus cadáveres lavará sus vestidos y quedará inmundo hasta el atardecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "En cuanto a todo animal de pezuña dividida, pero que no forma pezuña hendida, o que no rumian, serán inmundos para ustedes; todo el que los toque quedará inmundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "De entre los animales que andan sobre cuatro patas, los que andan sobre sus garras son inmundos para ustedes; todo el que toque sus cadáveres quedará inmundo hasta el atardecer,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "y el que levante sus cadáveres lavará sus ropas y quedará inmundo hasta el atardecer; les son inmundos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "”Entre los animales que se arrastran sobre la tierra, estos serán inmundos para ustedes: el topo, el ratón y el lagarto según sus especies;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "el erizo, el cocodrilo, el lagarto, la lagartija de arena y el camaleón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Estos serán inmundos para ustedes de entre todos los animales que se arrastran; todo el que los toque cuando estén muertos quedará inmundo hasta el atardecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "También quedará inmunda cualquier cosa sobre la cual caiga muerto uno de ellos, incluso cualquier artículo de madera, ropa, piel, saco, o cualquier utensilio de trabajo; será puesto en el agua y quedará inmundo hasta el atardecer; entonces quedará limpio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "”Respecto a cualquier vasija de barro en la cual caiga uno de ellos, lo que está en la vasija quedará inmundo y quebrarán la vasija."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Todo alimento que se come, sobre el cual caiga de esta agua, quedará inmundo, y todo líquido que se bebe, que esté en tales vasijas quedará inmundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Todo aquello sobre lo cual caiga parte de sus cadáveres quedará inmundo; el horno o fogón será derribado; son inmundos y seguirán siendo inmundos para ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Sin embargo, una fuente o cisterna donde se recoge agua será limpia, pero lo que toque sus cadáveres quedará inmundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Y si parte de sus cadáveres cae sobre cualquier semilla que se ha de sembrar, quedará limpia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Pero si se pone agua en la semilla, y una parte de sus cadáveres cae en ella, será inmunda para ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "”Si muere uno de los animales que ustedes tienen para comer, el que toque su cadáver quedará inmundo hasta el atardecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Y el que coma parte de su cadáver lavará sus vestidos y quedará inmundo hasta el atardecer; y el que levante el cadáver lavará sus vestidos y quedará inmundo hasta el atardecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "”Todo animal que se arrastra sobre la tierra es abominable; no se comerá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Todo lo que anda sobre su vientre, todo lo que camina sobre cuatro patas, todo lo que tiene muchos pies, con respecto a todo lo que se arrastra sobre la tierra, no los comerán porque es abominación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "No se hagan abominables por causa de ningún animal que se arrastra; y no se contaminen con ellos para que ustedes no sean inmundos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Porque Yo soy el Señor su Dios. Por tanto, conságrense y sean santos, porque Yo soy santo. No se contaminen, pues, con ningún animal que se arrastra sobre la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Porque Yo soy el Señor, que los he hecho subir de la tierra de Egipto para ser su Dios; serán, pues, santos porque Yo soy santo” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Esta es la ley acerca de los animales, de las aves, de todo ser viviente que se mueve en las aguas y de todo animal que se arrastra sobre la tierra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "para hacer distinción entre lo inmundo y lo limpio, entre el animal que se puede comer y el animal que no se puede comer."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.12"
        ],
        "human": "Levítico 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.13"
        ],
        "human": "Levítico 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.11"
        ],
        "human": "Levítico 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Purificación de la mujer después del parto"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces el Señor habló a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Di a los israelitas: “Cuando una mujer dé a luz y tenga varón, quedará impura por siete días; como en los días de su menstruación, será impura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Al octavo día la carne del prepucio del niño será circuncidada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y ella permanecerá en la sangre de su purificación por treinta y tres días; no tocará ninguna cosa consagrada ni entrará al santuario hasta que los días de su purificación sean cumplidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero si da a luz una niña, quedará impura por dos semanas, como en los días de su menstruación; y permanecerá en la sangre de su purificación por sesenta y seis días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "”Cuando se cumplan los días de su purificación por un hijo o por una hija, traerá al sacerdote, a la entrada de la tienda de reunión, un cordero de un año como holocausto, y un pichón o una tórtola como ofrenda por el pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces él los ofrecerá delante del Señor y hará expiación por ella, y quedará limpia del flujo de su sangre. Esta es la ley para la que da a luz, sea hijo o hija."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero si no le alcanzan los recursos para ofrecer un cordero, entonces tomará dos tórtolas o dos pichones, uno para el holocausto y el otro para la ofrenda por el pecado; y el sacerdote hará expiación por ella, y quedará limpia” »."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.13"
        ],
        "human": "Levítico 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.14"
        ],
        "human": "Levítico 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.12"
        ],
        "human": "Levítico 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Leyes acerca de la lepra"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor les dijo a Moisés y a Aarón:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Cuando alguien tenga en la piel de su cuerpo hinchazón, o erupción, o mancha blanca lustrosa, y se convierta en infección de lepra en la piel de su cuerpo, será traído al sacerdote Aarón o a uno de sus hijos, los sacerdotes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "El sacerdote mirará la infección en la piel del cuerpo; y si el pelo en la infección se ha vuelto blanco, y la infección parece más profunda que la piel de su cuerpo, es una infección de lepra; cuando el sacerdote lo haya examinado lo declarará inmundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero si la mancha lustrosa es blanca en la piel de su cuerpo, y no parece ser más profunda que la piel, y el pelo en ella no se ha vuelto blanco, entonces el sacerdote aislará por siete días al que tiene la infección."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Al séptimo día el sacerdote lo examinará, y si en su parecer la infección no ha cambiado, y si la infección no se ha extendido en la piel, entonces el sacerdote lo aislará por otros siete días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El sacerdote lo examinará de nuevo al séptimo día; y si la infección ha oscurecido, y la infección no se ha extendido en la piel, entonces el sacerdote lo declarará limpio; es solo una postilla. La persona lavará sus vestidos y quedará limpia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Pero si la postilla se extiende en la piel después que él se haya mostrado al sacerdote para su purificación, volverá a presentarse al sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y el sacerdote lo examinará, y si la postilla se ha extendido en la piel, entonces el sacerdote lo declarará inmundo; es lepra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»Cuando haya infección de lepra en un hombre, será traído al sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces el sacerdote lo examinará, y si hay hinchazón blanca en la piel, y el pelo se ha vuelto blanco, y hay carne viva en la hinchazón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "es lepra crónica en la piel de su cuerpo, y el sacerdote lo declarará inmundo; no lo aislará, porque es inmundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y si la lepra brota y se extiende en la piel, y la lepra cubre toda la piel del que tenía la infección, desde su cabeza hasta sus pies, hasta donde pueda ver el sacerdote,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "entonces el sacerdote mirará, y si ve que la lepra ha cubierto todo su cuerpo, declarará limpio al que tenía la infección; se ha vuelto toda blanca y él es limpio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Pero cuando aparezca en él carne viva, quedará inmundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El sacerdote mirará la carne viva, y lo declarará inmundo; la carne viva es inmunda, es lepra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero si la carne viva cambia nuevamente y se vuelve blanca, entonces vendrá al sacerdote,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "y el sacerdote lo mirará, y si ve que la infección se ha vuelto blanca, el sacerdote declarará limpio al que tenía la infección; limpio es."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Cuando el cuerpo tenga una úlcera en su piel, y se sane,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "y en el lugar de la úlcera haya hinchazón blanca, o una mancha lustrosa, blanca rojiza, será mostrada al sacerdote,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "y el sacerdote la examinará, y si parece que está a un nivel más bajo que la piel y su pelo se ha vuelto blanco, el sacerdote lo declarará inmundo. Es infección de lepra, ha brotado en la úlcera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero si el sacerdote la examina, y ve que no hay pelos blancos en ella, y no está a nivel más bajo que la piel y se ha oscurecido, el sacerdote lo aislará por siete días;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "y si se extiende en la piel, el sacerdote lo declarará inmundo: es infección."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero si la mancha lustrosa permanece en su lugar y no se extiende, es solo la cicatriz de la úlcera. El sacerdote lo declarará limpio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "»Asimismo, si el cuerpo sufre en su piel una quemadura de fuego, y la carne viva de la quemadura se vuelve una mancha lustrosa, blanca rojiza o solo blanca,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "entonces el sacerdote la examinará. Y si el pelo en la mancha lustrosa se ha vuelto blanco, y la mancha parece estar más profunda que la piel, es lepra; ha brotado en la quemadura. Por tanto, el sacerdote lo declarará inmundo. Es infección de lepra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Pero si el sacerdote la examina, y ve que no hay pelo blanco en la mancha lustrosa y no está más profunda que la piel, pero está oscura, entonces el sacerdote lo aislará por siete días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Al séptimo día el sacerdote lo examinará. Si se ha extendido en la piel, el sacerdote lo declarará inmundo. Es infección de lepra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Pero si la mancha lustrosa permanece en su lugar y no se ha extendido en la piel, sino que está oscura, es la hinchazón de la quemadura; y el sacerdote lo declarará limpio, pues es solo la cicatriz de la quemadura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "»Si un hombre o una mujer tiene una infección en la cabeza o en la barba,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "el sacerdote le examinará la infección, y si parece estar más profunda que la piel y hay en ella pelo fino amarillento, entonces el sacerdote lo declarará inmundo. Es tiña, es lepra de la cabeza o de la barba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Pero si el sacerdote examina la infección de la tiña, y no parece ser más profunda que la piel y no hay en ella pelo negro, el sacerdote aislará por siete días a la persona con la infección de la tiña."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Al séptimo día el sacerdote examinará la infección, y si la tiña no se ha extendido, ni ha crecido en ella pelo amarillento, ni la tiña parece ser más profunda que la piel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "entonces se rasurará, pero no rasurará la parte con tiña; y el sacerdote aislará al que tiene la tiña por otros siete días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Al séptimo día el sacerdote examinará la tiña, y si esta no se ha extendido en la piel y no parece estar más profunda que la piel, el sacerdote lo declarará limpio. Entonces, el enfermo lavará sus vestidos y quedará limpio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "»Pero si la tiña se extiende en la piel después de su purificación,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "el sacerdote lo examinará, y si la tiña se ha extendido en la piel, el sacerdote no tiene que buscar pelo amarillento; es inmundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Si en su parecer la tiña ha permanecido igual y ha crecido pelo negro en ella, la tiña ha sanado; es limpio, y el sacerdote lo declarará limpio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "»Cuando un hombre o una mujer tenga manchas lustrosas en la piel de su cuerpo, manchas blancas lustrosas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "el sacerdote las examinará, y si las manchas lustrosas en la piel de su cuerpo son de color blanquecino, es eczema que ha brotado en la piel; la persona es limpia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "»Si un hombre pierde el pelo de la cabeza, es calvo, pero limpio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Y si su cabeza pierde el pelo por delante y por los lados, es calvo en la frente; es limpio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Pero si en la calva de la cabeza o de la frente aparece una infección blanca rojiza, es lepra que brota en la calva de su cabeza o en la calva de su frente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Entonces el sacerdote lo examinará; y si la hinchazón de la infección es blanca rojiza en la calva de la cabeza o en la calva de la frente, como la apariencia de la lepra en la piel del cuerpo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "es un leproso, es inmundo. El sacerdote ciertamente lo declarará inmundo; su infección está en su cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "»En cuanto al leproso que tenga la infección, sus vestidos estarán rasgados, el cabello de su cabeza estará descubierto, se cubrirá el bozo y gritará: “¡Inmundo, inmundo!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Permanecerá inmundo todos los días que tenga la infección; es inmundo. Vivirá solo; su morada estará fuera del campamento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "»Cuando un vestido tenga una marca de lepra, sea un vestido de lana o de lino,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "sea en la urdimbre o en la trama, de lino o de lana, en cuero o en cualquier artículo hecho de cuero,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "si la marca en el vestido o en el cuero, en la urdimbre o en la trama, o en cualquier artículo de cuero, es verdosa o rojiza, es marca de lepra y le será mostrada al sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Entonces el sacerdote examinará la marca, y aislará el artículo con marca por siete días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Al séptimo día examinará la marca; si la marca se ha extendido en el vestido, sea en la urdimbre o en la trama, o en el cuero, cualquiera que sea el uso que se le dé al cuero, la marca es una lepra maligna, es inmunda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "Quemará, pues, el vestido, ya sea la urdimbre o la trama, en lana o en lino, o cualquier artículo de cuero en el cual aparezca la marca, porque es una lepra maligna; será quemado en el fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "»Pero si el sacerdote la examina, y la marca no se ha extendido en el vestido, en la urdimbre o en la trama, o en cualquier artículo de cuero,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "entonces el sacerdote les ordenará lavar aquello donde aparezca la marca, y lo aislará por otros siete días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "Después que el artículo con la marca haya sido lavado, el sacerdote lo examinará otra vez, y si la marca no ha cambiado de aspecto, aun cuando la marca no se haya extendido, es inmundo; en el fuego lo quemarás, ya sea que la corrosión lo haya raído por el derecho o el revés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "»Entonces el sacerdote lo examinará, y si la marca se ha oscurecido después de haber sido lavada, la arrancará del vestido o del cuero, sea de la urdimbre o de la trama;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "y si aparece otra vez en el vestido, sea en la urdimbre o en la trama, o en cualquier artículo de cuero, es una erupción; el artículo con la marca será quemado en el fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            58
          ],
          "lines": [
            "El vestido, sea en la urdimbre o en la trama, o cualquier artículo de cuero del cual se haya quitado la marca después de haberlo lavado, será lavado por segunda vez y quedará limpio»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            59
          ],
          "lines": [
            "Esta es la ley para la marca de lepra en un vestido de lana o de lino, sea en la urdimbre o en la trama, o en cualquier artículo de cuero, para declararlo limpio o inmundo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.14"
        ],
        "human": "Levítico 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.15"
        ],
        "human": "Levítico 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.13"
        ],
        "human": "Levítico 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La purificación de los leprosos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces el Señor le dijo a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Esta será la ley del leproso en los días de su purificación. Será llevado al sacerdote,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y el sacerdote saldrá fuera del campamento. El sacerdote lo examinará, y si la infección ha sido sanada en el leproso,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "entonces el sacerdote mandará tomar dos avecillas vivas y limpias, madera de cedro, un cordón escarlata e hisopo para el que ha de ser purificado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Después el sacerdote mandará degollar una de las avecillas en una vasija de barro sobre agua corriente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "En cuanto a la avecilla viva, la tomará junto con la madera de cedro, el cordón escarlata y el hisopo, y los mojará junto con la avecilla viva en la sangre del ave muerta sobre el agua corriente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Después rociará siete veces al que ha de ser purificado de la lepra, lo declarará limpio, y soltará al ave viva en campo abierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»El que ha de ser purificado lavará su ropa, se rasurará todo el cabello, se bañará en agua y quedará limpio. Después podrá entrar al campamento, pero por siete días permanecerá fuera de su tienda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Al séptimo día se rasurará todo el cabello: se rasurará la cabeza, la barba y las cejas; todo su cabello. Entonces lavará su ropa y se lavará el cuerpo en agua, y quedará limpio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»En el octavo día tomará dos corderos sin defecto, una cordera de un año sin defecto, tres décimas de un efa (7.3 litros) de flor de harina mezclada con aceite como ofrenda de cereal y un tercio de litro de aceite;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y el sacerdote que lo declare limpio, presentará delante del Señor al hombre que ha de ser purificado, con las ofrendas, a la entrada de la tienda de reunión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces el sacerdote tomará uno de los corderos y lo traerá como ofrenda por la culpa, con el tercio de litro de aceite, y los presentará como ofrenda mecida delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Enseguida degollará el cordero en el lugar donde degüellan la ofrenda por el pecado y el holocausto, en el lugar del santuario, porque la ofrenda por la culpa, lo mismo que la ofrenda por el pecado, pertenece al sacerdote; es cosa santísima."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Entonces el sacerdote tomará de la sangre de la ofrenda por la culpa, y la pondrá el sacerdote sobre el lóbulo de la oreja derecha del que ha de ser purificado, sobre el pulgar de su mano derecha y sobre el pulgar de su pie derecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El sacerdote tomará también del tercio de litro de aceite, y lo derramará en la palma de su mano izquierda;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "después el sacerdote mojará el dedo de su mano derecha en el aceite que está en la palma de su mano izquierda, y con el dedo rociará del aceite siete veces delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "De lo que quede del aceite que está en su mano, el sacerdote pondrá un poco sobre el lóbulo de la oreja derecha del que se ha de purificar, sobre el pulgar de su mano derecha y sobre el pulgar de su pie derecho, encima de la sangre de la ofrenda por la culpa;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "y el resto del aceite que está en la mano del sacerdote, lo pondrá sobre la cabeza del que ha de ser purificado. Así el sacerdote hará expiación por él delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»Luego el sacerdote ofrecerá el sacrificio por el pecado y hará expiación por el que se ha de purificar de su inmundicia. Y después, degollará el holocausto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y el sacerdote ofrecerá sobre el altar el holocausto y la ofrenda de cereal. Así hará expiación el sacerdote por él, y quedará limpio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "»Pero si es pobre y no tiene suficientes recursos, entonces tomará un cordero como ofrenda por la culpa, como ofrenda mecida, a fin de hacer expiación por él, y una décima de un efa (2.2 litros) de flor de harina mezclada con aceite para ofrenda de cereal, y un tercio de litro de aceite,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "y dos tórtolas o dos pichones, según sus recursos; uno será como ofrenda por el pecado y el otro para holocausto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Al octavo día los llevará al sacerdote para ofrecerlos por su purificación, a la entrada de la tienda de reunión, delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "»El sacerdote tomará el cordero de la ofrenda por la culpa y el tercio del litro de aceite, y los presentará como ofrenda mecida delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Luego degollará el cordero de la ofrenda por la culpa, y el sacerdote tomará de la sangre de la ofrenda por la culpa y la pondrá sobre el lóbulo de la oreja derecha del que ha de ser purificado, sobre el pulgar de su mano derecha y sobre el pulgar de su pie derecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "El sacerdote derramará también del aceite sobre la palma de su mano izquierda;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "y con el dedo de su mano derecha el sacerdote rociará un poco del aceite que está en la palma de su mano izquierda siete veces delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "»Después el sacerdote pondrá del aceite que está en su mano sobre el lóbulo de la oreja derecha del que ha de ser purificado, sobre el pulgar de su mano derecha y sobre el pulgar de su pie derecho, en el lugar de la sangre de la ofrenda por la culpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y el resto del aceite que está en la mano del sacerdote lo pondrá en la cabeza del que ha de ser purificado, a fin de hacer expiación por él delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Entonces ofrecerá una de las tórtolas o de los pichones, según sus recursos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Ofrecerá lo que pueda, uno como ofrenda por el pecado, y el otro como holocausto, junto con la ofrenda de cereal. Así el sacerdote hará expiación delante del Señor en favor del que ha de ser purificado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Esta es la ley para el que tenga infección de lepra, cuyos recursos para su purificación sean limitados»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cuarentena de casas infectadas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "También el Señor les dijo a Moisés y a Aarón:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "«Cuando ustedes entren en la tierra de Canaán, que les doy en posesión, y Yo ponga una marca de lepra sobre una casa en la tierra de su posesión,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "el dueño de la casa irá y le avisará al sacerdote: “Algo así como la marca de la lepra ha aparecido en mi casa”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "El sacerdote entonces ordenará que desocupen la casa antes de que él entre para examinar la marca, a fin de que nada se contamine en la casa; y después el sacerdote entrará y examinará la casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Examinará la marca, y si la marca sobre las paredes de la casa tiene cavidades verdosas o rojizas, y parece más profunda que la superficie,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "el sacerdote saldrá a la puerta de la casa, y cerrará la casa por siete días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "»Al séptimo día el sacerdote regresará y la inspeccionará. Si la marca se ha extendido en las paredes de la casa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "el sacerdote les ordenará quitar las piedras que tienen la marca y arrojarlas a un lugar inmundo fuera de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Y hará raspar toda la casa por dentro, y arrojarán fuera de la ciudad, a un lugar inmundo, el polvo que raspen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Luego tomarán otras piedras y reemplazarán aquellas piedras; y él tomará otra mezcla y volverá a recubrir la casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "»Sin embargo, si la marca vuelve a aparecer en la casa después de que él haya quitado las piedras y raspado la casa, y después de haberla recubierto con mezcla,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "el sacerdote entrará y la examinará. Si ve que la marca se ha extendido en la casa, será una lepra maligna en la casa; es inmunda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Derribará, pues, la casa, sus piedras, sus maderas y todo el emplaste de la casa, y los llevará fuera de la ciudad a un lugar inmundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Además, cualquiera que entre a la casa durante el tiempo que él la cerró, quedará inmundo hasta el atardecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "También, el que duerma en la casa lavará sus ropas, y el que coma en la casa lavará sus ropas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "»Pero si el sacerdote entra y la examina, y la marca no se ha extendido en la casa después de que la casa fue recubierta, el sacerdote declarará la casa limpia, porque la marca no ha vuelto a aparecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Entonces, para purificar la casa, tomará dos avecillas, madera de cedro, un cordón escarlata e hisopo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "y degollará una de las avecillas en una vasija de barro sobre agua corriente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Después tomará la madera de cedro, el hisopo y el cordón escarlata, junto con la avecilla viva, y los mojará en la sangre de la avecilla muerta y en el agua corriente, y rociará la casa siete veces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "Así purificará la casa con la sangre de la avecilla y con el agua corriente, junto con la avecilla viva, con la madera de cedro, con el hisopo y con el cordón escarlata."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Sin embargo, a la avecilla viva la dejará ir en libertad, fuera de la ciudad, hacia el campo abierto. Así hará expiación por la casa, y quedará purificada»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "Esta es la ley acerca de toda infección de lepra, o de tiña;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "y para la ropa o la casa con lepra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "para una hinchazón, una erupción o una mancha blanca lustrosa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "para enseñar cuándo son inmundas y cuándo son limpias. Esta es la ley sobre la lepra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.15"
        ],
        "human": "Levítico 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.16"
        ],
        "human": "Levítico 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.14"
        ],
        "human": "Levítico 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Purificación de impurezas físicas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor continuó hablando a Moisés y a Aarón:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Díganles a los israelitas: “Cuando algún hombre tenga flujo de su cuerpo, su flujo será inmundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Esta será, por tanto, su inmundicia en su flujo: será su inmundicia, ya sea que su cuerpo permita su flujo o que su cuerpo obstruya su flujo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Toda cama sobre la cual se acueste la persona con flujo será inmunda, y todo sobre lo que se siente será inmundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Además, cualquiera que toque su cama lavará su ropa, se bañará en agua y quedará inmundo hasta el atardecer;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y cualquiera que se siente en aquello sobre lo cual el que tiene el flujo ha estado sentado, lavará su ropa, se bañará en agua y quedará inmundo hasta el atardecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "”También, cualquiera que toque a la persona con el flujo lavará su ropa, se bañará en agua y quedará inmundo hasta el atardecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "O si la persona con el flujo escupe sobre uno que es limpio, este también lavará su ropa, se bañará en agua y quedará inmundo hasta el atardecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y toda montura sobre la cual cabalgue la persona con el flujo será inmunda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Todo el que toque cualquiera de las cosas que han estado debajo de él quedará inmundo hasta el atardecer, y el que las lleve lavará su ropa, se bañará en agua y quedará inmundo hasta el atardecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Asimismo, a quien toque el que tiene el flujo sin haberse lavado las manos con agua, lavará su ropa, se bañará en agua y quedará inmundo hasta el atardecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Sin embargo, una vasija de barro que toque la persona con el flujo será quebrada, y toda vasija de madera será lavada con agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "”Cuando el que tiene el flujo quede limpio de su flujo, contará para sí siete días para su purificación; entonces lavará su ropa, bañará su cuerpo en agua corriente y quedará limpio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces al octavo día tomará para sí dos tórtolas o dos pichones, y vendrá delante del Señor a la entrada de la tienda de reunión y los dará al sacerdote;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "y el sacerdote los ofrecerá, uno como ofrenda por el pecado y el otro como holocausto. Así el sacerdote hará expiación por él delante del Señor a causa de su flujo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "”Y si un hombre tiene emisión de semen, bañará todo su cuerpo en agua y quedará inmundo hasta el atardecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "En cuanto a cualquier vestidura o piel sobre la cual haya emisión de semen, será lavada con agua y quedará inmunda hasta el atardecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Si un hombre se acuesta con una mujer y hay emisión de semen, ambos se bañarán en agua y quedarán inmundos hasta el atardecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "”Cuando una mujer tenga flujo, si el flujo en su cuerpo es sangre, ella permanecerá en su impureza menstrual por siete días; y cualquiera que la toque quedará inmundo hasta el atardecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "También todo aquello sobre lo que ella se acueste durante su impureza menstrual quedará inmundo, y todo aquello sobre lo que ella se siente quedará inmundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cualquiera que toque su cama lavará su ropa, se bañará en agua y quedará inmundo hasta el atardecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y todo el que toque cualquier cosa sobre la que ella se siente, lavará su ropa, se bañará en agua y quedará inmundo hasta el atardecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Sea que esté sobre la cama o sobre aquello en lo cual ella se haya sentado, el que lo toque quedará inmundo hasta el atardecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y si un hombre se acuesta con ella y su impureza menstrual lo mancha, quedará inmundo por siete días, y toda cama sobre la que él se acueste quedará inmunda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "”Si una mujer tiene un flujo de sangre por muchos días, no en el período de su impureza menstrual, o si tiene un flujo después de ese período, todos los días de su flujo impuro continuará como en los días de su impureza menstrual; es inmunda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Toda cama sobre la cual ella se acueste durante los días de su flujo será para ella como la cama durante su menstruación, y todo sobre lo que ella se siente quedará inmundo, como la impureza de su impureza menstrual."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Cualquiera que toque esas cosas quedará inmundo; lavará su ropa, se bañará en agua y quedará inmundo hasta el atardecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Cuando ella quede limpia de su flujo, contará siete días; después quedará limpia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Al octavo día ella tomará consigo dos tórtolas o dos pichones, y los traerá al sacerdote a la entrada de la tienda de reunión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "El sacerdote ofrecerá uno de ellos como ofrenda por el pecado y el otro como holocausto. Así hará expiación el sacerdote por ella delante del Señor a causa de su flujo impuro”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Así ustedes mantendrán a los israelitas separados de sus impurezas, para que no mueran en sus impurezas por haber contaminado Mi tabernáculo que está entre ellos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Esta es la ley para el que tiene flujo y para el hombre que tiene una emisión de semen, contaminándose por él,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "y para la mujer que está enferma por causa de su impureza menstrual, para el que tenga un flujo, sea hombre o mujer, y para el hombre que se acueste con una mujer inmunda."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.16"
        ],
        "human": "Levítico 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.17"
        ],
        "human": "Levítico 17",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.15"
        ],
        "human": "Levítico 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El día de la expiación"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor habló a Moisés después de la muerte de los hijos de Aarón, cuando se acercaron a la presencia del Señor y murieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El Señor le dijo a Moisés: «Dile a tu hermano Aarón que no entre en cualquier tiempo en el lugar santo detrás del velo, delante del propiciatorio que está sobre el arca, no sea que muera; porque Yo apareceré en la nube sobre el propiciatorio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Aarón podrá entrar en el lugar santo con esto: con un novillo para ofrenda por el pecado y un carnero para holocausto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Se vestirá con la túnica sagrada de lino, y los calzoncillos de lino estarán sobre su cuerpo, y se ceñirá con el cinturón de lino y se cubrirá con la tiara de lino (estas son vestiduras sagradas). Lavará, pues, su cuerpo con agua y se vestirá con ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»Aarón tomará de la congregación de los israelitas dos machos cabríos para ofrenda por el pecado y un carnero para holocausto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces Aarón ofrecerá el novillo como ofrenda por el pecado, que es por sí mismo, para hacer expiación por sí mismo y por su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y tomará los dos machos cabríos y los presentará delante del Señor a la entrada de la tienda de reunión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Aarón echará suertes sobre los dos machos cabríos, una suerte por el Señor, y otra suerte para el macho cabrío expiatorio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Luego Aarón ofrecerá el macho cabrío sobre el cual haya caído la suerte para el Señor, haciéndolo ofrenda por el pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero el macho cabrío sobre el cual cayó la suerte para el macho cabrío expiatorio, será presentado vivo delante del Señor para hacer expiación sobre él, para enviarlo al desierto como macho cabrío expiatorio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Entonces Aarón ofrecerá el novillo de la ofrenda por el pecado, que es por sí mismo, y hará expiación por sí mismo y por su casa, y degollará el novillo de la ofrenda por el pecado hecha por sí mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y tomará un incensario lleno de brasas de fuego de sobre el altar que está delante del Señor, y dos puñados de incienso aromático molido, y lo llevará detrás del velo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pondrá el incienso sobre el fuego delante del Señor, para que la nube del incienso cubra el propiciatorio que está sobre el arca del testimonio, no sea que Aarón muera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Tomará además de la sangre del novillo y la rociará con su dedo en el lado oriental del propiciatorio; también delante del propiciatorio rociará de la sangre siete veces con su dedo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»Después degollará el macho cabrío de la ofrenda por el pecado que es por el pueblo, y llevará su sangre detrás del velo y hará con ella como hizo con la sangre del novillo, y la rociará sobre el propiciatorio y delante del propiciatorio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Hará, pues, expiación por el lugar santo a causa de las impurezas de los israelitas y a causa de sus transgresiones, por todos sus pecados; así hará también con la tienda de reunión que permanece con ellos en medio de sus impurezas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»Cuando Aarón entre a hacer expiación en el lugar santo, nadie estará en la tienda de reunión hasta que él salga, para que haga expiación por sí mismo, por su casa y por toda la asamblea de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces saldrá al altar que está delante del Señor y hará expiación por él, y tomará de la sangre del novillo y de la sangre del macho cabrío y la pondrá en los cuernos del altar por todos los lados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y con su dedo rociará sobre él de la sangre siete veces, y lo limpiará, y lo santificará de las impurezas de los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cuando acabe de hacer expiación por el lugar santo, la tienda de reunión y el altar, presentará el macho cabrío vivo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Después Aarón pondrá ambas manos sobre la cabeza del macho cabrío y confesará sobre él todas las iniquidades de los israelitas y todas sus transgresiones, todos sus pecados, y poniéndolos sobre la cabeza del macho cabrío, lo enviará al desierto por medio de un hombre preparado para esto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "El macho cabrío llevará sobre sí todas las iniquidades de ellos a una tierra solitaria; y el hombre soltará el macho cabrío en el desierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "»Entonces Aarón entrará en la tienda de reunión y se quitará las vestiduras de lino que se había puesto al entrar en el lugar santo, y las dejará allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Lavará su cuerpo con agua en un lugar sagrado, se pondrá sus vestidos, y saldrá y ofrecerá su holocausto y el holocausto del pueblo, y hará expiación por sí mismo y por el pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Luego quemará en el altar la grasa de la ofrenda por el pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y el que soltó el macho cabrío como macho cabrío expiatorio, lavará sus ropas y lavará su cuerpo con agua, y después entrará en el campamento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Pero el novillo de la ofrenda por el pecado y el macho cabrío de la ofrenda por el pecado, cuya sangre fue llevada dentro del lugar santo para hacer expiación, serán llevados fuera del campamento, y quemarán en el fuego su piel, su carne y su estiércol."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces el que los queme lavará sus ropas y lavará su cuerpo con agua, y después entrará en el campamento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "»Y esto será para ustedes un estatuto perpetuo: en el mes séptimo, a los diez días del mes, humillarán sus almas y no harán obra alguna, ni el nativo ni el extranjero que reside entre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Porque en este día se hará expiación por ustedes para que sean limpios; serán limpios de todos sus pecados delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Será para ustedes día de reposo, de descanso solemne, para que humillen sus almas; es estatuto perpetuo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "»Así el sacerdote que es ungido y ordenado para ministrar como sacerdote en lugar de su padre hará expiación: se pondrá las vestiduras de lino, las vestiduras sagradas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "y hará expiación por el santo santuario; hará expiación también por la tienda de reunión y por el altar. Además hará expiación por los sacerdotes y por todo el pueblo de la asamblea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Ustedes tendrán esto por estatuto perpetuo para hacer expiación por los israelitas, por todos sus pecados, una vez cada año». Tal como el Señor lo ordenó a Moisés, así lo hizo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.17",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.17"
        ],
        "human": "Levítico 17"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.18"
        ],
        "human": "Levítico 18",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.16"
        ],
        "human": "Levítico 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Más leyes sobre sacrificios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces el Señor habló a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Di a Aarón y a sus hijos, y a todos los israelitas: “Esto es lo que el Señor ha ordenado:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "‘Cualquier hombre de la casa de Israel que degüelle un buey, un cordero o una cabra en el campamento, o el que lo degüelle fuera del campamento,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "sin llevarlo a la puerta de la tienda de reunión para presentarlo como una ofrenda al Señor, delante del tabernáculo del Señor, ese hombre será culpable de la sangre. Ha derramado sangre y ese hombre será exterminado de entre su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Esto es para que los israelitas traigan los sacrificios que sacrificaban en campo abierto, los traigan al Señor a la puerta de la tienda de reunión, al sacerdote, y los sacrifiquen como sacrificios de las ofrendas de paz al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y el sacerdote rociará la sangre sobre el altar del Señor a la puerta de la tienda de reunión, y quemará la grasa como aroma agradable al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y ya no sacrificarán sus sacrificios a los demonios con los cuales se prostituyen. Esto les será estatuto perpetuo por todas sus generaciones’ ”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»Entonces les dirás: “Cualquier hombre de la casa de Israel, o de los extranjeros que residen entre ellos, que ofrezca holocausto o sacrificio,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "y no lo traiga a la entrada de la tienda de reunión para ofrecerlo al Señor, ese hombre también será exterminado de su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ley acerca de la sangre"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "”Si algún hombre de la casa de Israel, o de los extranjeros que residen entre ellos, come sangre, Yo pondré Mi rostro contra esa persona que coma sangre, y la exterminaré de entre su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Porque la vida de la carne está en la sangre, y Yo se la he dado a ustedes sobre el altar para hacer expiación por sus almas. Porque es la sangre, por razón de la vida, la que hace expiación”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por tanto dije a los israelitas: “Ninguna persona entre ustedes comerá sangre; tampoco comerá sangre ningún extranjero que reside entre ustedes”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y cuando algún hombre de los israelitas o de los extranjeros que residen entre ellos, que al cazar capture un animal o un ave que sea permitido comer, derramará su sangre y la cubrirá con tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Porque la vida de toda carne es su sangre. Por tanto, dije a los israelitas: “No comerán la sangre de ninguna carne, porque la vida de toda carne es su sangre; cualquiera que la coma será exterminado”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y cuando alguna persona, sea nativo o extranjero, coma de un animal muerto, o que haya sido despedazado por fieras, lavará sus vestidos y se bañará en agua, y quedará inmundo hasta el atardecer; entonces quedará limpio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero si no los lava o no baña su cuerpo, llevará su culpa»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.18",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.18"
        ],
        "human": "Levítico 18"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.19"
        ],
        "human": "Levítico 19",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.17"
        ],
        "human": "Levítico 17",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Leyes sobre el incesto y otras inmoralidades"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor también dijo a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Di a los israelitas: “Yo soy el Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ustedes no harán como hacen en la tierra de Egipto en la cual moraron, ni harán como hacen en la tierra de Canaán adonde Yo los llevo; no andarán en los estatutos de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Habrán de cumplir Mis leyes y guardarán Mis estatutos para vivir según ellos. Yo soy el Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por tanto, guardarán Mis estatutos y Mis leyes, por los cuales el hombre vivirá si los cumple. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "”Ninguno de ustedes se acercará a una parienta cercana suya para descubrir su desnudez. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "No descubrirás la desnudez de tu padre, o la desnudez de tu madre. Es tu madre, no descubrirás su desnudez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "No descubrirás la desnudez de la mujer de tu padre; es la desnudez de tu padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "La desnudez de tu hermana, sea hija de tu padre o de tu madre, nacida en casa o nacida fuera, su desnudez no descubrirás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "La desnudez de la hija de tu hijo, o de la hija de tu hija, su desnudez no descubrirás; porque su desnudez es la tuya."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "La desnudez de la hija de la mujer de tu padre, engendrada de tu padre, su desnudez no descubrirás; tu hermana es."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No descubrirás la desnudez de la hermana de tu padre; parienta de tu padre es."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "No descubrirás la desnudez de la hermana de tu madre; parienta de tu madre es."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "No descubrirás la desnudez del hermano de tu padre; no te acercarás a su mujer, tu tía es."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "No descubrirás la desnudez de tu nuera; es mujer de tu hijo, no descubrirás su desnudez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "No descubrirás la desnudez de la mujer de tu hermano; es la desnudez de tu hermano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "No descubrirás la desnudez de una mujer y la de su hija, ni tomarás la hija de su hijo ni la hija de su hija para descubrir su desnudez; son parientas. Es aborrecible."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "No tomarás mujer junto con su hermana, para que sea rival suya, descubriendo su desnudez mientras esta viva."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "”Y no te acercarás a una mujer para descubrir su desnudez durante su impureza menstrual."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "No te acostarás con la mujer de tu prójimo, contaminándote con ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Tampoco darás hijo tuyo para ofrecerlo a Moloc, ni profanarás el nombre de tu Dios. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "No te acostarás con varón como los que se acuestan con mujer; es una abominación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "No tendrás trato sexual con ningún animal, contaminándote con él, ni mujer alguna se pondrá delante de un animal para tener trato sexual con él; es una perversión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "”No se contaminen con ninguna de estas cosas, porque por todas estas cosas se han contaminado las naciones que voy a echar de delante de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Porque esta tierra se ha corrompido, por tanto, he castigado su iniquidad sobre ella, y la tierra ha vomitado a sus moradores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Pero en cuanto a ustedes, guardarán Mis estatutos y Mis leyes y no harán ninguna de estas abominaciones, ni el nativo ni el extranjero que reside entre ustedes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "(porque los hombres de esta tierra que fueron antes de ustedes han hecho todas estas abominaciones, y la tierra se ha contaminado),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "no sea que la tierra los vomite por haberla contaminado, como vomitó a la nación que estuvo antes de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Porque todo el que haga cualquiera de estas abominaciones, aquellas personas que las hagan, serán exterminadas de entre su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Por tanto, ustedes guardarán Mi ordenanza, no practicando ninguna de las costumbres abominables que se practicaron antes de ustedes, para que no se contaminen con ellas. Yo soy el Señor su Dios” »."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.19",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.19"
        ],
        "human": "Levítico 19"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.20"
        ],
        "human": "Levítico 20",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.18"
        ],
        "human": "Levítico 18",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Varias leyes y ordenanzas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces el Señor le dijo a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Habla a toda la congregación de los israelitas y diles: “Santos serán porque Yo, el Señor su Dios, soy santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cada uno de ustedes ha de reverenciar a su madre y a su padre, y guardarán Mis días de reposo. Yo soy el Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "No se vuelvan a los ídolos, ni se hagan dioses de fundición; Yo soy el Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "”Cuando ofrezcan sacrificio de ofrendas de paz al Señor, ofrézcanlo de tal manera que sean aceptos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Será comido el mismo día que lo ofrezcan y al día siguiente; pero lo que quede hasta el tercer día será quemado en el fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y si se come algo de él en el tercer día, es una abominación; no será acepto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y todo el que lo coma llevará su iniquidad, porque ha profanado lo santo del Señor; y esa persona será exterminada de entre su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "”Cuando siegues la cosecha de tu tierra, no segarás hasta los últimos rincones de tu campo, ni espigarás el sobrante de tu cosecha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Tampoco rebuscarás tu viña, ni recogerás el fruto caído de tu viña; lo dejarás para el pobre y para el extranjero. Yo soy el Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "”No hurtarán, ni engañarán, ni se mentirán unos a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y no jurarán en falso por Mi nombre, profanando así el nombre de tu Dios. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "”No oprimirás a tu prójimo, ni le robarás. El salario de un jornalero no ha de quedar contigo toda la noche hasta la mañana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "No maldecirás al sordo, ni pondrás tropiezo delante del ciego, sino que tendrás temor de tu Dios. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "”No harás injusticia en el juicio; no favorecerás al pobre ni complacerás al rico, sino que con justicia juzgarás a tu prójimo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "No andarás de calumniador entre tu pueblo; no harás nada contra la vida de tu prójimo. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "”No odiarás a tu compatriota en tu corazón; ciertamente podrás reprender a tu prójimo, pero no incurrirás en pecado a causa de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "No te vengarás, ni guardarás rencor a los hijos de tu pueblo, sino que amarás a tu prójimo como a ti mismo. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "”Mis estatutos guardarán. No juntarás dos clases distintas de tu ganado; no sembrarás tu campo con dos clases de semilla, ni te pondrás un vestido con mezcla de dos clases de material."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Si un hombre se acuesta con una mujer que sea sierva adquirida para otro hombre, pero que no haya sido redimida ni se le haya dado su libertad, habrá castigo; sin embargo, no se les dará muerte, porque ella no era libre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero él traerá al Señor su ofrenda por la culpa a la entrada de la tienda de reunión; traerá un carnero como ofrenda por la culpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y el sacerdote hará expiación por él con el carnero de la ofrenda por la culpa, delante del Señor, por el pecado que ha cometido; y el pecado que ha cometido le será perdonado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "”Cuando ustedes entren en la tierra y planten toda clase de árboles frutales, tendrán por prohibido su fruto. Por tres años les será prohibido; no se comerá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Pero en el cuarto año todo su fruto les será santo, una ofrenda de alabanza al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "En el quinto año comerán de su fruto, para que les aumente su rendimiento. Yo soy el Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "”No comerán cosa alguna con su sangre, ni serán adivinos ni agoreros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "No se cortarán los extremos de su cabellera en forma circular, ni se dañarán los bordes de su barba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "No se harán sajaduras en su cuerpo por un muerto, ni se harán tatuajes. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "”No degradarás a tu hija haciendo que se prostituya, para que la tierra no se entregue a la prostitución ni se llene de corrupción."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Mis días de reposo guardarán y tendrán Mi santuario en reverencia. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "”No se vuelvan a los adivinos ni a los espiritistas, ni los busquen para ser contaminados por ellos. Yo soy el Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "”Delante de las canas te pondrás en pie; honrarás al anciano, y a tu Dios temerás. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "”Cuando un extranjero resida con ustedes en su tierra, no lo maltratarán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "El extranjero que resida con ustedes les será como uno nacido entre ustedes, y lo amarás como a ti mismo, porque ustedes fueron extranjeros en la tierra de Egipto. Yo soy el Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "”No harán injusticia en los juicios, ni en las medidas de peso ni de capacidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Tendrán balanzas justas y pesas justas, un efa justo (22 litros) y un hin justo (3.7 litros). Yo soy el Señor su Dios que los saqué de la tierra de Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Así pues, observarán todos mis estatutos y todas mis ordenanzas, y los cumplirán. Yo soy el Señor” »."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.20",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.20"
        ],
        "human": "Levítico 20"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.21"
        ],
        "human": "Levítico 21",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.19"
        ],
        "human": "Levítico 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Castigos por actos de inmoralidad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor le dijo a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Dirás también a los israelitas: “Cualquiera de los israelitas, o de los extranjeros que residen en Israel, que entregue alguno de sus hijos a Moloc, ciertamente se le dará muerte; el pueblo de la tierra lo matará a pedradas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Yo pondré Mi rostro contra ese hombre y lo exterminaré de entre su pueblo, porque ha entregado de sus hijos a Moloc, contaminando así Mi santuario y profanando Mi santo nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero si el pueblo de la tierra cierra sus ojos con respecto a ese hombre, cuando él entregue alguno de sus hijos a Moloc, y no le da muerte,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "entonces Yo mismo pondré Mi rostro contra ese hombre y contra su familia; y lo exterminaré de entre su pueblo, a él y a todos los que con él se prostituyan, prostituyéndose en pos de Moloc."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "”En cuanto a la persona que vaya a los adivinos o a los espiritistas, para prostituirse en pos de ellos, también pondré Mi rostro contra esa persona y la exterminaré de entre su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Santifíquense, pues, y sean santos, porque Yo soy el Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Guarden Mis estatutos y cúmplanlos. Yo soy el Señor que los santifico."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "”Todo aquel que maldiga a su padre o a su madre, ciertamente se le dará muerte; ha maldecido a su padre o a su madre, su culpa de sangre sea sobre él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "”Si un hombre comete adulterio con la mujer de otro hombre, (que cometa adulterio con la mujer de su prójimo), el adúltero y la adúltera ciertamente han de morir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Si alguien se acuesta con la mujer de su padre, ha descubierto la desnudez de su padre; ciertamente han de morir los dos; su culpa de sangre sea sobre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Si alguien se acuesta con su nuera, ciertamente han de morir los dos, han cometido grave perversión; su culpa de sangre sea sobre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Si alguien se acuesta con varón como los que se acuestan con mujer, los dos han cometido abominación; ciertamente han de morir. Su culpa de sangre sea sobre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Si alguien toma a una mujer y a la madre de ella, es una inmoralidad; él y ellas serán quemados para que no haya inmoralidad entre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Si alguien tiene trato sexual con un animal, ciertamente se le dará muerte; también matarán al animal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Si alguna mujer se llega a un animal para tener trato sexual con él, matarás a la mujer y al animal; ciertamente han de morir. Su culpa de sangre sea sobre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "”Si alguien toma a su hermana, hija de su padre o hija de su madre, viendo la desnudez de ella, y ella ve la desnudez de él, es cosa abominable; serán exterminados a la vista de los hijos de su pueblo. Él ha descubierto la desnudez de su hermana, lleva su culpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Si alguien se acuesta con mujer menstruosa y descubre su desnudez, ha descubierto su flujo, y ella ha puesto al descubierto el flujo de su sangre; por tanto, ambos serán exterminados de entre su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "No descubrirás tampoco la desnudez de la hermana de tu madre, ni la de la hermana de tu padre, porque el que lo haga ha desnudado a su pariente carnal, ellos llevarán su culpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Si alguien se acuesta con la mujer de su tío, ha descubierto la desnudez de su tío; ellos llevarán su pecado. Sin hijos morirán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Si alguien toma a la mujer de su hermano, es cosa aborrecible; ha descubierto la desnudez de su hermano. Se quedarán sin hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "”Guarden, por tanto, todos Mis estatutos y todas Mis ordenanzas, y cúmplanlos, a fin de que no los vomite la tierra a la cual los llevo para morar en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Además, no anden en las costumbres de la nación que Yo echaré de delante de ustedes; porque ellos hicieron todas estas cosas, Yo los aborrecí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Por eso les he dicho: ‘Ustedes poseerán su tierra, y Yo mismo se la daré para que la posean, una tierra que mana leche y miel’. Yo soy el Señor su Dios, que los he apartado de los pueblos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Ustedes harán una distinción entre el animal limpio y el inmundo, entre el ave limpia y la inmunda; no hagan sus almas abominables por causa de animal o de ave o de cosa alguna que se arrastra sobre la tierra, los cuales Yo he apartado de ustedes por inmundos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Sean ustedes santos, porque Yo, el Señor, soy santo, y los he apartado de los pueblos para que sean Míos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "”Si hay adivino o espiritista entre ellos, hombre o mujer, ciertamente han de morir; serán apedreados; su culpa de sangre sea sobre ellos” »."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.21",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.21"
        ],
        "human": "Levítico 21"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.22"
        ],
        "human": "Levítico 22",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.20"
        ],
        "human": "Levítico 20",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Leyes para el sacerdocio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces el Señor dijo a Moisés: «Habla a los sacerdotes, los hijos de Aarón, y diles: “Ninguno se contamine con persona muerta entre su pueblo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "salvo por sus parientes más cercanos, su madre, su padre, su hijo, su hija o su hermano,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "o por su hermana virgen, que está cerca de él, por no haber tenido marido; por ella puede contaminarse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "No se contaminará como pariente por matrimonio entre su pueblo, pues él se profanaría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "No se harán tonsura en la cabeza, ni se rasurarán los bordes de la barba, ni se harán sajaduras en su carne."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Serán santos a su Dios y no profanarán el nombre de su Dios, porque presentarán las ofrendas encendidas al Señor, el alimento de su Dios; por tanto, ustedes serán santos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "No tomarán mujer que haya sido profanada como ramera, ni tomarán mujer divorciada de su marido; porque el sacerdote es santo a su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Lo consagrarás, pues, porque él ofrece el alimento de tu Dios; será santo para ti; porque Yo, el Señor que los santifico, soy santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y la hija de un sacerdote, si se profana como ramera, a su padre profana; en el fuego será quemada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "”Y el que sea sumo sacerdote entre sus hermanos, sobre cuya cabeza haya sido derramado el aceite de la unción y que haya sido consagrado para llevar las vestiduras, no descubrirá su cabeza ni rasgará sus vestiduras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "No se acercará a ningún muerto, ni aun por su padre o por su madre se contaminará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No saldrá del santuario ni profanará el santuario de su Dios, porque la consagración del aceite de la unción de su Dios está sobre él. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Tomará por mujer a una virgen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "De estas no tomará: viuda, divorciada o una profanada como ramera, sino que tomará por mujer a una virgen de su propio pueblo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "para que no profane a su descendencia entre su pueblo; porque Yo soy el Señor que lo santifico” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces el Señor habló a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "«Dile a Aarón: “Ningún hombre de tu descendencia, por todas sus generaciones, que tenga algún defecto, se acercará para ofrecer el alimento de su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Porque ninguno que tenga defecto se acercará: ni ciego, ni cojo, ni uno que tenga el rostro desfigurado, o extremidad deformada,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "ni hombre que tenga pie quebrado o mano quebrada,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "ni jorobado, ni enano, ni uno que tenga defecto en un ojo, o sarna, o postillas, ni castrado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Ningún hombre de la descendencia del sacerdote Aarón que tenga defecto se acercará para ofrecer las ofrendas encendidas del Señor; porque tiene defecto no se acercará para ofrecer el alimento de su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Podrá comer el alimento de su Dios, tanto de las cosas santísimas como de las sagradas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "solo que no ha de entrar hasta el velo o acercarse al altar, porque tiene defecto, para que no profane Mis santuarios; porque Yo soy el Señor que los santifico” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Así habló Moisés a Aarón, a sus hijos y a todos los israelitas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.22",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.22"
        ],
        "human": "Levítico 22"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.23"
        ],
        "human": "Levítico 23",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.21"
        ],
        "human": "Levítico 21",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Leyes sobre la pureza sacerdotal"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces el Señor habló a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Dile a Aarón y a sus hijos que tengan cuidado con las cosas sagradas que los israelitas me consagran, para que no profanen Mi santo nombre. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Diles: “Si alguien de entre sus descendientes en todas sus generaciones, se acerca a las cosas sagradas que los israelitas consagran al Señor, estando inmundo, esa persona será eliminada de Mi presencia. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ningún varón de los descendientes de Aarón que sea leproso, o que tenga flujo, podrá comer de las cosas sagradas hasta que sea limpio. Y si alguien toca alguna cosa contaminada por un cadáver, o si un hombre tiene una emisión seminal,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "si alguien toca ciertos animales por los cuales se pueda contaminar, o a cualquier hombre que lo contamine, cualquiera que sea su inmundicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "La persona que toque a cualquiera de estos quedará inmunda hasta el atardecer; no comerá de las cosas sagradas a menos que haya lavado su cuerpo con agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando el sol se ponga quedará limpio, y después comerá de las cosas sagradas, porque son su alimento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "No comerá animal que muera o sea despedazado por fieras, contaminándose por ello; Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Guardarán, pues, Mi ordenanza para que no se carguen de pecado por ello, y mueran porque la profanen. Yo soy el Señor que los santifico."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "”Ningún extraño comerá cosa sagrada; ni huésped del sacerdote, ni jornalero comerán cosa sagrada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero si un sacerdote compra con su dinero un esclavo como propiedad suya, este sí puede comer de ella, y también los nacidos en su casa podrán comer de su alimento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y si la hija del sacerdote se casa con un extraño, ella no comerá de la ofrenda de las cosas sagradas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero si la hija del sacerdote queda viuda o se divorcia, y no tiene hijo y regresa a la casa de su padre como en su juventud, podrá comer del alimento de su padre; pero ningún extraño comerá de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y si un hombre come inadvertidamente cosa sagrada, entonces añadirá a ella una quinta parte y restituirá la cosa sagrada al sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Los sacerdotes no profanarán las cosas sagradas que los israelitas ofrecen al Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "causándoles así sufrir castigo por la culpa al comer sus cosas sagradas; porque Yo soy el Señor que los santifico” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Animales para el sacrificio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "También el Señor le dijo a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "«Habla a Aarón y a sus hijos y a todos los israelitas: “Cualquier hombre de la casa de Israel o de los extranjeros en Israel, que presente su ofrenda, ya sea de sus ofrendas votivas o de sus ofrendas voluntarias, las cuales presenta al Señor como holocausto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "para que les sea aceptada, esta debe ser macho sin defecto del ganado, de los corderos o de las cabras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Lo que tenga defecto, no lo ofrecerán, porque no les será aceptado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cuando alguien ofrezca sacrificio de ofrenda de paz al Señor para cumplir un voto especial o como ofrenda voluntaria, del ganado o del rebaño, tiene que ser sin defecto para ser aceptado; no habrá imperfección en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los que estén ciegos, quebrados, mutilados, o con llagas purulentas, sarna o roña, no los ofrecerán al Señor, ni harán de ellos una ofrenda encendida sobre el altar al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "En cuanto al buey o carnero que tenga un miembro deformado o atrofiado, podrán presentarlo como ofrenda voluntaria, pero por voto no será aceptado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "También cualquier animal con sus testículos magullados, aplastados, rasgados o cortados, no lo ofrecerán al Señor ni lo sacrificarán en su tierra;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "tampoco aceptarán tales animales de mano de un extranjero por ofrenda como alimento para su Dios; porque su corrupción está en ellos, tienen defecto y no les serán aceptados” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "El Señor habló a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "«Cuando nazca un ternero, un cordero o un cabrito, quedará siete días con su madre, y desde el octavo día en adelante será aceptable como sacrificio de ofrenda encendida al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Pero, ya sea vaca u oveja, no matarán a ella y a su cría en el mismo día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y cuando ofrezcan sacrificio de acción de gracias al Señor, lo sacrificarán para que sean aceptados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Lo comerán en el mismo día, no dejarán nada de él para la mañana siguiente. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Así, pues, guardarán Mis mandamientos y los cumplirán. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "No profanarán Mi santo nombre, sino que seré santificado entre los israelitas. Yo soy el Señor que los santifico,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "que los saqué de la tierra de Egipto para ser su Dios. Yo soy el Señor»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.23",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.23"
        ],
        "human": "Levítico 23"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.24"
        ],
        "human": "Levítico 24",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.22"
        ],
        "human": "Levítico 22",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Leyes de las fiestas religiosas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor habló a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Habla a los israelitas y diles: “Las fiestas señaladas del Señor, que ustedes habrán de proclamar como santas convocaciones, son estas:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Seis días se trabajará, pero el séptimo día será día de completo reposo, santa convocación en que no harán trabajo alguno; es día de reposo al Señor dondequiera que ustedes habiten."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "”Estas son las fiestas señaladas por el Señor, santas convocaciones que ustedes proclamarán en las fechas señaladas para ellas:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "En el mes primero, el día catorce del mes, al anochecer, es la Pascua del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El día quince del mismo mes es la Fiesta de los Panes sin Levadura para el Señor; por siete días comerán pan sin levadura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "En el primer día tendrán una santa convocación; no harán ningún trabajo servil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y durante siete días presentarán al Señor una ofrenda encendida. El séptimo día es santa convocación; no harán ningún trabajo servil” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces el Señor habló a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "«Di a los israelitas: “Cuando ustedes entren en la tierra que Yo les daré, y sieguen su cosecha, entonces traerán al sacerdote una gavilla de las primicias de su cosecha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y él mecerá la gavilla delante del Señor, a fin de que ustedes sean aceptados; el día siguiente al día de reposo el sacerdote la mecerá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El mismo día en que sea mecida la gavilla, ofrecerán un cordero de un año sin defecto como holocausto al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "La ofrenda de cereal será de dos décimas de un efa (4.4 litros) de flor de harina mezclada con aceite, ofrenda encendida para el Señor, como aroma agradable, con su libación, un cuarto de hin (un litro) de vino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Hasta ese mismo día, hasta que ustedes hayan traído la ofrenda de su Dios, no comerán pan, ni grano tostado, ni espiga tierna. Estatuto perpetuo será para todas sus generaciones dondequiera que habiten."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "”Contarán desde el día que sigue al día de reposo, desde el día en que trajeron la gavilla de la ofrenda mecida; contarán siete semanas completas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Contarán cincuenta días hasta el día siguiente al séptimo día de reposo; entonces presentarán una ofrenda de espiga tierna al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Traerán de sus moradas dos panes para ofrenda mecida, hechos de dos décimas de un efa; serán de flor de harina, amasados con levadura, como primeros frutos al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Junto con el pan presentarán siete corderos de un año sin defecto, un novillo del ganado y dos carneros; serán holocausto al Señor, junto con sus ofrendas de cereal y sus libaciones, una ofrenda encendida como aroma agradable al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Ofrecerán también un macho cabrío como ofrenda por el pecado y dos corderos de un año como sacrificio de las ofrendas de paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces el sacerdote los mecerá junto con el pan de los primeros frutos y los dos corderos, como ofrenda mecida delante del Señor; serán cosa sagrada del Señor para el sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "En este mismo día ustedes harán también una proclamación; habrán de tener una santa convocación. No harán ningún trabajo servil. Estatuto perpetuo será para todas sus generaciones dondequiera que habiten."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "”Cuando sieguen la cosecha de su tierra, no segarán hasta el último rincón de ella ni espigarán el sobrante de su cosecha; los dejarán para el pobre y para el extranjero. Yo soy el Señor su Dios” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Otra vez el Señor habló a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "«Di a los israelitas: “En el séptimo mes, el primer día del mes, tendrán día de reposo, un memorial al son de trompetas, una santa convocación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "No harán ningún trabajo servil, pero presentarán una ofrenda encendida al Señor” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y el Señor dijo a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "«A los diez días de este séptimo mes será el día de expiación; será santa convocación para ustedes, y humillarán sus almas y presentarán una ofrenda encendida al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Tampoco harán ningún trabajo en este día, porque es día de expiación, para hacer expiación por ustedes delante del Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Si alguna persona no se humilla en este mismo día, será cortada de su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y a cualquier persona que haga trabajo alguno en este mismo día, a esa persona la exterminaré de entre su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Ustedes no harán, pues, trabajo alguno. Estatuto perpetuo será para sus generaciones dondequiera que habiten."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Será día de completo reposo para ustedes, y humillarán sus almas; a los nueve días del mes por la tarde, de una tarde a otra tarde, guardarán su reposo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "De nuevo el Señor habló a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "«Di a los israelitas: “El día quince de este séptimo mes es la Fiesta de los Tabernáculos; se celebrará al Señor por siete días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "El primer día es santa convocación; no harán ninguna clase de trabajo servil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Durante siete días presentarán al Señor una ofrenda encendida. El octavo día tendrán una santa convocación, y presentarán al Señor una ofrenda encendida; es asamblea solemne. No harán trabajo servil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "”Estas son las fiestas señaladas del Señor que proclamarán como santas convocaciones, para presentar ofrendas encendidas al Señor, holocaustos y ofrendas de cereal, sacrificios y libaciones, cada asunto en su propio día,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "además de las ofrendas de los días de reposo del Señor, además de sus dones, y además de todos sus votos y ofrendas voluntarias que den al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "”El día quince del mes séptimo, cuando hayan recogido el fruto de la tierra, celebrarán la fiesta del Señor por siete días, con reposo en el primer día y reposo en el octavo día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Y el primer día tomarán para ustedes frutos de árboles hermosos, hojas de palmera y ramas de árboles frondosos, y sauces de río; y se alegrarán delante del Señor su Dios por siete días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Así la celebrarán como fiesta al Señor por siete días en el año. Será estatuto perpetuo para todas sus generaciones; la celebrarán en el mes séptimo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Habitarán en tabernáculos por siete días; todo nativo de Israel vivirá en tabernáculos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "para que sus generaciones sepan que Yo hice habitar en tabernáculos a los israelitas cuando los saqué de la tierra de Egipto. Yo soy el Señor su Dios” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Así declaró Moisés a los israelitas las fiestas señaladas del Señor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.24",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.24"
        ],
        "human": "Levítico 24"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.25"
        ],
        "human": "Levítico 25",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.23"
        ],
        "human": "Levítico 23",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las lámparas y los panes del santuario"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces el Señor le dijo a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Manda a los israelitas que te traigan aceite puro de olivas machacadas para el alumbrado, para hacer arder la lámpara continuamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Fuera del velo del testimonio, en la tienda de reunión, Aarón las dispondrá para que ardan desde el anochecer hasta la mañana delante del Señor continuamente; será estatuto perpetuo para todas sus generaciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Mantendrá las lámparas en orden en el candelabro de oro puro, continuamente delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»Tomarás flor de harina y con ella cocerás doce tortas; en cada torta habrá dos décimas de efa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Las colocarás en dos hileras, seis en cada hilera, sobre la mesa de oro puro delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y en cada hilera pondrás incienso puro, para que sea porción memorial del pan, una ofrenda encendida para el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cada día de reposo, continuamente, se pondrá en orden delante del Señor. Es un pacto eterno para los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y será para Aarón y para sus hijos, y lo comerán en un lugar santo; porque lo tendrá como cosa muy sagrada de las ofrendas encendidas para el Señor, por derecho perpetuo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Castigo del blasfemo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El hijo de una mujer israelita, cuyo padre era egipcio, salió entre los israelitas; y el hijo de la israelita y un hombre de Israel lucharon en el campamento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y el hijo de la israelita blasfemó el Nombre, y maldijo. Entonces lo llevaron a Moisés. (El nombre de su madre era Selomit, hija de Dibri, de la tribu de Dan)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Lo pusieron en la cárcel, hasta que se les aclarara la palabra del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces el Señor le dijo a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "«Saca fuera del campamento al que maldijo, y que todos los que lo oyeron pongan las manos sobre su cabeza, y que toda la congregación lo apedree."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Hablarás a los israelitas y les dirás: “Si alguien maldice a su Dios, llevará su pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Además, el que blasfeme el nombre del Señor, ciertamente ha de morir; toda la congregación ciertamente lo apedreará. Tanto el extranjero como el nativo, cuando blasfeme el Nombre, ha de morir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "”Si un hombre le quita la vida a algún ser humano, ciertamente ha de morir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y el que quite la vida a un animal lo restituirá, vida por vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Si un hombre hiere a su prójimo, según hizo, así se le hará:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "fractura por fractura, ojo por ojo, diente por diente; según la lesión que haya hecho a otro, así se le hará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "El que mate un animal, lo restituirá, pero el que mate a un hombre, ha de morir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Habrá una misma ley para ustedes; será tanto para el extranjero como para el nativo, porque Yo soy el Señor su Dios” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces Moisés habló a los israelitas, y ellos sacaron fuera del campamento al que había maldecido, y lo apedrearon. Los israelitas hicieron tal como el Señor había mandado a Moisés."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.25",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.25"
        ],
        "human": "Levítico 25"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.26"
        ],
        "human": "Levítico 26",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.24"
        ],
        "human": "Levítico 24",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces el Señor habló a Moisés en el monte Sinaí:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Habla a los israelitas, y diles: “Cuando entren a la tierra que Yo les daré, la tierra guardará reposo para el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Seis años sembrarás la tierra, seis años podarás tu viña y recogerás sus frutos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "pero el séptimo año la tierra tendrá completo descanso, un reposo para el Señor; no sembrarás tu campo ni podarás tu viña."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Lo que nazca espontáneamente después de tu cosecha no lo segarás, y no recogerás las uvas de los sarmientos de tu viñedo; la tierra tendrá un año de reposo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y el fruto del reposo de la tierra les servirá de alimento: a ti, a tus siervos, a tus siervas, a tu jornalero y al extranjero, a los que residen contigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "También a tu ganado y a los animales que están en tu tierra, todas sus cosechas les servirán de alimento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "”Contarás también siete semanas de años para ti, siete veces siete años, para que tengas el tiempo de siete semanas de años, es decir, cuarenta y nueve años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces tocarás fuertemente el cuerno de carnero el décimo día del séptimo mes; en el día de la expiación ustedes tocarán el cuerno por toda la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Así consagrarán el quincuagésimo año y proclamarán libertad en la tierra para todos sus habitantes. Será de jubileo para ustedes, y cada uno de ustedes volverá a su posesión, y cada uno de ustedes volverá a su familia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Tendrán el quincuagésimo año como año de jubileo: no sembrarán, ni segarán lo que nazca espontáneamente, ni vendimiarán sus viñas que estén sin podar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Porque es jubileo, les será santo. De lo que produzca el campo, comerán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "”En este año de jubileo cada uno de ustedes volverá a su propia posesión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Asimismo, si venden algo a su prójimo, o compran algo de la mano de su prójimo, no se hagan mal uno a otro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Conforme al número de años después del jubileo, comprarás de tu prójimo, y él te venderá conforme al número de años de cosecha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Si son muchos los años, aumentarás su precio, y si son pocos los años, disminuirás su precio; porque es un número de cosechas lo que te está vendiendo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Así que no se hagan mal uno a otro, sino teman a su Dios; porque Yo soy el Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "”Cumplirán, pues, Mis estatutos y guardarán Mis leyes, para ejecutarlos, para que habiten seguros en la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces la tierra dará su fruto, comerán hasta que se sacien y habitarán en ella con seguridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero si ustedes dicen: ‘¿Qué vamos a comer el séptimo año si no sembramos ni recogemos nuestras cosechas?’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Yo entonces les enviaré Mi bendición en el sexto año, de modo que producirá fruto para tres años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Cuando estén sembrando en el octavo año, todavía podrán comer cosas añejas de la cosecha, comiendo de lo añejo hasta el noveno año cuando venga la cosecha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "”Además, la tierra no se venderá en forma permanente, pues la tierra es Mía; porque ustedes son solo extranjeros y peregrinos para conmigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Así que en toda tierra que ustedes tengan en propiedad, proveerán para que la tierra pueda ser redimida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Si uno de tus hermanos llega a ser tan pobre que tiene que vender parte de su posesión, su pariente más cercano vendrá y redimirá lo que su hermano haya vendido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y en caso de que un hombre no tenga redentor, pero consiga los medios suficientes para su redención,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "entonces contará los años desde la venta y devolverá el resto al hombre a quien había vendido la tierra, y así volverá a su posesión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Pero si no ha hallado medios suficientes para recobrarla por sí mismo, entonces lo que ha vendido permanecerá en manos del comprador hasta el año de jubileo; pero en el jubileo saldrá de su poder, y el vendedor volverá a su posesión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "”Si un hombre vende una casa de vivienda en una ciudad amurallada, su derecho a redimirla es válido hasta que se cumpla un año de su venta; su derecho de redención dura todo un año."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Pero si no se la redimen en el espacio de un año, la casa que está en la ciudad amurallada pasará para siempre a su comprador por todas sus generaciones; no saldrá de su poder en el jubileo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Las casas de las aldeas que no tienen muro alrededor, serán consideradas como campo abierto; tienen derechos de redención, y son recuperadas en el jubileo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "En cuanto a las ciudades de los levitas, ellos tienen un derecho permanente de redención para las casas de las ciudades que son propiedad suya."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Así que lo que pertenece a los levitas se puede redimir, y una casa de su propiedad vendida en la ciudad es recuperada en el jubileo, porque las casas de las ciudades de los levitas son propiedad suya entre los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Pero las tierras de pasto de sus ciudades no se venderán porque son propiedad suya para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "”En caso de que un hermano tuyo empobrezca y sus medios para contigo decaigan, tú lo sustentarás como a un extranjero o peregrino, para que viva contigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "No tomes interés y usura de él, pero teme a tu Dios, para que tu hermano viva contigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "No le darás tu dinero a interés, ni tus víveres con ganancia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Yo soy el Señor su Dios, que los saqué de la tierra de Egipto para darles la tierra de Canaán y para ser su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "”Si un hermano tuyo llega a ser tan pobre para contigo que se vende a ti, no lo someterás a trabajo de esclavo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Estará contigo como jornalero, como si fuera un peregrino; él servirá contigo hasta el año de jubileo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Entonces saldrá libre de ti, él y sus hijos con él, y volverá a su familia, para que pueda regresar a la propiedad de sus padres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Porque ellos son Mis siervos, los cuales saqué de la tierra de Egipto; no serán vendidos en venta de esclavos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "No te enseñorearás de él con severidad, más bien, teme a tu Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "En cuanto a los esclavos y esclavas que puedes tener de las naciones paganas que los rodean, de ellos podrán adquirir esclavos y esclavas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "También podrán adquirirlos de los hijos de los extranjeros que residen con ustedes, y de sus familias que están con ustedes, que hayan sido engendradas en su tierra; estos también pueden ser posesión de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Aun podrán dejarlos en herencia a sus hijos después de ustedes, como posesión; podrán servirse de ellos como esclavos para siempre. Pero en cuanto a sus hermanos, los israelitas, no se enseñorearán unos de otros con severidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "”Si aumentan los bienes del extranjero o del peregrino que mora contigo, y si empobrece tu hermano que está con él, y se vende al extranjero que mora contigo, o se vende a los descendientes de la familia de un extranjero,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "él tendrá derecho de redención después de ser vendido; uno de sus hermanos podrá redimirlo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "o su tío o el hijo de su tío podrán redimirlo; o un pariente cercano de su familia podrá redimirlo; o si prospera, él mismo podrá redimirse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Entonces él, con su comprador, calculará desde el año en que se vendió a él hasta el año de jubileo, y el precio de su venta corresponderá al número de años. Los días que estará con él serán como los días de un jornalero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Si aún le quedan muchos años, devolverá parte de su precio de compra en proporción a ellos para su propia redención;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "y si quedan pocos años hasta el año de jubileo, así los calculará con él. En proporción a los años devolverá la cantidad de su redención."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Lo tratará como quien trabaja a jornal año por año; no se enseñoreará de él con severidad delante de sus ojos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "Aunque no sea redimido por estos medios, todavía saldrá libre en el año de jubileo, él y sus hijos con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "Pues los israelitas son Mis siervos; siervos Míos son, a quienes saqué de la tierra de Egipto. Yo soy el Señor su Dios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.26",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.26"
        ],
        "human": "Levítico 26"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.27"
        ],
        "human": "Levítico 27",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.25"
        ],
        "human": "Levítico 25",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Bendiciones de la obediencia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "”Ustedes no se harán ídolos, ni se levantarán imagen tallada ni pilares sagrados, ni pondrán en su tierra piedra grabada para inclinarse ante ella; porque Yo soy el Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Guardarán Mis días de reposo, y tendrán en reverencia Mi santuario. Yo soy el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Si andan en Mis estatutos y guardan Mis mandamientos para ponerlos por obra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Yo les daré lluvias en su tiempo, de manera que la tierra dará sus productos, y los árboles del campo darán su fruto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ciertamente, su trilla les durará hasta la vendimia, y la vendimia hasta el tiempo de la siembra. Comerán, pues, su pan hasta que se sacien y habitarán seguros en su tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Daré también paz en la tierra, para que duerman sin que nadie los atemorice. Asimismo eliminaré las fieras dañinas de su tierra, y no pasará espada por su tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "”Ustedes perseguirán a sus enemigos y caerán a espada delante de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cinco de ustedes perseguirán a cien, y cien de ustedes perseguirán a diez mil, y sus enemigos caerán a espada delante de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Me volveré hacia ustedes y los haré fecundos y los multiplicaré y confirmaré Mi pacto con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Comerán las provisiones añejas y sacarán lo añejo para guardar lo nuevo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Además, haré Mi morada en medio de ustedes, y Mi alma no los aborrecerá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Andaré entre ustedes y seré su Dios, y ustedes serán Mi pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Yo soy el Señor su Dios, que los saqué de la tierra de Egipto para que no fueran esclavos de ellos; rompí las varas de su yugo y los hice andar erguidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Resultados de la desobediencia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "”Pero si ustedes no me obedecen y no ponen por obra todos estos mandamientos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "si desprecian Mis estatutos y si su alma aborrece Mis ordenanzas para no poner por obra todos Mis mandamientos, quebrantando así Mi pacto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Yo, por Mi parte, les haré esto: Pondré sobre ustedes terror repentino, tisis y fiebre que consuman los ojos y hagan desfallecer el alma. En vano sembrarán su semilla, pues sus enemigos la comerán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Fijaré Mi rostro contra ustedes, para que sean derrotados delante de sus enemigos; los que los aborrecen los dominarán y ustedes huirán sin que nadie los persiga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y si aun con todas estas cosas no me obedecen, entonces los castigaré siete veces más por sus pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "También quebrantaré el orgullo de su poderío, y haré sus cielos como hierro y su tierra como bronce."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y sus fuerzas se consumirán en vano, porque su tierra no dará su producto y los árboles de la tierra no darán su fruto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "”Si proceden con hostilidad contra Mí y no quieren obedecerme, aumentaré la plaga sobre ustedes siete veces conforme a sus pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Soltaré entre ustedes las fieras del campo que los privarán de sus hijos, destruirán su ganado y los reducirán en número de manera que sus caminos queden desiertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "”Y si con estas cosas no se enmiendan ante Mí, sino que proceden con hostilidad contra Mí,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "entonces Yo procederé con hostilidad contra ustedes; y Yo mismo los heriré siete veces por sus pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y traeré sobre ustedes una espada que ejecutará venganza a causa del pacto; y cuando se reúnan en sus ciudades, enviaré pestilencia entre ustedes, para que sean entregados en manos del enemigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Cuando Yo les quite el sustento del pan, diez mujeres cocerán su pan en un horno, y les darán su pan en cantidades medidas, de modo que comerán y no se saciarán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "”Si a pesar de todo esto no me obedecen, sino que proceden con hostilidad contra Mí,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "entonces Yo procederé con ira y hostilidad contra ustedes, Yo mismo los castigaré siete veces por sus pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Comerán la carne de sus hijos, y la carne de sus hijas comerán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Destruiré sus lugares altos, derribaré sus altares de incienso y amontonaré sus cadáveres sobre los cadáveres de sus ídolos, pues Mi alma los aborrecerá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "También dejaré en ruinas sus ciudades, desolaré sus santuarios y no oleré sus suaves aromas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Asolaré la tierra de tal modo que sus enemigos que se establezcan en ella queden pasmados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "A ustedes, sin embargo, los esparciré entre las naciones y desenvainaré la espada en pos de ustedes, y su tierra será asolada y sus ciudades quedarán en ruinas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "”Entonces la tierra gozará de sus días de reposo durante todos los días de su desolación, mientras que ustedes habiten en la tierra de sus enemigos; entonces descansará la tierra y gozará de sus días de reposo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Durante todos los días de su desolación la tierra guardará el descanso que no guardó en sus días de reposo mientras habitaban en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "En cuanto a los que queden de ustedes, infundiré cobardía en sus corazones en la tierra de sus enemigos; y el sonido de una hoja que se mueva los ahuyentará, y aun cuando nadie los persiga, huirán como quien huye de la espada, y caerán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Tropezarán unos con otros como si huyeran de la espada aunque nadie los persiga; ustedes no tendrán fuerza para hacer frente a sus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Perecerán entre las naciones y los devorará la tierra de sus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Así que los que sobrevivan de ustedes se pudrirán a causa de su iniquidad en la tierra de sus enemigos; también a causa de las iniquidades de sus antepasados se pudrirán junto con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "”Si confiesan su iniquidad y la iniquidad de sus antepasados, por las infidelidades que cometieron contra Mí, y también porque procedieron con hostilidad contra Mí,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "(Yo también procedía con hostilidad contra ellos para llevarlos a la tierra de sus enemigos), o si su corazón incircunciso se humilla, y reconocen sus iniquidades,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "entonces me acordaré de Mi pacto con Jacob, me acordaré también de Mi pacto con Isaac y de Mi pacto con Abraham, y me acordaré de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Porque la tierra será abandonada por ellos, y gozará de sus días de reposo mientras quede desolada por su ausencia. Entretanto, ellos pagarán su iniquidad, porque despreciaron Mis ordenanzas y su alma aborreció Mis estatutos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Sin embargo, a pesar de esto, cuando estén en la tierra de sus enemigos no los desecharé ni los aborreceré tanto como para destruirlos, quebrantando Mi pacto con ellos, porque Yo soy el Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Sino que por ellos me acordaré del pacto con sus antepasados, que Yo saqué de la tierra de Egipto a la vista de las naciones, para ser su Dios. Yo soy el Señor” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Estos son los estatutos, ordenanzas y leyes que el Señor estableció entre Él y los israelitas por medio de Moisés en el monte Sinaí."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.27",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.27"
        ],
        "human": "Levítico 27"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NUM.1"
        ],
        "human": "Números 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.26"
        ],
        "human": "Levítico 26",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Leyes sobre votos personales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor habló de nuevo a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Di a los israelitas: “Cuando un hombre haga un voto difícil de cumplir, él será evaluado según tu valuación de personas pertenecientes al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Si tu valuación es de varón de veinte hasta sesenta años, entonces tu valuación será de cincuenta siclos (570 gramos) de plata, según el siclo del santuario."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "O si es de una mujer, tu valuación será de treinta siclos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Si es una persona de cinco hasta veinte años, entonces tu valuación será de veinte siclos para un varón y de diez siclos para una mujer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero si son de un mes hasta cinco años, entonces tu valuación será de cinco siclos de plata para el varón, y para la mujer tu valuación será de tres siclos de plata."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y si son de sesenta años o más, si es varón, tu valuación será de quince siclos, y para la mujer, de diez siclos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero si es más pobre que tu valuación, entonces será llevado delante del sacerdote, y este lo valuará; según los recursos del que hizo el voto, el sacerdote lo valuará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "”Si es un animal de los que se pueden presentar como ofrenda al Señor, cualquiera de los tales que uno dé al Señor, será sagrado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "No lo reemplazará ni lo cambiará, el bueno por el malo, o el malo por el bueno; pero si cambia un animal por otro animal, entonces ambos, el animal y su sustituto serán sagrados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Sin embargo, si es algún animal inmundo de la clase que no se puede presentar como ofrenda al Señor, entonces pondrá el animal delante del sacerdote;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "y el sacerdote lo valuará como bueno o como malo; como tú, el sacerdote, lo valúes, así será."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero si alguna vez él lo quiere redimir, él añadirá la quinta parte a tu valuación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "”Si un hombre consagra su casa como cosa sagrada al Señor, el sacerdote la valuará como buena o como mala; como el sacerdote la valúe, así será."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero si el que la consagra quisiera redimir su casa, añadirá a tu valuación la quinta parte del valor de ella; y así será suya."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "”También, si un hombre consagra al Señor parte de las tierras de su propiedad, entonces tu valuación será en proporción a la semilla que se necesite para ella: cada homer (220 litros) de semilla de cebada a cincuenta siclos de plata."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Si consagra su campo durante el año de jubileo, conforme a tu valuación quedará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero si consagra su campo después del jubileo, entonces el sacerdote le calculará el precio en proporción a los años que quedan hasta el año de jubileo, y será rebajado de tu valuación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y si el que lo consagra quiere redimir el campo, le añadirá una quinta parte al precio de tu valuación para que pase a su posesión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero si no quiere redimir el campo, y se vende el campo a otro, ya no podrá redimirlo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "y cuando quede libre en el jubileo, el campo será consagrado al Señor, como campo dedicado; será para el sacerdote como posesión suya."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "”Si alguno consagra al Señor un campo que ha comprado, que no es parte del campo de su propiedad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "entonces el sacerdote le calculará la cantidad de tu valuación hasta el año de jubileo; y en ese día dará tu valuación como cosa consagrada al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "En el año de jubileo el campo volverá a aquel de quien lo compró, a quien pertenece la posesión de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Toda valuación que hagas será conforme al siclo del santuario. Veinte geras son un siclo (11.4 gramos de plata)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "”Sin embargo, el primogénito de los animales, que por su primogenitura pertenece al Señor, nadie puede consagrarlo; ya sea buey u oveja, es del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Pero si está entre los animales inmundos, entonces lo redimirá conforme a tu valuación, y le añadirá a ella una quinta parte; pero si no es redimido, será vendido conforme a tu valuación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "”Sin embargo, cualquier cosa dedicada que alguien separe para el Señor de lo que posee, sea hombre o animal, o campos de su propiedad, no se venderá ni redimirá. Toda cosa dedicada es santísima al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Ninguna persona que haya sido dedicada como anatema será redimida; ciertamente se le dará muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "”Así pues, todo el diezmo de la tierra, de la semilla de la tierra o del fruto del árbol, es del Señor; es cosa consagrada al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Y si un hombre quiere redimir parte de su diezmo, le añadirá la quinta parte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Todo diezmo del ganado o del rebaño, o sea, de todo lo que pasa debajo del cayado, la décima cabeza será cosa consagrada al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "No debe considerar si es bueno o malo, tampoco lo cambiará; si lo cambia, tanto el animal como su sustituto serán sagrados. No podrán ser redimidos” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Estos son los mandamientos que el Señor ordenó a Moisés para los israelitas en el monte Sinaí."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}