{
  "book_usfm": "ZEC",
  "name": "Zacarías",
  "local_title": "Nueva Biblia de las Américas",
  "local_abbreviation": "NBLA",
  "version_id": 103,
  "publisher": {
    "name": "The Lockman Foundation"
  },
  "copyright": {
    "html": "1986, 1995, 1997, 2005 by The Lockman Foundation",
    "text": "1986, 1995, 1997, 2005 by The Lockman Foundation"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "ZEC.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.1"
        ],
        "human": "Zacarías 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.2"
        ],
        "human": "Zacarías 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "HAG.2"
        ],
        "human": "Hageo 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Exhortación al arrepentimiento"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En el octavo mes del segundo año de Darío, vino la palabra del Señor al profeta Zacarías, hijo de Berequías, hijo de Iddo, diciendo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«El Señor se enojó mucho contra sus padres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Diles, pues: “Así dice el Señor de los ejércitos: ‘Vuélvanse a Mí’, declara el Señor de los ejércitos, ‘y Yo me volveré a ustedes’, dice el Señor de los ejércitos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "‘No sean como sus padres, a quienes los antiguos profetas proclamaron, diciendo: “Así dice el Señor de los ejércitos: ‘Vuélvanse ahora de sus malos caminos y de sus malas obras’ ”. Pero no me escucharon ni me hicieron caso’, declara el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "‘Sus padres, ¿dónde están? Y los profetas, ¿viven para siempre?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "¿Acaso no alcanzaron a sus padres Mis palabras y Mis estatutos que Yo ordené a Mis siervos los profetas? Por eso se arrepintieron y dijeron: “Como el Señor de los ejércitos se propuso hacer con nosotros conforme a nuestros caminos y conforme a nuestras obras, así ha hecho con nosotros” ’ ” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visiones de los caballos, de los cuernos y de los artesanos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El día veinticuatro del mes undécimo, que es el mes de Sebat, en el segundo año de Darío, vino la palabra del Señor al profeta Zacarías, hijo de Berequías, hijo de Iddo, de esta manera:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En una visión nocturna vi un hombre que iba montado en un caballo rojo. El hombre estaba entre los mirtos que había en la quebrada, y detrás de él, caballos rojos, castaños y blancos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces dije: «¿Quiénes son estos, señor mío?». Y el ángel que hablaba conmigo me dijo: «Te mostraré quienes son estos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y el hombre que estaba entre los mirtos respondió: «Estos son los que el Señor ha enviado a recorrer la tierra»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y ellos respondieron al ángel del Señor que estaba entre los mirtos y dijeron: «Hemos recorrido la tierra, y toda la tierra está en paz y tranquila»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces el ángel del Señor respondió: «Oh Señor de los ejércitos, ¿hasta cuándo seguirás sin compadecerte de Jerusalén y de las ciudades de Judá, contra las cuales has estado indignado estos setenta años?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y el Señor respondió al ángel que hablaba conmigo palabras buenas, palabras consoladoras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y el ángel que hablaba conmigo me dijo: «Proclama, diciendo: “Así dice el Señor de los ejércitos: ‘Estoy celoso en gran manera por Jerusalén y por Sión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero Yo estoy muy enojado contra las naciones que están confiadas; porque cuando Yo estaba un poco enojado, ellas contribuyeron al mal’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por tanto, así dice el Señor: ‘Me volveré a Jerusalén con compasión. En ella será reedificada Mi casa’, declara el Señor de los ejércitos, ‘y el cordel será tendido sobre Jerusalén’ ”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»Proclama de nuevo: “Así dice el Señor de los ejércitos: ‘Otra vez rebosarán Mis ciudades de bienes, otra vez el Señor consolará a Sión y de nuevo escogerá a Jerusalén’ ” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Después alcé mis ojos y miré cuatro cuernos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y dije al ángel que hablaba conmigo: «¿Qué son estos?». «Estos son los cuernos que dispersaron a Judá, a Israel y a Jerusalén», me respondió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces el Señor me mostró cuatro artesanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y dije: «¿Qué vienen a hacer estos?». Y él respondió: «Aquellos son los cuernos que dispersaron a Judá, de modo que nadie ha podido levantar la cabeza; pero estos artesanos han venido para aterrorizarlos, para derribar los cuernos de las naciones que alzaron sus cuernos contra la tierra de Judá para dispersarla»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.2"
        ],
        "human": "Zacarías 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.3"
        ],
        "human": "Zacarías 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.1"
        ],
        "human": "Zacarías 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Futura gloria de Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces alcé los ojos y miré a un hombre con un cordel de medir en la mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y le dije: «¿Adónde vas?». «A medir a Jerusalén, para ver cuánta es su anchura y cuánta su longitud», me respondió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cuando el ángel que hablaba conmigo se iba, otro ángel le salió al encuentro,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y le dijo: «Corre, habla a ese joven, y dile: “Sin muros será habitada Jerusalén, a causa de la multitud de hombres y de ganados dentro de ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Porque Yo seré para ella”, declara el Señor, “una muralla de fuego en derredor, y gloria seré en medio de ella” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "«¡Escúchenme! Huyan de la tierra del norte», declara el Señor, «pues Yo los dispersé por los cuatro vientos del cielo», declara el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¡Sión, tú que moras con la hija de Babilonia, escápate!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Porque así dice el Señor de los ejércitos, cuya gloria me ha enviado contra las naciones que los despojaron, porque el que los toca, toca la niña de Su ojo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "«Yo alzaré Mi mano contra ellas, y serán despojo para sus esclavos. Entonces sabrán que el Señor de los ejércitos me ha enviado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Canta de júbilo y alégrate, oh hija de Sión; porque voy a venir, y habitaré en medio de ti», declara el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "«Y muchas naciones se unirán al Señor aquel día, y serán Mi pueblo. Entonces habitaré en medio de ti, y sabrás que el Señor de los ejércitos me ha enviado a ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El Señor poseerá a Judá, Su porción en la tierra santa, y escogerá de nuevo a Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Guarde silencio toda carne delante del Señor, porque Él se ha levantado de Su santa morada»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.3"
        ],
        "human": "Zacarías 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.4"
        ],
        "human": "Zacarías 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.2"
        ],
        "human": "Zacarías 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visión sobre el sumo sacerdote Josué"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces me mostró al sumo sacerdote Josué, que estaba delante del ángel del Señor; y Satanás estaba a su derecha para acusarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y el ángel del Señor dijo a Satanás: «El Señor te reprenda, Satanás. Repréndate el Señor que ha escogido a Jerusalén. ¿No es este un tizón arrebatado del fuego?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Josué estaba vestido de ropas sucias, en pie delante del ángel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y este habló, y dijo a los que estaban delante de él: «Quítenle las ropas sucias». Y a él le dijo: «Mira, he quitado de ti tu iniquidad y te vestiré con ropas de gala»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Después dijo: «Que le pongan un turbante limpio en la cabeza». Y le pusieron un turbante limpio en la cabeza y le vistieron con ropas de gala; y el ángel del Señor estaba allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces el ángel del Señor amonestó a Josué, diciendo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "«Así dice el Señor de los ejércitos: “Si andas en Mis caminos, y si guardas Mis ordenanzas, también tú gobernarás Mi casa. Además tendrás a tu cargo Mis atrios y te daré libre acceso entre estos que están aquí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Escucha ahora, Josué, sumo sacerdote, tú y tus compañeros que se sientan ante ti, que son hombres de presagio, pues Yo voy a traer a Mi siervo, el Renuevo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque la piedra que he puesto delante de Josué, sobre esta única piedra hay siete ojos. Yo grabaré una inscripción en ella”, declara el Señor de los ejércitos, “y quitaré la iniquidad de esta tierra en un solo día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Aquel día”, declara el Señor de los ejércitos, “convidarán cada uno a su prójimo bajo su parra y bajo su higuera” »."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.4"
        ],
        "human": "Zacarías 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.5"
        ],
        "human": "Zacarías 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.3"
        ],
        "human": "Zacarías 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visión del candelabro y los olivos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces el ángel que hablaba conmigo volvió, y me despertó como a un hombre que es despertado de su sueño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y me preguntó: «¿Qué ves?». Y respondí: «Veo un candelabro todo de oro con su depósito en la parte superior, y sus siete lámparas encima de él con siete tubos para cada una de las lámparas que tiene encima;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y junto a él hay dos olivos, uno a la derecha del depósito y el otro a la izquierda»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Continué, y dije al ángel que hablaba conmigo: «¿Qué es esto señor mío?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Respondió el ángel que hablaba conmigo, y me dijo: «¿No sabes qué es esto?». «No, señor mío», respondí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Continuó él, y me dijo: «Esta es la palabra del Señor a Zorobabel: “No por el poder ni por la fuerza, sino por Mi Espíritu”, dice el Señor de los ejércitos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "“¿Quién eres tú, oh gran monte? Ante Zorobabel te convertirás en llanura; y él sacará la piedra clave entre aclamaciones de ‘¡Gracia, gracia a ella!’ ” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y vino a mí la palabra del Señor:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "«Las manos de Zorobabel han puesto los cimientos de esta casa, y sus manos la acabarán. Entonces sabrán que el Señor de los ejércitos me ha enviado a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "¿Pues quién ha despreciado el día de las pequeñeces? Estos siete se alegrarán cuando vean la plomada en la mano de Zorobabel; estos son los ojos del Señor que recorren toda la tierra»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces le pregunté: «¿Qué son estos dos olivos a la derecha y a la izquierda del candelabro?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Hablé por segunda vez, y le pregunté: «¿Qué son las dos ramas de olivo que están junto a los dos tubos de oro, que vierten de sí el aceite dorado?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y me respondió: «¿No sabes qué son estos?». Y yo le contesté: «No, señor mío»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces él dijo: «Estos son los dos ungidos que están de pie junto al Señor de toda la tierra»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.5"
        ],
        "human": "Zacarías 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.6"
        ],
        "human": "Zacarías 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.4"
        ],
        "human": "Zacarías 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visiones del rollo y del efa"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Alcé de nuevo mis ojos y miré un rollo que volaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y el ángel me dijo: «¿Qué ves?». Y respondí: «Veo un rollo que vuela; su longitud es de 20 codos (9 metros) y su anchura de 10 codos (4.5 metros)»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces me dijo: «Esta es la maldición que sale sobre la superficie de toda la tierra. Ciertamente todo el que roba será destruido según lo escrito en un lado, y todo el que jura será destruido según lo escrito en el otro lado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "La haré salir», declara el Señor de los ejércitos, «y entrará en casa del ladrón y en casa del que jura por Mi nombre en falso; y pasará la noche dentro de su casa y la consumirá junto con sus maderas y sus piedras»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces el ángel que hablaba conmigo salió y me dijo: «Alza ahora tus ojos y mira qué es esto que sale»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y pregunté: «¿Qué es?». «Esto es el efa (una cesta de 22 litros) que sale», dijo él. Y añadió: «Esta es la iniquidad de ellos en toda la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces una tapa de plomo fue levantada, y había una mujer sentada dentro del efa»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces dijo: «Esta es la Maldad». Y la arrojó al interior del efa y arrojó la tapa de plomo sobre su abertura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Luego alcé los ojos y miré dos mujeres que salían con el viento en sus alas. Tenían alas como alas de cigüeña, y alzaron el efa entre la tierra y el cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Dije entonces al ángel que hablaba conmigo: «¿Adónde llevan el Efa?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y él me respondió: «A la tierra de Sinar para edificarle un templo; y cuando esté preparado, será asentado allí sobre su base»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.6"
        ],
        "human": "Zacarías 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.7"
        ],
        "human": "Zacarías 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.5"
        ],
        "human": "Zacarías 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visión de los cuatro carros"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Alcé de nuevo mis ojos y vi cuatro carros que salían de entre dos montes; y los montes eran montes de bronce."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Del primer carro tiraban caballos rojos; del segundo carro, caballos negros;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "del tercer carro, caballos blancos; y del cuarto carro, fuertes caballos pintos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces pregunté al ángel que hablaba conmigo: «¿Qué son estos, señor mío?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y el ángel me contestó: «Estos son los cuatro vientos del cielo que salen después de presentarse ante el Señor de toda la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Con uno de ellos salen los caballos negros hacia la tierra del norte, y los blancos salen tras ellos, mientras los pintos salen hacia la tierra del sur."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Briosos salían los caballos, impacientes por ir a recorrer la tierra». Y el ángel dijo: «Vayan, recorran la tierra». Y recorrieron la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces el ángel me llamó y me dijo: «Mira, los que salen hacia la tierra del norte aplacan Mi espíritu en la tierra del norte»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La corona simbólica"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y vino la palabra del Señor a mí:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "«Toma ofrendas de los desterrados, de Heldai, de Tobías y de Jedaías; y el mismo día ve y entra en la casa de Josías, hijo de Sofonías, adonde ellos han llegado de Babilonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Toma plata y oro, haz una corona y ponla en la cabeza del sumo sacerdote Josué, hijo de Josadac."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y dile: “Así dice el Señor de los ejércitos: ‘Vendrá un hombre cuyo nombre es Renuevo, porque Él brotará del lugar donde está y reedificará el templo del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Sí, Él reedificará el templo del Señor, y Él llevará gloria y se sentará y gobernará en Su trono. Será sacerdote sobre Su trono y habrá consejo de paz entre los dos oficios’ ” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "«La corona será para Helem, Tobías, Jedaías y Hen, hijo de Sofonías, como recuerdo en el templo del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Los que están lejos vendrán y reedificarán el templo del Señor». Entonces sabrán que el Señor de los ejércitos me ha enviado a ustedes. Esto sucederá si escuchan obedientes la voz del Señor su Dios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.7"
        ],
        "human": "Zacarías 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.8"
        ],
        "human": "Zacarías 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.6"
        ],
        "human": "Zacarías 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pueblo rebelde y de duro corazón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En el año cuarto del rey Darío vino la palabra del Señor a Zacarías, el cuarto día del mes noveno, Quisleu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "La aldea de Betel había enviado a Sarezer, a Regem Melec y a sus hombres a implorar el favor del Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y preguntar a los sacerdotes que eran de la casa del Señor de los ejércitos, y a los profetas: «¿Debemos llorar en el mes quinto y abstenernos como lo hemos hecho durante tantos años?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces vino a mí la palabra del Señor de los ejércitos:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "«Habla a todo el pueblo de la tierra y a los sacerdotes, y diles: “Cuando ustedes ayunaban y se lamentaban en el quinto y el séptimo mes durante estos setenta años, ¿ayunaban en verdad por Mí?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y cuando comen y beben, ¿no comen y beben para ustedes mismos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿No son estas las palabras que el Señor proclamó por medio de los antiguos profetas, cuando Jerusalén estaba habitada y próspera con sus ciudades a su alrededor, y el Neguev y la tierra baja estaban habitados?” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces vino la palabra del Señor a Zacarías:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "«Así ha dicho el Señor de los ejércitos: “Juicio verdadero juzguen, y misericordia y compasión practiquen cada uno con su hermano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "No opriman a la viuda, al huérfano, al extranjero ni al pobre, ni tramen el mal en sus corazones unos contra otros”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Pero ellos rehusaron escuchar y volvieron la espalda rebelde y se taparon los oídos para no oír."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y endurecieron sus corazones como el diamante para no oír la ley ni las palabras que el Señor de los ejércitos había enviado por Su Espíritu, por medio de los antiguos profetas. Vino, pues, gran enojo de parte del Señor de los ejércitos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y como Yo había clamado y ellos no habían querido escuchar, así ellos clamaron y Yo no quise escuchar», dice el Señor de los ejércitos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "«sino que los dispersé en torbellino entre todas las naciones que no conocían. Y la tierra fue desolada tras ellos, sin que nadie fuera ni viniera; convirtieron la tierra deseable en desolación»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.8"
        ],
        "human": "Zacarías 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.9"
        ],
        "human": "Zacarías 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.7"
        ],
        "human": "Zacarías 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Futura paz y prosperidad de Sión"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Y vino la palabra del Señor de los ejércitos:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Así dice el Señor de los ejércitos: “He celado a Sión con gran celo, sí, con gran furor la he celado”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Así dice el Señor: “Volveré a Sión y en medio de Jerusalén moraré. Y Jerusalén se llamará Ciudad de la Verdad, y el monte del Señor de los ejércitos, monte Santo”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»Así dice el Señor de los ejércitos: “Aún se sentarán ancianos y ancianas en las calles de Jerusalén, cada uno con su bastón en la mano por causa de sus muchos días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y las calles de la ciudad se llenarán de muchachos y muchachas que jugarán en sus calles”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Así dice el Señor de los ejércitos: “Si en aquellos días esto parece muy difícil a los ojos del remanente de este pueblo, ¿será también muy difícil a Mis ojos?”, declara el Señor de los ejércitos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Así dice el Señor de los ejércitos: “Yo salvaré a Mi pueblo de la tierra del oriente y de la tierra donde se pone el sol;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y los traeré y habitarán en medio de Jerusalén; y ellos serán Mi pueblo y Yo seré su Dios en verdad y en justicia”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Así dice el Señor de los ejércitos: “Sean fuertes sus manos, ustedes que escuchan en estos días estas palabras de la boca de los profetas, los cuales hablaron el día en que se pusieron los cimientos de la casa del Señor de los ejércitos para la reedificación del templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque antes de aquellos días no había paga para hombre ni paga para el ganado; y no había paz para el que salía o entraba a causa del enemigo, y Yo puse a todos los hombres unos contra otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "”Pero ahora Yo no trataré al remanente de este pueblo como en los días pasados”, declara el Señor de los ejércitos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "“Porque habrá simiente de paz: la vid dará su fruto, la tierra dará su producto y los cielos darán su rocío; y haré que el remanente de este pueblo herede todas estas cosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y sucederá que como fueron maldición entre las naciones, casa de Judá y casa de Israel, así los salvaré para que sean bendición. No teman, mas sean fuertes sus manos”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Porque así dice el Señor de los ejércitos: “Tal como me propuse hacerles mal cuando sus padres me hicieron enojar”, dice el Señor de los ejércitos, “y no me he arrepentido,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "así me he propuesto en estos días volver a hacer bien a Jerusalén y a la casa de Judá. ¡No teman!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Estas son las cosas que deben hacer: díganse la verdad unos a otros, juzguen con verdad y con juicio de paz en sus puertas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "no tramen en su corazón el mal uno contra otro, ni amen el juramento falso; porque todas estas cosas son las que odio”, declara el Señor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces la palabra del Señor de los ejércitos vino a mí:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "«Así dice el Señor de los ejércitos: “El ayuno del cuarto mes, el ayuno del quinto, el ayuno del séptimo y el ayuno del décimo mes se convertirán para la casa de Judá en gozo, alegría y fiestas alegres. Así que amen la verdad y la paz”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»Así dice el Señor de los ejércitos: “Y será que aún vendrán pueblos y habitantes de muchas ciudades;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "y los habitantes de una irán a otra, diciendo: ‘Vamos sin demora a implorar el favor del Señor, y a buscar al Señor de los ejércitos. Yo también iré’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y vendrán muchos pueblos y naciones poderosas a buscar al Señor de los ejércitos en Jerusalén y a implorar el favor del Señor”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Así dice el Señor de los ejércitos: “En aquellos días diez hombres de todas las lenguas de las naciones tomarán el vestido de un judío, diciendo: ‘Iremos con ustedes, porque hemos oído que Dios está con ustedes’ ” »."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.9"
        ],
        "human": "Zacarías 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.10"
        ],
        "human": "Zacarías 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.8"
        ],
        "human": "Zacarías 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Juicio contra las naciones vecinas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Profecía de la palabra del Señor contra la tierra de Hadrac y Damasco, su lugar de reposo (porque hacia el Señor están puestos los ojos de los hombres y de todas las tribus de Israel),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y también contra Hamat, que linda con ella,",
            "Y contra Tiro y Sidón, aunque sean muy sabias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Tiro se ha edificado una fortaleza,",
            "Y ha amontonado plata como polvo",
            "Y oro como barro de las calles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero el Señor la despojará,",
            "Arrojará al mar su riqueza",
            "Y ella será consumida por el fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ascalón lo verá y temerá,",
            "También Gaza, y se retorcerá con gran dolor,",
            "Lo mismo Ecrón, pues su esperanza ha sido confundida.",
            "Además, perecerá el rey de Gaza,",
            "Y Ascalón no será habitada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Un pueblo bastardo habitará en Asdod,",
            "Y Yo destruiré el orgullo de los filisteos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Quitaré la sangre de su boca,",
            "Y sus abominaciones de entre sus dientes.",
            "Entonces él será también un remanente para nuestro Dios,",
            "Será como una tribu en Judá,",
            "Y Ecrón será como el jebuseo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero Yo acamparé junto a Mi casa como un guardián",
            "Para que nadie vaya ni venga,",
            "Y no pasará más sobre ellos el opresor,",
            "Porque ahora vigilo con Mis ojos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Restauración del pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "¶¡Regocíjate sobremanera, hija de Sión!",
            "¡Da voces de júbilo, hija de Jerusalén!",
            "Mira, tu Rey viene a ti,",
            "Justo y dotado de salvación,",
            "Humilde, montado en un asno,",
            "En un pollino, hijo de asna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Destruiré el carro de Efraín",
            "Y el caballo de Jerusalén,",
            "Y el arco de guerra será destruido.",
            "Él hablará paz a las naciones,",
            "Y Su dominio será de mar a mar,",
            "Y desde el Río hasta los confines de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "¶En cuanto a ti, por la sangre de Mi pacto contigo,",
            "He librado a tus cautivos de la cisterna",
            "En la que no hay agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Vuelvan a la fortaleza,",
            "Oh cautivos de la esperanza;",
            "Hoy mismo anuncio",
            "Que te restituiré el doble."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Porque entesaré a Judá como Mi arco,",
            "Y cargaré el arco con Efraín.",
            "Provocaré a tus hijos, oh Sión,",
            "Contra tus hijos, oh Grecia,",
            "Y te haré como espada de guerrero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces el Señor aparecerá sobre ellos,",
            "Y Su flecha saldrá como un rayo;",
            "El Señor Dios tocará la trompeta,",
            "Y caminará en los torbellinos del sur."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El Señor de los ejércitos los defenderá;",
            "Ellos devorarán y pisotearán las piedras de la honda,",
            "Beberán y alborotarán como embriagados de vino,",
            "Se llenarán como tazón de sacrificio,",
            "Empapados como las esquinas del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los salvará el Señor su Dios aquel día",
            "Como rebaño de Su pueblo;",
            "Porque como piedras de una corona",
            "Brillan sobre Su tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pues ¡cuánta es su gracia y cuánta su hermosura!",
            "El trigo hará florecer a los jóvenes y el vino nuevo a las vírgenes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.10"
        ],
        "human": "Zacarías 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.11"
        ],
        "human": "Zacarías 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.9"
        ],
        "human": "Zacarías 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Promesas de bendición"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pidan lluvia al Señor",
            "En el tiempo de la lluvia tardía,",
            "Al Señor que hace los nubarrones;",
            "Él les dará aguaceros,",
            "Y hierba en el campo a cada uno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Porque los terafines hablan iniquidad,",
            "Y los adivinos ven visiones mentirosas,",
            "Y cuentan sueños falsos;",
            "En vano dan consuelo.",
            "Por tanto, el pueblo vaga como ovejas,",
            "Está afligido porque no hay pastor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "«Contra los pastores se enciende Mi ira,",
            "Y a los machos cabríos castigaré.",
            "Porque el Señor de los ejércitos ha visitado Su rebaño, la casa de Judá,",
            "Y hará de ellos como Su caballo de honor en la batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "-»De Judá saldrá la piedra angular,",
            "De él la clavija,",
            "De él el arco de guerra,",
            "De él todo gobernante; todos juntos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "-»Ellos serán como valientes,",
            "Que en la batalla pisotean al enemigo en el barro de las calles.",
            "Pelearán, porque el Señor estará con ellos,",
            "Y serán avergonzados los que montan a caballo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "-»Fortaleceré la casa de Judá",
            "Y la casa de José salvaré,",
            "Y los haré volver",
            "Porque me he compadecido de ellos.",
            "Serán como si no los hubiera rechazado,",
            "Porque Yo soy el Señor su Dios, y les responderé."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "-»Efraín será como un valiente,",
            "Y se alegrará su corazón como por el vino;",
            "Sus hijos lo verán y se alegrarán,",
            "Y se regocijará su corazón en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "-»Y les silbaré para reunirlos,",
            "Porque los he redimido;",
            "Y serán tan numerosos como eran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "-»Cuando Yo los esparza entre los pueblos,",
            "Aun en lejanas tierras se acordarán de Mí,",
            "Y vivirán con sus hijos, y volverán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "-»Los haré volver de la tierra de Egipto,",
            "Y de Asiria los recogeré;",
            "Los traeré a la tierra de Galaad y del Líbano,",
            "Hasta que no haya sitio para ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "-»Pasarán por el mar de la angustia,",
            "Y Él herirá las olas en el mar",
            "Y se secarán todas las profundidades del Nilo;",
            "Y será abatido el orgullo de Asiria",
            "Y apartado el cetro de Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "-»Yo los fortaleceré en el Señor,",
            "Y en Su nombre andarán», declara el Señor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.11"
        ],
        "human": "Zacarías 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.12"
        ],
        "human": "Zacarías 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.10"
        ],
        "human": "Zacarías 10",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Abre tus puertas, Líbano,",
            "Y consuma el fuego tus cedros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Gime, ciprés, porque ha caído el cedro,",
            "Porque los árboles majestuosos han sido derribados.",
            "Giman, encinas de Basán,",
            "Porque ha caído el bosque impenetrable."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Voz de gemido de pastores,",
            "Porque su esplendor está arruinado;",
            "Voz del rugido de leoncillos,",
            "Porque derribada está la gloria del Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El buen pastor y el falso"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Así dice el Señor mi Dios: «Apacienta las ovejas destinadas para la matanza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los que las compran las matan y salen sin ser castigados, y el que las vende dice: “¡Bendito sea el Señor, porque me he enriquecido!”; y ni sus propios pastores se compadecen de ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pues Yo no me compadeceré más de los habitantes de esta tierra», declara el Señor, «sino que haré que los hombres caigan cada uno en manos de otro y en manos de su rey; y ellos herirán la tierra y Yo no los libraré de sus manos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Apacenté, pues, las ovejas destinadas para la matanza, esto es, los afligidos del rebaño. Y tomé para mí dos cayados: a uno lo llamé Gracia y al otro lo llamé Unión; y apacenté las ovejas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Destruí a los tres pastores en un mes, pues mi alma se impacientó con ellos y su alma también se cansó de mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces dije: «No los apacentaré más. La que ha de morir, que muera; y la que ha de ser destruida, que sea destruida; y las que queden, cómanse la carne unas a otras»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Tomé mi cayado Gracia y lo quebré para romper el pacto que yo había hecho con todos los pueblos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "En aquel mismo día fue roto el pacto; así los afligidos del rebaño que me observaban, conocieron que era la palabra del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y les dije: «Si les parece bien, denme mi paga; y si no, déjenla». Y pesaron como mi salario treinta monedas de plata."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces el Señor me dijo: «Arrójalo al alfarero (ese magnífico precio con que me valoraron)». Tomé pues, las treinta monedas de plata y las arrojé al alfarero en la casa del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y quebré mi segundo cayado, Unión, para romper la hermandad entre Judá e Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y el Señor me dijo: «Toma otra vez los aperos de un pastor insensato."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Porque Yo voy a levantar en la tierra un pastor que no se preocupará de la que perece, ni buscará a la descarriada, ni curará a la herida, ni sustentará a la fuerte, sino que comerá la carne de la engordada y arrancará sus pezuñas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "¡Ay del pastor inútil",
            "Que abandona el rebaño!",
            "¡Caiga la espada sobre su brazo",
            "Y sobre su ojo derecho!",
            "Su brazo se secará por completo,",
            "Y su ojo derecho totalmente se oscurecerá»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.12"
        ],
        "human": "Zacarías 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.13"
        ],
        "human": "Zacarías 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.11"
        ],
        "human": "Zacarías 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Liberación de Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Profecía, palabra del Señor acerca de Israel.",
            "El Señor, que extiende los cielos, pone los cimientos de la tierra y forma el espíritu del hombre dentro de él, declara:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Yo haré de Jerusalén una copa de vértigo para todos los pueblos de alrededor, y cuando haya asedio contra Jerusalén, también lo habrá contra Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y sucederá en aquel día que haré de Jerusalén una piedra pesada para todos los pueblos. Todos los que la levanten serán severamente desgarrados, y contra ella se congregarán todas las naciones de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»En aquel día», declara el Señor, «heriré de espanto a todo caballo, y a su jinete, de locura. Pero sobre la casa de Judá abriré Mis ojos, mientras hiero de ceguera a todo caballo de los pueblos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces los jefes de familias de Judá dirán en su corazón: “Gran apoyo para nosotros son los habitantes de Jerusalén por el Señor de los ejércitos, su Dios”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»En aquel día haré de los jefes de familias de Judá como brasero de fuego entre leños, y como antorcha ardiendo entre gavillas, y consumirán a diestra y a siniestra a todos los pueblos de alrededor, mientras que Jerusalén será habitada de nuevo en su lugar, en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El Señor salvará primero las tiendas de Judá, para que la gloria de la casa de David y la gloria de los habitantes de Jerusalén no se engrandezca sobre Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En aquel día el Señor defenderá a los habitantes de Jerusalén, y el débil entre ellos aquel día será como David, y la casa de David será como Dios, como el ángel del Señor delante de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y sucederá en aquel día que me dispondré a destruir a todas las naciones que vengan contra Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Lamento por el traspasado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Y derramaré sobre la casa de David y sobre los habitantes de Jerusalén, el Espíritu de gracia y de súplica, y me mirarán a Mí, a quien han traspasado. Y se lamentarán por Él, como quien se lamenta por un hijo único, y llorarán por Él, como se llora por un primogénito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "En aquel día habrá gran lamentación en Jerusalén, como la lamentación de Hadad Rimón en la llanura de Meguido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y se lamentará la tierra, cada familia por su lado: la familia de la casa de David por su lado, y sus mujeres por su lado; la familia de la casa de Natán por su lado, y sus mujeres por su lado;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "la familia de la casa de Leví por su lado, y sus mujeres por su lado; la familia de los simeítas por su lado, y sus mujeres por su lado;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "todas las demás familias, cada familia por su lado, y sus mujeres por su lado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.13"
        ],
        "human": "Zacarías 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEC.14"
        ],
        "human": "Zacarías 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.12"
        ],
        "human": "Zacarías 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Purificación de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "»En aquel día habrá una fuente abierta para la casa de David y para los habitantes de Jerusalén, para lavar el pecado y la impureza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "»Y sucederá en aquel día», declara el Señor de los ejércitos, «que eliminaré de la tierra los nombres de los ídolos, y nunca más serán recordados; también Yo quitaré de la tierra a los profetas y al espíritu inmundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y sucederá que si alguien profetiza todavía, su padre y su madre que lo engendraron le dirán: “No vivirás porque has hablado falsamente en el nombre del Señor”; y su padre y su madre que lo engendraron lo traspasarán mientras profetiza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»También sucederá aquel día que los profetas se avergonzarán cada uno de su visión cuando profetice, y no se vestirán con el manto de piel para engañar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "sino que cada uno dirá: “No soy profeta, soy labrador de la tierra, porque un hombre me vendió como esclavo en mi juventud”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Y alguien le dirá: “¿Qué son esas heridas en tu cuerpo?”. Y él responderá: “Son aquellas con que fui herido en casa de mis amigos”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¶»Despierta, espada, contra Mi pastor,",
            "Y contra el hombre compañero Mío»,",
            "Declara el Señor de los ejércitos.",
            "«Hiere al Pastor y se dispersarán las ovejas,",
            "Y volveré Mi mano contra los pequeños."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "-»Y sucederá en toda la tierra»,",
            "Declara el Señor,",
            "«Que dos partes serán cortadas en ella, y perecerán;",
            "Pero la tercera quedará en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "-»Y meteré la tercera parte en el fuego,",
            "Los refinaré como se refina la plata,",
            "Y los probaré como se prueba el oro.",
            "Invocarán Mi nombre,",
            "Y Yo les responderé;",
            "Diré: “Ellos son Mi pueblo”,",
            "Y ellos dirán: “El Señor es mi Dios” »."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEC.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEC.14"
        ],
        "human": "Zacarías 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "MAL.1"
        ],
        "human": "Malaquías 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.13"
        ],
        "human": "Zacarías 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reino universal de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Viene el día del Señor en el cual serán repartidos tus despojos en medio de ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Porque Yo reuniré a todas las naciones en batalla contra Jerusalén; y será tomada la ciudad y serán saqueadas las casas y violadas las mujeres. La mitad de la ciudad será desterrada, pero el resto del pueblo no será cortado de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces saldrá el Señor y peleará contra aquellas naciones, como cuando Él peleó el día de la batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Sus pies se posarán aquel día en el monte de los Olivos, que está frente a Jerusalén, al oriente; y el monte de los Olivos se hendirá por el medio, de oriente a occidente, formando un enorme valle, y una mitad del monte se apartará hacia el norte y la otra mitad hacia el sur."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ustedes huirán al valle de Mis montes, porque el valle de los montes llegará hasta Azal. Huirán tal como huyeron a causa del terremoto en los días de Uzías, rey de Judá. Entonces vendrá el Señor mi Dios, y todos los santos con Él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y sucederá que en aquel día no habrá luz; las luminarias se oscurecerán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Será un día único, conocido solo del Señor, ni día ni noche; y sucederá que a la hora de la tarde habrá luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En aquel día brotarán aguas vivas de Jerusalén, una mitad hacia el mar oriental y la otra mitad hacia el mar occidental, será lo mismo en verano que en invierno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El Señor será Rey sobre toda la tierra. En aquel día el Señor será uno, y uno Su nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Toda la tierra se volverá como una llanura desde Geba hasta Rimón, al sur de Jerusalén. Pero esta se levantará y será habitada en su lugar desde la puerta de Benjamín hasta el lugar de la puerta Primera, hasta la puerta del Ángulo, y desde la torre de Hananeel hasta los lagares del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y habitarán en ella y no habrá más maldición; y Jerusalén habitará en seguridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Esta será la plaga con que el Señor herirá a todos los pueblos que han hecho guerra contra Jerusalén: se pudrirá su carne estando ellos aún de pie, y se pudrirán sus ojos en sus cuencas, y su lengua se pudrirá en su boca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y sucederá que en aquel día habrá entre ellos un gran pánico del Señor; y cada uno agarrará la mano de su prójimo, y la mano de uno se levantará contra la mano de su prójimo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "También Judá peleará en Jerusalén; y se amontonarán las riquezas de todas las naciones circunvecinas: oro, plata y vestidos en gran abundancia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Como aquella plaga así será la plaga del caballo, del mulo, del camello, del asno y de todos los animales que haya en aquellos campamentos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y sucederá que todo sobreviviente de todas las naciones que fueron contra Jerusalén subirán de año en año para adorar al Rey, Señor de los ejércitos, y para celebrar la Fiesta de los Tabernáculos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y sucederá que los de las familias de la tierra que no suban a Jerusalén para adorar al Rey, Señor de los ejércitos, no recibirán lluvia sobre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y si la familia de Egipto no sube ni viene, entonces sobre ellos no habrá lluvia; será la plaga con la cual el Señor herirá a las naciones que no suban a celebrar la Fiesta de los Tabernáculos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Este será el castigo de Egipto y el castigo de todas las naciones que no suban a celebrar la Fiesta de los Tabernáculos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "En aquel día estará grabado en los cascabeles de los caballos: «Santidad al Señor». Y serán las ollas en la casa del Señor como los tazones delante del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Toda olla en Jerusalén y en Judá será consagrada al Señor de los ejércitos. Todos los que ofrezcan sacrificios vendrán y tomarán de ellas y en ellas cocerán. Y no habrá más mercader en la casa del Señor de los ejércitos en aquel día."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}