{
  "book_usfm": "2CO",
  "name": "2 Corinthians",
  "local_title": "New Living Translation",
  "local_abbreviation": "NLT",
  "version_id": 116,
  "publisher": {
    "name": "Tyndale House Publishers Inc."
  },
  "copyright": {
    "html": "<p> <em>Holy Bible</em>, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.</p>",
    "text": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
  },
  "language": {
    "iso_639_1": "en",
    "iso_639_3": "eng",
    "language_tag": "eng",
    "local_name": "English",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-en-eng",
  "chapters": [
    {
      "chapter_usfm": "2CO.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.1"
        ],
        "human": "2 Corinthians 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.2"
        ],
        "human": "2 Corinthians 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.16"
        ],
        "human": "1 Corinthians 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Greetings from Paul"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "This letter is from Paul, chosen by the will of God to be an apostle of Christ Jesus, and from our brother Timothy.",
            "I am writing to God’s church in Corinth and to all of his holy people throughout Greece."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "May God our Father and the Lord Jesus Christ give you grace and peace."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "God Offers Comfort to All"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "All praise to God, the Father of our Lord Jesus Christ. God is our merciful Father and the source of all comfort."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "He comforts us in all our troubles so that we can comfort others. When they are troubled, we will be able to give them the same comfort God has given us."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "For the more we suffer for Christ, the more God will shower us with his comfort through Christ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Even when we are weighed down with troubles, it is for your comfort and salvation! For when we ourselves are comforted, we will certainly comfort you. Then you can patiently endure the same things we suffer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "We are confident that as you share in our sufferings, you will also share in the comfort God gives us."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "We think you ought to know, dear brothers and sisters, about the trouble we went through in the province of Asia. We were crushed and overwhelmed beyond our ability to endure, and we thought we would never live through it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "In fact, we expected to die. But as a result, we stopped relying on ourselves and learned to rely only on God, who raises the dead."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "And he did rescue us from mortal danger, and he will rescue us again. We have placed our confidence in him, and he will continue to rescue us."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And you are helping us by praying for us. Then many people will give thanks because God has graciously answered so many prayers for our safety."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Paul’s Change of Plans"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "We can say with confidence and a clear conscience that we have lived with a God-given holiness and sincerity in all our dealings. We have depended on God’s grace, not on our own human wisdom. That is how we have conducted ourselves before the world, and especially toward you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Our letters have been straightforward, and there is nothing written between the lines and nothing you can’t understand. I hope someday you will fully understand us,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "even if you don’t understand us now. Then on the day when the Lord Jesus returns, you will be proud of us in the same way we are proud of you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Since I was so sure of your understanding and trust, I wanted to give you a double blessing by visiting you twice—"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "first on my way to Macedonia and again when I returned from Macedonia. Then you could send me on my way to Judea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "You may be asking why I changed my plan. Do you think I make my plans carelessly? Do you think I am like people of the world who say “Yes” when they really mean “No”?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "As surely as God is faithful, our word to you does not waver between “Yes” and “No.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "For Jesus Christ, the Son of God, does not waver between “Yes” and “No.” He is the one whom Silas, Timothy, and I preached to you, and as God’s ultimate “Yes,” he always does what he says."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "For all of God’s promises have been fulfilled in Christ with a resounding “Yes!” And through Christ, our “Amen” (which means “Yes”) ascends to God for his glory."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "It is God who enables us, along with you, to stand firm for Christ. He has commissioned us,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "and he has identified us as his own by placing the Holy Spirit in our hearts as the first installment that guarantees everything he has promised us."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Now I call upon God as my witness that I am telling the truth. The reason I didn’t return to Corinth was to spare you from a severe rebuke."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "But that does not mean we want to dominate you by telling you how to put your faith into practice. We want to work together with you so you will be full of joy, for it is by your own faith that you stand firm."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.2"
        ],
        "human": "2 Corinthians 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.3"
        ],
        "human": "2 Corinthians 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.1"
        ],
        "human": "2 Corinthians 1",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "So I decided that I would not bring you grief with another painful visit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "For if I cause you grief, who will make me glad? Certainly not someone I have grieved."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "That is why I wrote to you as I did, so that when I do come, I won’t be grieved by the very ones who ought to give me the greatest joy. Surely you all know that my joy comes from your being joyful."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "I wrote that letter in great anguish, with a troubled heart and many tears. I didn’t want to grieve you, but I wanted to let you know how much love I have for you."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Forgiveness for the Sinner"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "I am not overstating it when I say that the man who caused all the trouble hurt all of you more than he hurt me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Most of you opposed him, and that was punishment enough."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Now, however, it is time to forgive and comfort him. Otherwise he may be overcome by discouragement."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "So I urge you now to reaffirm your love for him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "I wrote to you as I did to test you and see if you would fully comply with my instructions."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "When you forgive this man, I forgive him, too. And when I forgive whatever needs to be forgiven, I do so with Christ’s authority for your benefit,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "so that Satan will not outsmart us. For we are familiar with his evil schemes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "When I came to the city of Troas to preach the Good News of Christ, the Lord opened a door of opportunity for me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "But I had no peace of mind because my dear brother Titus hadn’t yet arrived with a report from you. So I said good-bye and went on to Macedonia to find him."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ministers of the New Covenant"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "But thank God! He has made us his captives and continues to lead us along in Christ’s triumphal procession. Now he uses us to spread the knowledge of Christ everywhere, like a sweet perfume."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Our lives are a Christ-like fragrance rising up to God. But this fragrance is perceived differently by those who are being saved and by those who are perishing."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "To those who are perishing, we are a dreadful smell of death and doom. But to those who are being saved, we are a life-giving perfume. And who is adequate for such a task as this?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "You see, we are not like the many hucksters who preach for personal profit. We preach the word of God with sincerity and with Christ’s authority, knowing that God is watching us."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.3"
        ],
        "human": "2 Corinthians 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.4"
        ],
        "human": "2 Corinthians 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.2"
        ],
        "human": "2 Corinthians 2",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Are we beginning to praise ourselves again? Are we like others, who need to bring you letters of recommendation, or who ask you to write such letters on their behalf? Surely not!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "The only letter of recommendation we need is you yourselves. Your lives are a letter written in our hearts; everyone can read it and recognize our good work among you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Clearly, you are a letter from Christ showing the result of our ministry among you. This “letter” is written not with pen and ink, but with the Spirit of the living God. It is carved not on tablets of stone, but on human hearts."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "We are confident of all this because of our great trust in God through Christ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "It is not that we think we are qualified to do anything on our own. Our qualification comes from God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "He has enabled us to be ministers of his new covenant. This is a covenant not of written laws, but of the Spirit. The old written covenant ends in death; but under the new covenant, the Spirit gives life."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Glory of the New Covenant"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "The old way, with laws etched in stone, led to death, though it began with such glory that the people of Israel could not bear to look at Moses’ face. For his face shone with the glory of God, even though the brightness was already fading away."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Shouldn’t we expect far greater glory under the new way, now that the Holy Spirit is giving life?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "If the old way, which brings condemnation, was glorious, how much more glorious is the new way, which makes us right with God!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "In fact, that first glory was not glorious at all compared with the overwhelming glory of the new way."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "So if the old way, which has been replaced, was glorious, how much more glorious is the new, which remains forever!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Since this new way gives us such confidence, we can be very bold."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "We are not like Moses, who put a veil over his face so the people of Israel would not see the glory, even though it was destined to fade away."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "But the people’s minds were hardened, and to this day whenever the old covenant is being read, the same veil covers their minds so they cannot understand the truth. And this veil can be removed only by believing in Christ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Yes, even today when they read Moses’ writings, their hearts are covered with that veil, and they do not understand."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "But whenever someone turns to the Lord, the veil is taken away."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "For the Lord is the Spirit, and wherever the Spirit of the Lord is, there is freedom."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "So all of us who have had that veil removed can see and reflect the glory of the Lord. And the Lord—who is the Spirit—makes us more and more like him as we are changed into his glorious image."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.4"
        ],
        "human": "2 Corinthians 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.5"
        ],
        "human": "2 Corinthians 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.3"
        ],
        "human": "2 Corinthians 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Treasure in Fragile Clay Jars"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Therefore, since God in his mercy has given us this new way, we never give up."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "We reject all shameful deeds and underhanded methods. We don’t try to trick anyone or distort the word of God. We tell the truth before God, and all who are honest know this."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "If the Good News we preach is hidden behind a veil, it is hidden only from people who are perishing."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Satan, who is the god of this world, has blinded the minds of those who don’t believe. They are unable to see the glorious light of the Good News. They don’t understand this message about the glory of Christ, who is the exact likeness of God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "You see, we don’t go around preaching about ourselves. We preach that Jesus Christ is Lord, and we ourselves are your servants for Jesus’ sake."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "For God, who said, “Let there be light in the darkness,” has made this light shine in our hearts so we could know the glory of God that is seen in the face of Jesus Christ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "We now have this light shining in our hearts, but we ourselves are like fragile clay jars containing this great treasure. This makes it clear that our great power is from God, not from ourselves."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "We are pressed on every side by troubles, but we are not crushed. We are perplexed, but not driven to despair."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "We are hunted down, but never abandoned by God. We get knocked down, but we are not destroyed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Through suffering, our bodies continue to share in the death of Jesus so that the life of Jesus may also be seen in our bodies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Yes, we live under constant danger of death because we serve Jesus, so that the life of Jesus will be evident in our dying bodies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "So we live in the face of death, but this has resulted in eternal life for you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "But we continue to preach because we have the same kind of faith the psalmist had when he said, “I believed in God, so I spoke.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "We know that God, who raised the Lord Jesus, will also raise us with Jesus and present us to himself together with you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "All of this is for your benefit. And as God’s grace reaches more and more people, there will be great thanksgiving, and God will receive more and more glory."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "That is why we never give up. Though our bodies are dying, our spirits are being renewed every day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "For our present troubles are small and won’t last very long. Yet they produce for us a glory that vastly outweighs them and will last forever!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "So we don’t look at the troubles we can see now; rather, we fix our gaze on things that cannot be seen. For the things we see now will soon be gone, but the things we cannot see will last forever."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.5"
        ],
        "human": "2 Corinthians 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.6"
        ],
        "human": "2 Corinthians 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.4"
        ],
        "human": "2 Corinthians 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "New Bodies"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "For we know that when this earthly tent we live in is taken down (that is, when we die and leave this earthly body), we will have a house in heaven, an eternal body made for us by God himself and not by human hands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "We grow weary in our present bodies, and we long to put on our heavenly bodies like new clothing."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "For we will put on heavenly bodies; we will not be spirits without bodies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "While we live in these earthly bodies, we groan and sigh, but it’s not that we want to die and get rid of these bodies that clothe us. Rather, we want to put on our new bodies so that these dying bodies will be swallowed up by life."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "God himself has prepared us for this, and as a guarantee he has given us his Holy Spirit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "So we are always confident, even though we know that as long as we live in these bodies we are not at home with the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "For we live by believing and not by seeing."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Yes, we are fully confident, and we would rather be away from these earthly bodies, for then we will be at home with the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "So whether we are here in this body or away from this body, our goal is to please him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "For we must all stand before Christ to be judged. We will each receive whatever we deserve for the good or evil we have done in this earthly body."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "We Are God’s Ambassadors"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Because we understand our fearful responsibility to the Lord, we work hard to persuade others. God knows we are sincere, and I hope you know this, too."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Are we commending ourselves to you again? No, we are giving you a reason to be proud of us, so you can answer those who brag about having a spectacular ministry rather than having a sincere heart."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "If it seems we are crazy, it is to bring glory to God. And if we are in our right minds, it is for your benefit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Either way, Christ’s love controls us. Since we believe that Christ died for all, we also believe that we have all died to our old life."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "He died for everyone so that those who receive his new life will no longer live for themselves. Instead, they will live for Christ, who died and was raised for them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "So we have stopped evaluating others from a human point of view. At one time we thought of Christ merely from a human point of view. How differently we know him now!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "This means that anyone who belongs to Christ has become a new person. The old life is gone; a new life has begun!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And all of this is a gift from God, who brought us back to himself through Christ. And God has given us this task of reconciling people to him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "For God was in Christ, reconciling the world to himself, no longer counting people’s sins against them. And he gave us this wonderful message of reconciliation."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "So we are Christ’s ambassadors; God is making his appeal through us. We speak for Christ when we plead, “Come back to God!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "For God made Christ, who never sinned, to be the offering for our sin, so that we could be made right with God through Christ."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.6"
        ],
        "human": "2 Corinthians 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.7"
        ],
        "human": "2 Corinthians 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.5"
        ],
        "human": "2 Corinthians 5",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "As God’s partners, we beg you not to accept this marvelous gift of God’s kindness and then ignore it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "For God says,",
            "“At just the right time, I heard you.",
            "On the day of salvation, I helped you.”",
            "Indeed, the “right time” is now. Today is the day of salvation."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Paul’s Hardships"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "We live in such a way that no one will stumble because of us, and no one will find fault with our ministry."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "In everything we do, we show that we are true ministers of God. We patiently endure troubles and hardships and calamities of every kind."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "We have been beaten, been put in prison, faced angry mobs, worked to exhaustion, endured sleepless nights, and gone without food."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "We prove ourselves by our purity, our understanding, our patience, our kindness, by the Holy Spirit within us, and by our sincere love."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "We faithfully preach the truth. God’s power is working in us. We use the weapons of righteousness in the right hand for attack and the left hand for defense."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "We serve God whether people honor us or despise us, whether they slander us or praise us. We are honest, but they call us impostors."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "We are ignored, even though we are well known. We live close to death, but we are still alive. We have been beaten, but we have not been killed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Our hearts ache, but we always have joy. We are poor, but we give spiritual riches to others. We own nothing, and yet we have everything."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Oh, dear Corinthian friends! We have spoken honestly with you, and our hearts are open to you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "There is no lack of love on our part, but you have withheld your love from us."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "I am asking you to respond as if you were my own children. Open your hearts to us!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Temple of the Living God"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Don’t team up with those who are unbelievers. How can righteousness be a partner with wickedness? How can light live with darkness?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "What harmony can there be between Christ and the devil? How can a believer be a partner with an unbeliever?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "And what union can there be between God’s temple and idols? For we are the temple of the living God. As God said:",
            "“I will live in them",
            "and walk among them.",
            "I will be their God,",
            "and they will be my people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Therefore, come out from among unbelievers,",
            "and separate yourselves from them, says the Lord.",
            "Don’t touch their filthy things,",
            "and I will welcome you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And I will be your Father,",
            "and you will be my sons and daughters,",
            "says the Lord Almighty.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.7"
        ],
        "human": "2 Corinthians 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.8"
        ],
        "human": "2 Corinthians 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.6"
        ],
        "human": "2 Corinthians 6",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Because we have these promises, dear friends, let us cleanse ourselves from everything that can defile our body or spirit. And let us work toward complete holiness because we fear God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Please open your hearts to us. We have not done wrong to anyone, nor led anyone astray, nor taken advantage of anyone."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "I’m not saying this to condemn you. I said before that you are in our hearts, and we live or die together with you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "I have the highest confidence in you, and I take great pride in you. You have greatly encouraged me and made me happy despite all our troubles."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Paul’s Joy at the Church’s Repentance"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "When we arrived in Macedonia, there was no rest for us. We faced conflict from every direction, with battles on the outside and fear on the inside."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "But God, who encourages those who are discouraged, encouraged us by the arrival of Titus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "His presence was a joy, but so was the news he brought of the encouragement he received from you. When he told us how much you long to see me, and how sorry you are for what happened, and how loyal you are to me, I was filled with joy!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "I am not sorry that I sent that severe letter to you, though I was sorry at first, for I know it was painful to you for a little while."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Now I am glad I sent it, not because it hurt you, but because the pain caused you to repent and change your ways. It was the kind of sorrow God wants his people to have, so you were not harmed by us in any way."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "For the kind of sorrow God wants us to experience leads us away from sin and results in salvation. There’s no regret for that kind of sorrow. But worldly sorrow, which lacks repentance, results in spiritual death."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Just see what this godly sorrow produced in you! Such earnestness, such concern to clear yourselves, such indignation, such alarm, such longing to see me, such zeal, and such a readiness to punish wrong. You showed that you have done everything necessary to make things right."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "My purpose, then, was not to write about who did the wrong or who was wronged. I wrote to you so that in the sight of God you could see for yourselves how loyal you are to us."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "We have been greatly encouraged by this.",
            "In addition to our own encouragement, we were especially delighted to see how happy Titus was about the way all of you welcomed him and set his mind at ease."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "I had told him how proud I was of you—and you didn’t disappoint me. I have always told you the truth, and now my boasting to Titus has also proved true!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Now he cares for you more than ever when he remembers the way all of you obeyed him and welcomed him with such fear and deep respect."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "I am very happy now because I have complete confidence in you."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.8"
        ],
        "human": "2 Corinthians 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.9"
        ],
        "human": "2 Corinthians 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.7"
        ],
        "human": "2 Corinthians 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "A Call to Generous Giving"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now I want you to know, dear brothers and sisters, what God in his kindness has done through the churches in Macedonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "They are being tested by many troubles, and they are very poor. But they are also filled with abundant joy, which has overflowed in rich generosity."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "For I can testify that they gave not only what they could afford, but far more. And they did it of their own free will."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "They begged us again and again for the privilege of sharing in the gift for the believers in Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "They even did more than we had hoped, for their first action was to give themselves to the Lord and to us, just as God wanted them to do."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "So we have urged Titus, who encouraged your giving in the first place, to return to you and encourage you to finish this ministry of giving."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Since you excel in so many ways—in your faith, your gifted speakers, your knowledge, your enthusiasm, and your love from us—I want you to excel also in this gracious act of giving."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "I am not commanding you to do this. But I am testing how genuine your love is by comparing it with the eagerness of the other churches."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "You know the generous grace of our Lord Jesus Christ. Though he was rich, yet for your sakes he became poor, so that by his poverty he could make you rich."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Here is my advice: It would be good for you to finish what you started a year ago. Last year you were the first who wanted to give, and you were the first to begin doing it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Now you should finish what you started. Let the eagerness you showed in the beginning be matched now by your giving. Give in proportion to what you have."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Whatever you give is acceptable if you give it eagerly. And give according to what you have, not what you don’t have."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Of course, I don’t mean your giving should make life easy for others and hard for yourselves. I only mean that there should be some equality."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Right now you have plenty and can help those who are in need. Later, they will have plenty and can share with you when you need it. In this way, things will be equal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "As the Scriptures say,",
            "“Those who gathered a lot had nothing left over,",
            "and those who gathered only a little had enough.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Titus and His Companions"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "But thank God! He has given Titus the same enthusiasm for you that I have."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Titus welcomed our request that he visit you again. In fact, he himself was very eager to go and see you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "We are also sending another brother with Titus. All the churches praise him as a preacher of the Good News."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "He was appointed by the churches to accompany us as we take the offering to Jerusalem—a service that glorifies the Lord and shows our eagerness to help."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "We are traveling together to guard against any criticism for the way we are handling this generous gift."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "We are careful to be honorable before the Lord, but we also want everyone else to see that we are honorable."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "We are also sending with them another of our brothers who has proven himself many times and has shown on many occasions how eager he is. He is now even more enthusiastic because of his great confidence in you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "If anyone asks about Titus, say that he is my partner who works with me to help you. And the brothers with him have been sent by the churches, and they bring honor to Christ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "So show them your love, and prove to all the churches that our boasting about you is justified."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.9"
        ],
        "human": "2 Corinthians 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.10"
        ],
        "human": "2 Corinthians 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.8"
        ],
        "human": "2 Corinthians 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Collection for Christians in Jerusalem"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "I really don’t need to write to you about this ministry of giving for the believers in Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "For I know how eager you are to help, and I have been boasting to the churches in Macedonia that you in Greece were ready to send an offering a year ago. In fact, it was your enthusiasm that stirred up many of the Macedonian believers to begin giving."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "But I am sending these brothers to be sure you really are ready, as I have been telling them, and that your money is all collected. I don’t want to be wrong in my boasting about you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "We would be embarrassed—not to mention your own embarrassment—if some Macedonian believers came with me and found that you weren’t ready after all I had told them!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "So I thought I should send these brothers ahead of me to make sure the gift you promised is ready. But I want it to be a willing gift, not one given grudgingly."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Remember this—a farmer who plants only a few seeds will get a small crop. But the one who plants generously will get a generous crop."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "You must each decide in your heart how much to give. And don’t give reluctantly or in response to pressure. “For God loves a person who gives cheerfully.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And God will generously provide all you need. Then you will always have everything you need and plenty left over to share with others."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "As the Scriptures say,",
            "“They share freely and give generously to the poor.",
            "Their good deeds will be remembered forever.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "For God is the one who provides seed for the farmer and then bread to eat. In the same way, he will provide and increase your resources and then produce a great harvest of generosity in you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Yes, you will be enriched in every way so that you can always be generous. And when we take your gifts to those who need them, they will thank God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "So two good things will result from this ministry of giving—the needs of the believers in Jerusalem will be met, and they will joyfully express their thanks to God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "As a result of your ministry, they will give glory to God. For your generosity to them and to all believers will prove that you are obedient to the Good News of Christ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "And they will pray for you with deep affection because of the overflowing grace God has given to you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Thank God for this gift too wonderful for words!"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.10"
        ],
        "human": "2 Corinthians 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.11"
        ],
        "human": "2 Corinthians 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.9"
        ],
        "human": "2 Corinthians 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Paul Defends His Authority"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now I, Paul, appeal to you with the gentleness and kindness of Christ—though I realize you think I am timid in person and bold only when I write from far away."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Well, I am begging you now so that when I come I won’t have to be bold with those who think we act from human motives."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "We are human, but we don’t wage war as humans do."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "We use God’s mighty weapons, not worldly weapons, to knock down the strongholds of human reasoning and to destroy false arguments."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "We destroy every proud obstacle that keeps people from knowing God. We capture their rebellious thoughts and teach them to obey Christ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And after you have become fully obedient, we will punish everyone who remains disobedient."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Look at the obvious facts. Those who say they belong to Christ must recognize that we belong to Christ as much as they do."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "I may seem to be boasting too much about the authority given to us by the Lord. But our authority builds you up; it doesn’t tear you down. So I will not be ashamed of using my authority."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "I’m not trying to frighten you by my letters."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "For some say, “Paul’s letters are demanding and forceful, but in person he is weak, and his speeches are worthless!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Those people should realize that our actions when we arrive in person will be as forceful as what we say in our letters from far away."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Oh, don’t worry; we wouldn’t dare say that we are as wonderful as these other men who tell you how important they are! But they are only comparing themselves with each other, using themselves as the standard of measurement. How ignorant!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "We will not boast about things done outside our area of authority. We will boast only about what has happened within the boundaries of the work God has given us, which includes our working with you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "We are not reaching beyond these boundaries when we claim authority over you, as if we had never visited you. For we were the first to travel all the way to Corinth with the Good News of Christ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Nor do we boast and claim credit for the work someone else has done. Instead, we hope that your faith will grow so that the boundaries of our work among you will be extended."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Then we will be able to go and preach the Good News in other places far beyond you, where no one else is working. Then there will be no question of our boasting about work done in someone else’s territory."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "As the Scriptures say, “If you want to boast, boast only about the Lord.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "When people commend themselves, it doesn’t count for much. The important thing is for the Lord to commend them."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.11"
        ],
        "human": "2 Corinthians 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.12"
        ],
        "human": "2 Corinthians 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.10"
        ],
        "human": "2 Corinthians 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Paul and the False Apostles"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "I hope you will put up with a little more of my foolishness. Please bear with me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "For I am jealous for you with the jealousy of God himself. I promised you as a pure bride to one husband—Christ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "But I fear that somehow your pure and undivided devotion to Christ will be corrupted, just as Eve was deceived by the cunning ways of the serpent."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "You happily put up with whatever anyone tells you, even if they preach a different Jesus than the one we preach, or a different kind of Spirit than the one you received, or a different kind of gospel than the one you believed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "But I don’t consider myself inferior in any way to these “super apostles” who teach such things."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "I may be unskilled as a speaker, but I’m not lacking in knowledge. We have made this clear to you in every possible way."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Was I wrong when I humbled myself and honored you by preaching God’s Good News to you without expecting anything in return?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "I “robbed” other churches by accepting their contributions so I could serve you at no cost."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "And when I was with you and didn’t have enough to live on, I did not become a financial burden to anyone. For the brothers who came from Macedonia brought me all that I needed. I have never been a burden to you, and I never will be."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "As surely as the truth of Christ is in me, no one in all of Greece will ever stop me from boasting about this."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Why? Because I don’t love you? God knows that I do."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "But I will continue doing what I have always done. This will undercut those who are looking for an opportunity to boast that their work is just like ours."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "These people are false apostles. They are deceitful workers who disguise themselves as apostles of Christ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "But I am not surprised! Even Satan disguises himself as an angel of light."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "So it is no wonder that his servants also disguise themselves as servants of righteousness. In the end they will get the punishment their wicked deeds deserve."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Paul’s Many Trials"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Again I say, don’t think that I am a fool to talk like this. But even if you do, listen to me, as you would to a foolish person, while I also boast a little."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Such boasting is not from the Lord, but I am acting like a fool."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And since others boast about their human achievements, I will, too."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "After all, you think you are so wise, but you enjoy putting up with fools!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "You put up with it when someone enslaves you, takes everything you have, takes advantage of you, takes control of everything, and slaps you in the face."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "I’m ashamed to say that we’ve been too “weak” to do that!",
            "But whatever they dare to boast about—I’m talking like a fool again—I dare to boast about it, too."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Are they Hebrews? So am I. Are they Israelites? So am I. Are they descendants of Abraham? So am I."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Are they servants of Christ? I know I sound like a madman, but I have served him far more! I have worked harder, been put in prison more often, been whipped times without number, and faced death again and again."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Five different times the Jewish leaders gave me thirty-nine lashes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Three times I was beaten with rods. Once I was stoned. Three times I was shipwrecked. Once I spent a whole night and a day adrift at sea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "I have traveled on many long journeys. I have faced danger from rivers and from robbers. I have faced danger from my own people, the Jews, as well as from the Gentiles. I have faced danger in the cities, in the deserts, and on the seas. And I have faced danger from men who claim to be believers but are not."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "I have worked hard and long, enduring many sleepless nights. I have been hungry and thirsty and have often gone without food. I have shivered in the cold, without enough clothing to keep me warm."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Then, besides all this, I have the daily burden of my concern for all the churches."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Who is weak without my feeling that weakness? Who is led astray, and I do not burn with anger?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "If I must boast, I would rather boast about the things that show how weak I am."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "God, the Father of our Lord Jesus, who is worthy of eternal praise, knows I am not lying."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "When I was in Damascus, the governor under King Aretas kept guards at the city gates to catch me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "I had to be lowered in a basket through a window in the city wall to escape from him."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.12"
        ],
        "human": "2 Corinthians 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.13"
        ],
        "human": "2 Corinthians 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.11"
        ],
        "human": "2 Corinthians 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Paul’s Vision and His Thorn in the Flesh"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "This boasting will do no good, but I must go on. I will reluctantly tell about visions and revelations from the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "I was caught up to the third heaven fourteen years ago. Whether I was in my body or out of my body, I don’t know—only God knows."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Yes, only God knows whether I was in my body or outside my body. But I do know"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "that I was caught up to paradise and heard things so astounding that they cannot be expressed in words, things no human is allowed to tell."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "That experience is worth boasting about, but I’m not going to do it. I will boast only about my weaknesses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "If I wanted to boast, I would be no fool in doing so, because I would be telling the truth. But I won’t do it, because I don’t want anyone to give me credit beyond what they can see in my life or hear in my message,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "even though I have received such wonderful revelations from God. So to keep me from becoming proud, I was given a thorn in my flesh, a messenger from Satan to torment me and keep me from becoming proud."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Three different times I begged the Lord to take it away."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Each time he said, “My grace is all you need. My power works best in weakness.” So now I am glad to boast about my weaknesses, so that the power of Christ can work through me."
          ],
          "rlw_lines": [
            [
              {
                "text": "Each time he said,",
                "rl": false
              },
              {
                "text": "“My grace is all you need. My power works best in weakness.”",
                "rl": true
              },
              {
                "text": "So now I am glad to boast about my weaknesses, so that the power of Christ can work through me.",
                "rl": false
              }
            ]
          ]
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "That’s why I take pleasure in my weaknesses, and in the insults, hardships, persecutions, and troubles that I suffer for Christ. For when I am weak, then I am strong."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Paul’s Concern for the Corinthians"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "You have made me act like a fool. You ought to be writing commendations for me, for I am not at all inferior to these “super apostles,” even though I am nothing at all."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "When I was with you, I certainly gave you proof that I am an apostle. For I patiently did many signs and wonders and miracles among you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "The only thing I failed to do, which I do in the other churches, was to become a financial burden to you. Please forgive me for this wrong!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Now I am coming to you for the third time, and I will not be a burden to you. I don’t want what you have—I want you. After all, children don’t provide for their parents. Rather, parents provide for their children."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "I will gladly spend myself and all I have for you, even though it seems that the more I love you, the less you love me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Some of you admit I was not a burden to you. But others still think I was sneaky and took advantage of you by trickery."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "But how? Did any of the men I sent to you take advantage of you?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "When I urged Titus to visit you and sent our other brother with him, did Titus take advantage of you? No! For we have the same spirit and walk in each other’s steps, doing things the same way."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Perhaps you think we’re saying these things just to defend ourselves. No, we tell you this as Christ’s servants, and with God as our witness. Everything we do, dear friends, is to strengthen you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "For I am afraid that when I come I won’t like what I find, and you won’t like my response. I am afraid that I will find quarreling, jealousy, anger, selfishness, slander, gossip, arrogance, and disorderly behavior."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Yes, I am afraid that when I come again, God will humble me in your presence. And I will be grieved because many of you have not given up your old sins. You have not repented of your impurity, sexual immorality, and eagerness for lustful pleasure."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.13"
        ],
        "human": "2 Corinthians 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "GAL.1"
        ],
        "human": "Galatians 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.12"
        ],
        "human": "2 Corinthians 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Paul’s Final Advice"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "This is the third time I am coming to visit you (and as the Scriptures say, “The facts of every case must be established by the testimony of two or three witnesses”)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "I have already warned those who had been sinning when I was there on my second visit. Now I again warn them and all others, just as I did before, that next time I will not spare them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "I will give you all the proof you want that Christ speaks through me. Christ is not weak when he deals with you; he is powerful among you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Although he was crucified in weakness, he now lives by the power of God. We, too, are weak, just as Christ was, but when we deal with you we will be alive with him and will have God’s power."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Examine yourselves to see if your faith is genuine. Test yourselves. Surely you know that Jesus Christ is among you; if not, you have failed the test of genuine faith."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "As you test yourselves, I hope you will recognize that we have not failed the test of apostolic authority."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "We pray to God that you will not do what is wrong by refusing our correction. I hope we won’t need to demonstrate our authority when we arrive. Do the right thing before we come—even if that makes it look like we have failed to demonstrate our authority."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "For we cannot oppose the truth, but must always stand for the truth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "We are glad to seem weak if it helps show that you are actually strong. We pray that you will become mature."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "I am writing this to you before I come, hoping that I won’t need to deal severely with you when I do come. For I want to use the authority the Lord has given me to strengthen you, not to tear you down."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Paul’s Final Greetings"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Dear brothers and sisters, I close my letter with these last words: Be joyful. Grow to maturity. Encourage each other. Live in harmony and peace. Then the God of love and peace will be with you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Greet each other with a sacred kiss."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "All of God’s people here send you their greetings."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "May the grace of the Lord Jesus Christ, the love of God, and the fellowship of the Holy Spirit be with you all."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}