{
  "book_usfm": "2KI",
  "name": "2 Kings",
  "local_title": "New Living Translation",
  "local_abbreviation": "NLT",
  "version_id": 116,
  "publisher": {
    "name": "Tyndale House Publishers Inc."
  },
  "copyright": {
    "html": "<p> <em>Holy Bible</em>, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.</p>",
    "text": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
  },
  "language": {
    "iso_639_1": "en",
    "iso_639_3": "eng",
    "language_tag": "eng",
    "local_name": "English",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-en-eng",
  "chapters": [
    {
      "chapter_usfm": "2KI.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.1"
        ],
        "human": "2 Kings 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.2"
        ],
        "human": "2 Kings 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.22"
        ],
        "human": "1 Kings 22",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elijah Confronts King Ahaziah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "After King Ahab’s death, the land of Moab rebelled against Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "One day Israel’s new king, Ahaziah, fell through the latticework of an upper room at his palace in Samaria and was seriously injured. So he sent messengers to the temple of Baal-zebub, the god of Ekron, to ask whether he would recover."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "But the angel of the Lord told Elijah, who was from Tishbe, “Go and confront the messengers of the king of Samaria and ask them, ‘Is there no God in Israel? Why are you going to Baal-zebub, the god of Ekron, to ask whether the king will recover?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Now, therefore, this is what the Lord says: You will never leave the bed you are lying on; you will surely die.’” So Elijah went to deliver the message."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "When the messengers returned to the king, he asked them, “Why have you returned so soon?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "They replied, “A man came up to us and told us to go back to the king and give him this message. ‘This is what the Lord says: Is there no God in Israel? Why are you sending men to Baal-zebub, the god of Ekron, to ask whether you will recover? Therefore, because you have done this, you will never leave the bed you are lying on; you will surely die.’”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "“What sort of man was he?” the king demanded. “What did he look like?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "They replied, “He was a hairy man, and he wore a leather belt around his waist.”",
            "“Elijah from Tishbe!” the king exclaimed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then he sent an army captain with fifty soldiers to arrest him. They found him sitting on top of a hill. The captain said to him, “Man of God, the king has commanded you to come down with us.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "But Elijah replied to the captain, “If I am a man of God, let fire come down from heaven and destroy you and your fifty men!” Then fire fell from heaven and killed them all."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "So the king sent another captain with fifty men. The captain said to him, “Man of God, the king demands that you come down at once.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Elijah replied, “If I am a man of God, let fire come down from heaven and destroy you and your fifty men!” And again the fire of God fell from heaven and killed them all."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Once more the king sent a third captain with fifty men. But this time the captain went up the hill and fell to his knees before Elijah. He pleaded with him, “O man of God, please spare my life and the lives of these, your fifty servants."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "See how the fire from heaven came down and destroyed the first two groups. But now please spare my life!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Then the angel of the Lord said to Elijah, “Go down with him, and don’t be afraid of him.” So Elijah got up and went with him to the king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "And Elijah said to the king, “This is what the Lord says: Why did you send messengers to Baal-zebub, the god of Ekron, to ask whether you will recover? Is there no God in Israel to answer your question? Therefore, because you have done this, you will never leave the bed you are lying on; you will surely die.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "So Ahaziah died, just as the Lord had promised through Elijah. Since Ahaziah did not have a son to succeed him, his brother Joram became the next king. This took place in the second year of the reign of Jehoram son of Jehoshaphat, king of Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "The rest of the events in Ahaziah’s reign and everything he did are recorded in The Book of the History of the Kings of Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.2"
        ],
        "human": "2 Kings 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.3"
        ],
        "human": "2 Kings 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.1"
        ],
        "human": "2 Kings 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elijah Taken into Heaven"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "When the Lord was about to take Elijah up to heaven in a whirlwind, Elijah and Elisha were traveling from Gilgal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And Elijah said to Elisha, “Stay here, for the Lord has told me to go to Bethel.”",
            "But Elisha replied, “As surely as the Lord lives and you yourself live, I will never leave you!” So they went down together to Bethel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "The group of prophets from Bethel came to Elisha and asked him, “Did you know that the Lord is going to take your master away from you today?”",
            "“Of course I know,” Elisha answered. “But be quiet about it.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then Elijah said to Elisha, “Stay here, for the Lord has told me to go to Jericho.”",
            "But Elisha replied again, “As surely as the Lord lives and you yourself live, I will never leave you.” So they went on together to Jericho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then the group of prophets from Jericho came to Elisha and asked him, “Did you know that the Lord is going to take your master away from you today?”",
            "“Of course I know,” Elisha answered. “But be quiet about it.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Then Elijah said to Elisha, “Stay here, for the Lord has told me to go to the Jordan River.”",
            "But again Elisha replied, “As surely as the Lord lives and you yourself live, I will never leave you.” So they went on together."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Fifty men from the group of prophets also went and watched from a distance as Elijah and Elisha stopped beside the Jordan River."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Then Elijah folded his cloak together and struck the water with it. The river divided, and the two of them went across on dry ground!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "When they came to the other side, Elijah said to Elisha, “Tell me what I can do for you before I am taken away.”",
            "And Elisha replied, “Please let me inherit a double share of your spirit and become your successor.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“You have asked a difficult thing,” Elijah replied. “If you see me when I am taken from you, then you will get your request. But if not, then you won’t.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "As they were walking along and talking, suddenly a chariot of fire appeared, drawn by horses of fire. It drove between the two men, separating them, and Elijah was carried by a whirlwind into heaven."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Elisha saw it and cried out, “My father! My father! I see the chariots and charioteers of Israel!” And as they disappeared from sight, Elisha tore his clothes in distress."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Elisha picked up Elijah’s cloak, which had fallen when he was taken up. Then Elisha returned to the bank of the Jordan River."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "He struck the water with Elijah’s cloak and cried out, “Where is the Lord, the God of Elijah?” Then the river divided, and Elisha went across."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "When the group of prophets from Jericho saw from a distance what happened, they exclaimed, “Elijah’s spirit rests upon Elisha!” And they went to meet him and bowed to the ground before him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "“Sir,” they said, “just say the word and fifty of our strongest men will search the wilderness for your master. Perhaps the Spirit of the Lord has left him on some mountain or in some valley.”",
            "“No,” Elisha said, “don’t send them.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "But they kept urging him until they shamed him into agreeing, and he finally said, “All right, send them.” So fifty men searched for three days but did not find Elijah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Elisha was still at Jericho when they returned. “Didn’t I tell you not to go?” he asked."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elisha’s First Miracles"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "One day the leaders of the town of Jericho visited Elisha. “We have a problem, my lord,” they told him. “This town is located in pleasant surroundings, as you can see. But the water is bad, and the land is unproductive.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Elisha said, “Bring me a new bowl with salt in it.” So they brought it to him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Then he went out to the spring that supplied the town with water and threw the salt into it. And he said, “This is what the Lord says: I have purified this water. It will no longer cause death or infertility.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "And the water has remained pure ever since, just as Elisha said."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Elisha left Jericho and went up to Bethel. As he was walking along the road, a group of boys from the town began mocking and making fun of him. “Go away, baldy!” they chanted. “Go away, baldy!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Elisha turned around and looked at them, and he cursed them in the name of the Lord. Then two bears came out of the woods and mauled forty-two of them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "From there Elisha went to Mount Carmel and finally returned to Samaria."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.3"
        ],
        "human": "2 Kings 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.4"
        ],
        "human": "2 Kings 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.2"
        ],
        "human": "2 Kings 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "War between Israel and Moab"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahab’s son Joram began to rule over Israel in the eighteenth year of King Jehoshaphat’s reign in Judah. He reigned in Samaria twelve years."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "He did what was evil in the Lord’s sight, but not to the same extent as his father and mother. He at least tore down the sacred pillar of Baal that his father had set up."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Nevertheless, he continued in the sins that Jeroboam son of Nebat had committed and led the people of Israel to commit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "King Mesha of Moab was a sheep breeder. He used to pay the king of Israel an annual tribute of 100,000 lambs and the wool of 100,000 rams."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "But after Ahab’s death, the king of Moab rebelled against the king of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "So King Joram promptly mustered the army of Israel and marched from Samaria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "On the way, he sent this message to King Jehoshaphat of Judah: “The king of Moab has rebelled against me. Will you join me in battle against him?”",
            "And Jehoshaphat replied, “Why, of course! You and I are as one. My troops are your troops, and my horses are your horses.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Then Jehoshaphat asked, “What route will we take?”",
            "“We will attack from the wilderness of Edom,” Joram replied."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "The king of Edom and his troops joined them, and all three armies traveled along a roundabout route through the wilderness for seven days. But there was no water for the men or their animals."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“What should we do?” the king of Israel cried out. “The Lord has brought the three of us here to let the king of Moab defeat us.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "But King Jehoshaphat of Judah asked, “Is there no prophet of the Lord with us? If there is, we can ask the Lord what to do through him.”",
            "One of King Joram’s officers replied, “Elisha son of Shaphat is here. He used to be Elijah’s personal assistant.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Jehoshaphat said, “Yes, the Lord speaks through him.” So the king of Israel, King Jehoshaphat of Judah, and the king of Edom went to consult with Elisha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "“Why are you coming to me?” Elisha asked the king of Israel. “Go to the pagan prophets of your father and mother!”",
            "But King Joram of Israel said, “No! For it was the Lord who called us three kings here—only to be defeated by the king of Moab!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Elisha replied, “As surely as the Lord Almighty lives, whom I serve, I wouldn’t even bother with you except for my respect for King Jehoshaphat of Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Now bring me someone who can play the harp.”",
            "While the harp was being played, the power of the Lord came upon Elisha,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "and he said, “This is what the Lord says: This dry valley will be filled with pools of water!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "You will see neither wind nor rain, says the Lord, but this valley will be filled with water. You will have plenty for yourselves and your cattle and other animals."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "But this is only a simple thing for the Lord, for he will make you victorious over the army of Moab!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "You will conquer the best of their towns, even the fortified ones. You will cut down all their good trees, stop up all their springs, and ruin all their good land with stones.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "The next day at about the time when the morning sacrifice was offered, water suddenly appeared! It was flowing from the direction of Edom, and soon there was water everywhere."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Meanwhile, when the people of Moab heard about the three armies marching against them, they mobilized every man who was old enough to strap on a sword, and they stationed themselves along their border."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "But when they got up the next morning, the sun was shining across the water, making it appear red to the Moabites—like blood."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "“It’s blood!” the Moabites exclaimed. “The three armies must have attacked and killed each other! Let’s go, men of Moab, and collect the plunder!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "But when the Moabites arrived at the Israelite camp, the army of Israel rushed out and attacked them until they turned and ran. The army of Israel chased them into the land of Moab, destroying everything as they went."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "They destroyed the towns, covered their good land with stones, stopped up all the springs, and cut down all the good trees. Finally, only Kir-hareseth and its stone walls were left, but men with slings surrounded and attacked it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "When the king of Moab saw that he was losing the battle, he led 700 of his swordsmen in a desperate attempt to break through the enemy lines near the king of Edom, but they failed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Then the king of Moab took his oldest son, who would have been the next king, and sacrificed him as a burnt offering on the wall. So there was great anger against Israel, and the Israelites withdrew and returned to their own land."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.4"
        ],
        "human": "2 Kings 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.5"
        ],
        "human": "2 Kings 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.3"
        ],
        "human": "2 Kings 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elisha Helps a Poor Widow"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "One day the widow of a member of the group of prophets came to Elisha and cried out, “My husband who served you is dead, and you know how he feared the Lord. But now a creditor has come, threatening to take my two sons as slaves.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“What can I do to help you?” Elisha asked. “Tell me, what do you have in the house?”",
            "“Nothing at all, except a flask of olive oil,” she replied."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "And Elisha said, “Borrow as many empty jars as you can from your friends and neighbors."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then go into your house with your sons and shut the door behind you. Pour olive oil from your flask into the jars, setting each one aside when it is filled.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "So she did as she was told. Her sons kept bringing jars to her, and she filled one after another."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Soon every container was full to the brim!",
            "“Bring me another jar,” she said to one of her sons.",
            "“There aren’t any more!” he told her. And then the olive oil stopped flowing."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "When she told the man of God what had happened, he said to her, “Now sell the olive oil and pay your debts, and you and your sons can live on what is left over.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elisha and the Woman from Shunem"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "One day Elisha went to the town of Shunem. A wealthy woman lived there, and she urged him to come to her home for a meal. After that, whenever he passed that way, he would stop there for something to eat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "She said to her husband, “I am sure this man who stops in from time to time is a holy man of God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Let’s build a small room for him on the roof and furnish it with a bed, a table, a chair, and a lamp. Then he will have a place to stay whenever he comes by.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "One day Elisha returned to Shunem, and he went up to this upper room to rest."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "He said to his servant Gehazi, “Tell the woman from Shunem I want to speak to her.” When she appeared,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Elisha said to Gehazi, “Tell her, ‘We appreciate the kind concern you have shown us. What can we do for you? Can we put in a good word for you to the king or to the commander of the army?’”",
            "“No,” she replied, “my family takes good care of me.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Later Elisha asked Gehazi, “What can we do for her?”",
            "Gehazi replied, “She doesn’t have a son, and her husband is an old man.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "“Call her back again,” Elisha told him. When the woman returned, Elisha said to her as she stood in the doorway,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "“Next year at this time you will be holding a son in your arms!”",
            "“No, my lord!” she cried. “O man of God, don’t deceive me and get my hopes up like that.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "But sure enough, the woman soon became pregnant. And at that time the following year she had a son, just as Elisha had said."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "One day when her child was older, he went out to help his father, who was working with the harvesters."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Suddenly he cried out, “My head hurts! My head hurts!”",
            "His father said to one of the servants, “Carry him home to his mother.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "So the servant took him home, and his mother held him on her lap. But around noontime he died."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "She carried him up and laid him on the bed of the man of God, then shut the door and left him there."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "She sent a message to her husband: “Send one of the servants and a donkey so that I can hurry to the man of God and come right back.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "“Why go today?” he asked. “It is neither a new moon festival nor a Sabbath.”",
            "But she said, “It will be all right.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "So she saddled the donkey and said to the servant, “Hurry! Don’t slow down unless I tell you to.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "As she approached the man of God at Mount Carmel, Elisha saw her in the distance. He said to Gehazi, “Look, the woman from Shunem is coming."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Run out to meet her and ask her, ‘Is everything all right with you, your husband, and your child?’”",
            "“Yes,” the woman told Gehazi, “everything is fine.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "But when she came to the man of God at the mountain, she fell to the ground before him and caught hold of his feet. Gehazi began to push her away, but the man of God said, “Leave her alone. She is deeply troubled, but the Lord has not told me what it is.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Then she said, “Did I ask you for a son, my lord? And didn’t I say, ‘Don’t deceive me and get my hopes up’?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Then Elisha said to Gehazi, “Get ready to travel; take my staff and go! Don’t talk to anyone along the way. Go quickly and lay the staff on the child’s face.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "But the boy’s mother said, “As surely as the Lord lives and you yourself live, I won’t go home unless you go with me.” So Elisha returned with her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Gehazi hurried on ahead and laid the staff on the child’s face, but nothing happened. There was no sign of life. He returned to meet Elisha and told him, “The child is still dead.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "When Elisha arrived, the child was indeed dead, lying there on the prophet’s bed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "He went in alone and shut the door behind him and prayed to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Then he lay down on the child’s body, placing his mouth on the child’s mouth, his eyes on the child’s eyes, and his hands on the child’s hands. And as he stretched out on him, the child’s body began to grow warm again!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Elisha got up, walked back and forth across the room once, and then stretched himself out again on the child. This time the boy sneezed seven times and opened his eyes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Then Elisha summoned Gehazi. “Call the child’s mother!” he said. And when she came in, Elisha said, “Here, take your son!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "She fell at his feet and bowed before him, overwhelmed with gratitude. Then she took her son in her arms and carried him downstairs."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Miracles during a Famine"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Elisha now returned to Gilgal, and there was a famine in the land. One day as the group of prophets was seated before him, he said to his servant, “Put a large pot on the fire, and make some stew for the rest of the group.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "One of the young men went out into the field to gather herbs and came back with a pocketful of wild gourds. He shredded them and put them into the pot without realizing they were poisonous."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Some of the stew was served to the men. But after they had eaten a bite or two they cried out, “Man of God, there’s poison in this stew!” So they would not eat it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Elisha said, “Bring me some flour.” Then he threw it into the pot and said, “Now it’s all right; go ahead and eat.” And then it did not harm them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "One day a man from Baal-shalishah brought the man of God a sack of fresh grain and twenty loaves of barley bread made from the first grain of his harvest. Elisha said, “Give it to the people so they can eat.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "“What?” his servant exclaimed. “Feed a hundred people with only this?”",
            "But Elisha repeated, “Give it to the people so they can eat, for this is what the Lord says: Everyone will eat, and there will even be some left over!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "And when they gave it to the people, there was plenty for all and some left over, just as the Lord had promised."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.5"
        ],
        "human": "2 Kings 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.6"
        ],
        "human": "2 Kings 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.4"
        ],
        "human": "2 Kings 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Healing of Naaman"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The king of Aram had great admiration for Naaman, the commander of his army, because through him the Lord had given Aram great victories. But though Naaman was a mighty warrior, he suffered from leprosy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "At this time Aramean raiders had invaded the land of Israel, and among their captives was a young girl who had been given to Naaman’s wife as a maid."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "One day the girl said to her mistress, “I wish my master would go to see the prophet in Samaria. He would heal him of his leprosy.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "So Naaman told the king what the young girl from Israel had said."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "“Go and visit the prophet,” the king of Aram told him. “I will send a letter of introduction for you to take to the king of Israel.” So Naaman started out, carrying as gifts 750 pounds of silver, 150 pounds of gold, and ten sets of clothing."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "The letter to the king of Israel said: “With this letter I present my servant Naaman. I want you to heal him of his leprosy.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "When the king of Israel read the letter, he tore his clothes in dismay and said, “Am I God, that I can give life and take it away? Why is this man asking me to heal someone with leprosy? I can see that he’s just trying to pick a fight with me.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "But when Elisha, the man of God, heard that the king of Israel had torn his clothes in dismay, he sent this message to him: “Why are you so upset? Send Naaman to me, and he will learn that there is a true prophet here in Israel.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "So Naaman went with his horses and chariots and waited at the door of Elisha’s house."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "But Elisha sent a messenger out to him with this message: “Go and wash yourself seven times in the Jordan River. Then your skin will be restored, and you will be healed of your leprosy.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "But Naaman became angry and stalked away. “I thought he would certainly come out to meet me!” he said. “I expected him to wave his hand over the leprosy and call on the name of the Lord his God and heal me!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Aren’t the rivers of Damascus, the Abana and the Pharpar, better than any of the rivers of Israel? Why shouldn’t I wash in them and be healed?” So Naaman turned and went away in a rage."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "But his officers tried to reason with him and said, “Sir, if the prophet had told you to do something very difficult, wouldn’t you have done it? So you should certainly obey him when he says simply, ‘Go and wash and be cured!’”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "So Naaman went down to the Jordan River and dipped himself seven times, as the man of God had instructed him. And his skin became as healthy as the skin of a young child, and he was healed!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Then Naaman and his entire party went back to find the man of God. They stood before him, and Naaman said, “Now I know that there is no God in all the world except in Israel. So please accept a gift from your servant.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "But Elisha replied, “As surely as the Lord lives, whom I serve, I will not accept any gifts.” And though Naaman urged him to take the gift, Elisha refused."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Then Naaman said, “All right, but please allow me to load two of my mules with earth from this place, and I will take it back home with me. From now on I will never again offer burnt offerings or sacrifices to any other god except the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "However, may the Lord pardon me in this one thing: When my master the king goes into the temple of the god Rimmon to worship there and leans on my arm, may the Lord pardon me when I bow, too.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "“Go in peace,” Elisha said. So Naaman started home again."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Greed of Gehazi"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "But Gehazi, the servant of Elisha, the man of God, said to himself, “My master should not have let this Aramean get away without accepting any of his gifts. As surely as the Lord lives, I will chase after him and get something from him.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "So Gehazi set off after Naaman.",
            "When Naaman saw Gehazi running after him, he climbed down from his chariot and went to meet him. “Is everything all right?” Naaman asked."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "“Yes,” Gehazi said, “but my master has sent me to tell you that two young prophets from the hill country of Ephraim have just arrived. He would like 75 pounds of silver and two sets of clothing to give to them.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "“By all means, take twice as much silver,” Naaman insisted. He gave him two sets of clothing, tied up the money in two bags, and sent two of his servants to carry the gifts for Gehazi."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "But when they arrived at the citadel, Gehazi took the gifts from the servants and sent the men back. Then he went and hid the gifts inside the house."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "When he went in to his master, Elisha asked him, “Where have you been, Gehazi?”",
            "“I haven’t been anywhere,” he replied."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "But Elisha asked him, “Don’t you realize that I was there in spirit when Naaman stepped down from his chariot to meet you? Is this the time to receive money and clothing, olive groves and vineyards, sheep and cattle, and male and female servants?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Because you have done this, you and your descendants will suffer from Naaman’s leprosy forever.” When Gehazi left the room, he was covered with leprosy; his skin was white as snow."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.6"
        ],
        "human": "2 Kings 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.7"
        ],
        "human": "2 Kings 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.5"
        ],
        "human": "2 Kings 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Floating Ax Head"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "One day the group of prophets came to Elisha and told him, “As you can see, this place where we meet with you is too small."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Let’s go down to the Jordan River, where there are plenty of logs. There we can build a new place for us to meet.”",
            "“All right,” he told them, “go ahead.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "“Please come with us,” someone suggested.",
            "“I will,” he said."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "So he went with them.",
            "When they arrived at the Jordan, they began cutting down trees."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "But as one of them was cutting a tree, his ax head fell into the river. “Oh, sir!” he cried. “It was a borrowed ax!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“Where did it fall?” the man of God asked. When he showed him the place, Elisha cut a stick and threw it into the water at that spot. Then the ax head floated to the surface."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "“Grab it,” Elisha said. And the man reached out and grabbed it."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elisha Traps the Arameans"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "When the king of Aram was at war with Israel, he would confer with his officers and say, “We will mobilize our forces at such and such a place.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "But immediately Elisha, the man of God, would warn the king of Israel, “Do not go near that place, for the Arameans are planning to mobilize their troops there.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "So the king of Israel would send word to the place indicated by the man of God. Time and again Elisha warned the king, so that he would be on the alert there."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "The king of Aram became very upset over this. He called his officers together and demanded, “Which of you is the traitor? Who has been informing the king of Israel of my plans?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "“It’s not us, my lord the king,” one of the officers replied. “Elisha, the prophet in Israel, tells the king of Israel even the words you speak in the privacy of your bedroom!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "“Go and find out where he is,” the king commanded, “so I can send troops to seize him.”",
            "And the report came back: “Elisha is at Dothan.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "So one night the king of Aram sent a great army with many chariots and horses to surround the city."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "When the servant of the man of God got up early the next morning and went outside, there were troops, horses, and chariots everywhere. “Oh, sir, what will we do now?” the young man cried to Elisha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "“Don’t be afraid!” Elisha told him. “For there are more on our side than on theirs!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Then Elisha prayed, “O Lord, open his eyes and let him see!” The Lord opened the young man’s eyes, and when he looked up, he saw that the hillside around Elisha was filled with horses and chariots of fire."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "As the Aramean army advanced toward him, Elisha prayed, “O Lord, please make them blind.” So the Lord struck them with blindness as Elisha had asked."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Then Elisha went out and told them, “You have come the wrong way! This isn’t the right city! Follow me, and I will take you to the man you are looking for.” And he led them to the city of Samaria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "As soon as they had entered Samaria, Elisha prayed, “O Lord, now open their eyes and let them see.” So the Lord opened their eyes, and they discovered that they were in the middle of Samaria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "When the king of Israel saw them, he shouted to Elisha, “My father, should I kill them? Should I kill them?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "“Of course not!” Elisha replied. “Do we kill prisoners of war? Give them food and drink and send them home again to their master.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "So the king made a great feast for them and then sent them home to their master. After that, the Aramean raiders stayed away from the land of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ben-Hadad Besieges Samaria"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Some time later, however, King Ben-hadad of Aram mustered his entire army and besieged Samaria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "As a result, there was a great famine in the city. The siege lasted so long that a donkey’s head sold for eighty pieces of silver, and a cup of dove’s dung sold for five pieces of silver."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "One day as the king of Israel was walking along the wall of the city, a woman called to him, “Please help me, my lord the king!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "He answered, “If the Lord doesn’t help you, what can I do? I have neither food from the threshing floor nor wine from the press to give you.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "But then the king asked, “What is the matter?”",
            "She replied, “This woman said to me: ‘Come on, let’s eat your son today, then we will eat my son tomorrow.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "So we cooked my son and ate him. Then the next day I said to her, ‘Kill your son so we can eat him,’ but she has hidden her son.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "When the king heard this, he tore his clothes in despair. And as the king walked along the wall, the people could see that he was wearing burlap under his robe next to his skin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "“May God strike me and even kill me if I don’t separate Elisha’s head from his shoulders this very day,” the king vowed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Elisha was sitting in his house with the elders of Israel when the king sent a messenger to summon him. But before the messenger arrived, Elisha said to the elders, “A murderer has sent a man to cut off my head. When he arrives, shut the door and keep him out. We will soon hear his master’s steps following him.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "While Elisha was still saying this, the messenger arrived. And the king said, “All this misery is from the Lord! Why should I wait for the Lord any longer?”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.7"
        ],
        "human": "2 Kings 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.8"
        ],
        "human": "2 Kings 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.6"
        ],
        "human": "2 Kings 6",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Elisha replied, “Listen to this message from the Lord! This is what the Lord says: By this time tomorrow in the markets of Samaria, six quarts of choice flour will cost only one piece of silver, and twelve quarts of barley grain will cost only one piece of silver.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "The officer assisting the king said to the man of God, “That couldn’t happen even if the Lord opened the windows of heaven!”",
            "But Elisha replied, “You will see it happen with your own eyes, but you won’t be able to eat any of it!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Outcasts Visit the Enemy Camp"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Now there were four men with leprosy sitting at the entrance of the city gates. “Why should we sit here waiting to die?” they asked each other."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "“We will starve if we stay here, but with the famine in the city, we will starve if we go back there. So we might as well go out and surrender to the Aramean army. If they let us live, so much the better. But if they kill us, we would have died anyway.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "So at twilight they set out for the camp of the Arameans. But when they came to the edge of the camp, no one was there!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "For the Lord had caused the Aramean army to hear the clatter of speeding chariots and the galloping of horses and the sounds of a great army approaching. “The king of Israel has hired the Hittites and Egyptians to attack us!” they cried to one another."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "So they panicked and ran into the night, abandoning their tents, horses, donkeys, and everything else, as they fled for their lives."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "When the men with leprosy arrived at the edge of the camp, they went into one tent after another, eating and drinking wine; and they carried off silver and gold and clothing and hid it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Finally, they said to each other, “This is not right. This is a day of good news, and we aren’t sharing it with anyone! If we wait until morning, some calamity will certainly fall upon us. Come on, let’s go back and tell the people at the palace.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "So they went back to the city and told the gatekeepers what had happened. “We went out to the Aramean camp,” they said, “and no one was there! The horses and donkeys were tethered and the tents were all in order, but there wasn’t a single person around!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Then the gatekeepers shouted the news to the people in the palace."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Israel Plunders the Camp"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "The king got out of bed in the middle of the night and told his officers, “I know what has happened. The Arameans know we are starving, so they have left their camp and have hidden in the fields. They are expecting us to leave the city, and then they will take us alive and capture the city.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "One of his officers replied, “We had better send out scouts to check into this. Let them take five of the remaining horses. If something happens to them, it will be no worse than if they stay here and die with the rest of us.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "So two chariots with horses were prepared, and the king sent scouts to see what had happened to the Aramean army."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "They went all the way to the Jordan River, following a trail of clothing and equipment that the Arameans had thrown away in their mad rush to escape. The scouts returned and told the king about it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Then the people of Samaria rushed out and plundered the Aramean camp. So it was true that six quarts of choice flour were sold that day for one piece of silver, and twelve quarts of barley grain were sold for one piece of silver, just as the Lord had promised."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "The king appointed his officer to control the traffic at the gate, but he was knocked down and trampled to death as the people rushed out.",
            "So everything happened exactly as the man of God had predicted when the king came to his house."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "The man of God had said to the king, “By this time tomorrow in the markets of Samaria, six quarts of choice flour will cost one piece of silver, and twelve quarts of barley grain will cost one piece of silver.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "The king’s officer had replied, “That couldn’t happen even if the Lord opened the windows of heaven!” And the man of God had said, “You will see it happen with your own eyes, but you won’t be able to eat any of it!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "And so it was, for the people trampled him to death at the gate!"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.8"
        ],
        "human": "2 Kings 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.9"
        ],
        "human": "2 Kings 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.7"
        ],
        "human": "2 Kings 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Woman from Shunem Returns Home"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Elisha had told the woman whose son he had brought back to life, “Take your family and move to some other place, for the Lord has called for a famine on Israel that will last for seven years.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "So the woman did as the man of God instructed. She took her family and settled in the land of the Philistines for seven years."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "After the famine ended she returned from the land of the Philistines, and she went to see the king about getting back her house and land."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "As she came in, the king was talking with Gehazi, the servant of the man of God. The king had just said, “Tell me some stories about the great things Elisha has done.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And Gehazi was telling the king about the time Elisha had brought a boy back to life. At that very moment, the mother of the boy walked in to make her appeal to the king about her house and land.",
            "“Look, my lord the king!” Gehazi exclaimed. “Here is the woman now, and this is her son—the very one Elisha brought back to life!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“Is this true?” the king asked her. And she told him the story. So he directed one of his officials to see that everything she had lost was restored to her, including the value of any crops that had been harvested during her absence."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Hazael Murders Ben-Hadad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Elisha went to Damascus, the capital of Aram, where King Ben-hadad lay sick. When someone told the king that the man of God had come,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "the king said to Hazael, “Take a gift to the man of God. Then tell him to ask the Lord, ‘Will I recover from this illness?’”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "So Hazael loaded down forty camels with the finest products of Damascus as a gift for Elisha. He went to him and said, “Your servant Ben-hadad, the king of Aram, has sent me to ask, ‘Will I recover from this illness?’”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "And Elisha replied, “Go and tell him, ‘You will surely recover.’ But actually the Lord has shown me that he will surely die!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Elisha stared at Hazael with a fixed gaze until Hazael became uneasy. Then the man of God started weeping."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "“What’s the matter, my lord?” Hazael asked him.",
            "Elisha replied, “I know the terrible things you will do to the people of Israel. You will burn their fortified cities, kill their young men with the sword, dash their little children to the ground, and rip open their pregnant women!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Hazael responded, “How could a nobody like me ever accomplish such great things?”",
            "Elisha answered, “The Lord has shown me that you are going to be the king of Aram.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "When Hazael left Elisha and went back, the king asked him, “What did Elisha tell you?”",
            "And Hazael replied, “He told me that you will surely recover.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "But the next day Hazael took a blanket, soaked it in water, and held it over the king’s face until he died. Then Hazael became the next king of Aram."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jehoram Rules in Judah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Jehoram son of King Jehoshaphat of Judah began to rule over Judah in the fifth year of the reign of Joram son of Ahab, king of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Jehoram was thirty-two years old when he became king, and he reigned in Jerusalem eight years."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "But Jehoram followed the example of the kings of Israel and was as wicked as King Ahab, for he had married one of Ahab’s daughters. So Jehoram did what was evil in the Lord’s sight."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "But the Lord did not want to destroy Judah, for he had promised his servant David that his descendants would continue to rule, shining like a lamp forever."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "During Jehoram’s reign, the Edomites revolted against Judah and crowned their own king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "So Jehoram went with all his chariots to attack the town of Zair. The Edomites surrounded him and his chariot commanders, but he went out at night and attacked them under cover of darkness. But Jehoram’s army deserted him and fled to their homes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "So Edom has been independent from Judah to this day. The town of Libnah also revolted about that same time."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "The rest of the events in Jehoram’s reign and everything he did are recorded in The Book of the History of the Kings of Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "When Jehoram died, he was buried with his ancestors in the City of David. Then his son Ahaziah became the next king."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ahaziah Rules in Judah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Ahaziah son of Jehoram began to rule over Judah in the twelfth year of the reign of Joram son of Ahab, king of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Ahaziah was twenty-two years old when he became king, and he reigned in Jerusalem one year. His mother was Athaliah, a granddaughter of King Omri of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Ahaziah followed the evil example of King Ahab’s family. He did what was evil in the Lord’s sight, just as Ahab’s family had done, for he was related by marriage to the family of Ahab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Ahaziah joined Joram son of Ahab in his war against King Hazael of Aram at Ramoth-gilead. When the Arameans wounded King Joram in the battle,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "he returned to Jezreel to recover from the wounds he had received at Ramoth. Because Joram was wounded, King Ahaziah of Judah went to Jezreel to visit him."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.9"
        ],
        "human": "2 Kings 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.10"
        ],
        "human": "2 Kings 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.8"
        ],
        "human": "2 Kings 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jehu Anointed King of Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Meanwhile, Elisha the prophet had summoned a member of the group of prophets. “Get ready to travel,” he told him, “and take this flask of olive oil with you. Go to Ramoth-gilead,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "and find Jehu son of Jehoshaphat, son of Nimshi. Call him into a private room away from his friends,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "and pour the oil over his head. Say to him, ‘This is what the Lord says: I anoint you to be the king over Israel.’ Then open the door and run for your life!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "So the young prophet did as he was told and went to Ramoth-gilead."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "When he arrived there, he found Jehu sitting around with the other army officers. “I have a message for you, Commander,” he said.",
            "“For which one of us?” Jehu asked.",
            "“For you, Commander,” he replied."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "So Jehu left the others and went into the house. Then the young prophet poured the oil over Jehu’s head and said, “This is what the Lord, the God of Israel, says: I anoint you king over the Lord’s people, Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "You are to destroy the family of Ahab, your master. In this way, I will avenge the murder of my prophets and all the Lord’s servants who were killed by Jezebel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "The entire family of Ahab must be wiped out. I will destroy every one of his male descendants, slave and free alike, anywhere in Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "I will destroy the family of Ahab as I destroyed the families of Jeroboam son of Nebat and of Baasha son of Ahijah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Dogs will eat Ahab’s wife Jezebel at the plot of land in Jezreel, and no one will bury her.” Then the young prophet opened the door and ran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Jehu went back to his fellow officers, and one of them asked him, “What did that madman want? Is everything all right?”",
            "“You know how a man like that babbles on,” Jehu replied."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "“You’re hiding something,” they said. “Tell us.”",
            "So Jehu told them, “He said to me, ‘This is what the Lord says: I have anointed you to be king over Israel.’”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Then they quickly spread out their cloaks on the bare steps and blew the ram’s horn, shouting, “Jehu is king!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jehu Kills Joram and Ahaziah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "So Jehu son of Jehoshaphat, son of Nimshi, led a conspiracy against King Joram. (Now Joram had been with the army at Ramoth-gilead, defending Israel against the forces of King Hazael of Aram."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "But King Joram was wounded in the fighting and returned to Jezreel to recover from his wounds.) So Jehu told the men with him, “If you want me to be king, don’t let anyone leave town and go to Jezreel to report what we have done.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Then Jehu got into a chariot and rode to Jezreel to find King Joram, who was lying there wounded. King Ahaziah of Judah was there, too, for he had gone to visit him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "The watchman on the tower of Jezreel saw Jehu and his company approaching, so he shouted to Joram, “I see a company of troops coming!”",
            "“Send out a rider to ask if they are coming in peace,” King Joram ordered."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "So a horseman went out to meet Jehu and said, “The king wants to know if you are coming in peace.”",
            "Jehu replied, “What do you know about peace? Fall in behind me!”",
            "The watchman called out to the king, “The messenger has met them, but he’s not returning.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "So the king sent out a second horseman. He rode up to them and said, “The king wants to know if you come in peace.”",
            "Again Jehu answered, “What do you know about peace? Fall in behind me!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "The watchman exclaimed, “The messenger has met them, but he isn’t returning either! It must be Jehu son of Nimshi, for he’s driving like a madman.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "“Quick! Get my chariot ready!” King Joram commanded.",
            "Then King Joram of Israel and King Ahaziah of Judah rode out in their chariots to meet Jehu. They met him at the plot of land that had belonged to Naboth of Jezreel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "King Joram demanded, “Do you come in peace, Jehu?”",
            "Jehu replied, “How can there be peace as long as the idolatry and witchcraft of your mother, Jezebel, are all around us?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Then King Joram turned the horses around and fled, shouting to King Ahaziah, “Treason, Ahaziah!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "But Jehu drew his bow and shot Joram between the shoulders. The arrow pierced his heart, and he sank down dead in his chariot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Jehu said to Bidkar, his officer, “Throw him into the plot of land that belonged to Naboth of Jezreel. Do you remember when you and I were riding along behind his father, Ahab? The Lord pronounced this message against him:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "‘I solemnly swear that I will repay him here on this plot of land, says the Lord, for the murder of Naboth and his sons that I saw yesterday.’ So throw him out on Naboth’s property, just as the Lord said.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "When King Ahaziah of Judah saw what was happening, he fled along the road to Beth-haggan. Jehu rode after him, shouting, “Shoot him, too!” So they shot Ahaziah in his chariot at the Ascent of Gur, near Ibleam. He was able to go on as far as Megiddo, but he died there."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "His servants took him by chariot to Jerusalem, where they buried him with his ancestors in the City of David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Ahaziah had become king over Judah in the eleventh year of the reign of Joram son of Ahab."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Death of Jezebel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "When Jezebel, the queen mother, heard that Jehu had come to Jezreel, she painted her eyelids and fixed her hair and sat at a window."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "When Jehu entered the gate of the palace, she shouted at him, “Have you come in peace, you murderer? You’re just like Zimri, who murdered his master!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Jehu looked up and saw her at the window and shouted, “Who is on my side?” And two or three eunuchs looked out at him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "“Throw her down!” Jehu yelled. So they threw her out the window, and her blood spattered against the wall and on the horses. And Jehu trampled her body under his horses’ hooves."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Then Jehu went into the palace and ate and drank. Afterward he said, “Someone go and bury this cursed woman, for she is the daughter of a king.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "But when they went out to bury her, they found only her skull, her feet, and her hands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "When they returned and told Jehu, he stated, “This fulfills the message from the Lord, which he spoke through his servant Elijah from Tishbe: ‘At the plot of land in Jezreel, dogs will eat Jezebel’s body."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Her remains will be scattered like dung on the plot of land in Jezreel, so that no one will be able to recognize her.’”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.10"
        ],
        "human": "2 Kings 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.11"
        ],
        "human": "2 Kings 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.9"
        ],
        "human": "2 Kings 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jehu Kills Ahab’s Family"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahab had seventy sons living in the city of Samaria. So Jehu wrote letters and sent them to Samaria, to the elders and officials of the city, and to the guardians of King Ahab’s sons. He said,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“The king’s sons are with you, and you have at your disposal chariots, horses, a fortified city, and weapons. As soon as you receive this letter,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "select the best qualified of your master’s sons to be your king, and prepare to fight for Ahab’s dynasty.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "But they were paralyzed with fear and said, “We’ve seen that two kings couldn’t stand against this man! What can we do?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "So the palace and city administrators, together with the elders and the guardians of the king’s sons, sent this message to Jehu: “We are your servants and will do anything you tell us. We will not make anyone king; do whatever you think is best.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Jehu responded with a second letter: “If you are on my side and are going to obey me, bring the heads of your master’s sons to me at Jezreel by this time tomorrow.” Now the seventy sons of the king were being cared for by the leaders of Samaria, where they had been raised since childhood."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "When the letter arrived, the leaders killed all seventy of the king’s sons. They placed their heads in baskets and presented them to Jehu at Jezreel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "A messenger went to Jehu and said, “They have brought the heads of the king’s sons.”",
            "So Jehu ordered, “Pile them in two heaps at the entrance of the city gate, and leave them there until morning.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "In the morning he went out and spoke to the crowd that had gathered around them. “You are not to blame,” he told them. “I am the one who conspired against my master and killed him. But who killed all these?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "You can be sure that the message of the Lord that was spoken concerning Ahab’s family will not fail. The Lord declared through his servant Elijah that this would happen.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Then Jehu killed all who were left of Ahab’s relatives living in Jezreel and all his important officials, his personal friends, and his priests. So Ahab was left without a single survivor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then Jehu set out for Samaria. Along the way, while he was at Beth-eked of the Shepherds,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "he met some relatives of King Ahaziah of Judah. “Who are you?” he asked them.",
            "And they replied, “We are relatives of King Ahaziah. We are going to visit the sons of King Ahab and the sons of the queen mother.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“Take them alive!” Jehu shouted to his men. And they captured all forty-two of them and killed them at the well of Beth-eked. None of them escaped."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "When Jehu left there, he met Jehonadab son of Recab, who was coming to meet him. After they had greeted each other, Jehu said to him, “Are you as loyal to me as I am to you?”",
            "“Yes, I am,” Jehonadab replied.",
            "“If you are,” Jehu said, “then give me your hand.” So Jehonadab put out his hand, and Jehu helped him into the chariot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Then Jehu said, “Now come with me, and see how devoted I am to the Lord.” So Jehonadab rode along with him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "When Jehu arrived in Samaria, he killed everyone who was left there from Ahab’s family, just as the Lord had promised through Elijah."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jehu Kills the Priests of Baal"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Then Jehu called a meeting of all the people of the city and said to them, “Ahab’s worship of Baal was nothing compared to the way I will worship him!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Therefore, summon all the prophets and worshipers of Baal, and call together all his priests. See to it that every one of them comes, for I am going to offer a great sacrifice to Baal. Anyone who fails to come will be put to death.” But Jehu’s cunning plan was to destroy all the worshipers of Baal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Then Jehu ordered, “Prepare a solemn assembly to worship Baal!” So they did."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "He sent messengers throughout all Israel summoning those who worshiped Baal. They all came—not a single one remained behind—and they filled the temple of Baal from one end to the other."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "And Jehu instructed the keeper of the wardrobe, “Be sure that every worshiper of Baal wears one of these robes.” So robes were given to them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Then Jehu went into the temple of Baal with Jehonadab son of Recab. Jehu said to the worshipers of Baal, “Make sure no one who worships the Lord is here—only those who worship Baal.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "So they were all inside the temple to offer sacrifices and burnt offerings. Now Jehu had stationed eighty of his men outside the building and had warned them, “If you let anyone escape, you will pay for it with your own life.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "As soon as Jehu had finished sacrificing the burnt offering, he commanded his guards and officers, “Go in and kill all of them. Don’t let a single one escape!” So they killed them all with their swords, and the guards and officers dragged their bodies outside. Then Jehu’s men went into the innermost fortress of the temple of Baal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "They dragged out the sacred pillar used in the worship of Baal and burned it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "They smashed the sacred pillar and wrecked the temple of Baal, converting it into a public toilet, as it remains to this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "In this way, Jehu destroyed every trace of Baal worship from Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "He did not, however, destroy the gold calves at Bethel and Dan, with which Jeroboam son of Nebat had caused Israel to sin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Nonetheless the Lord said to Jehu, “You have done well in following my instructions to destroy the family of Ahab. Therefore, your descendants will be kings of Israel down to the fourth generation.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "But Jehu did not obey the Law of the Lord, the God of Israel, with all his heart. He refused to turn from the sins that Jeroboam had led Israel to commit."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Death of Jehu"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "At about that time the Lord began to cut down the size of Israel’s territory. King Hazael conquered several sections of the country"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "east of the Jordan River, including all of Gilead, Gad, Reuben, and Manasseh. He conquered the area from the town of Aroer by the Arnon Gorge to as far north as Gilead and Bashan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "The rest of the events in Jehu’s reign—everything he did and all his achievements—are recorded in The Book of the History of the Kings of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "When Jehu died, he was buried in Samaria. Then his son Jehoahaz became the next king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "In all, Jehu reigned over Israel from Samaria for twenty-eight years."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.11"
        ],
        "human": "2 Kings 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.12"
        ],
        "human": "2 Kings 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.10"
        ],
        "human": "2 Kings 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Queen Athaliah Rules in Judah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "When Athaliah, the mother of King Ahaziah of Judah, learned that her son was dead, she began to destroy the rest of the royal family."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "But Ahaziah’s sister Jehosheba, the daughter of King Jehoram, took Ahaziah’s infant son, Joash, and stole him away from among the rest of the king’s children, who were about to be killed. She put Joash and his nurse in a bedroom, and they hid him from Athaliah, so the child was not murdered."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Joash remained hidden in the Temple of the Lord for six years while Athaliah ruled over the land."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Revolt against Athaliah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "In the seventh year of Athaliah’s reign, Jehoiada the priest summoned the commanders, the Carite mercenaries, and the palace guards to come to the Temple of the Lord. He made a solemn pact with them and made them swear an oath of loyalty there in the Lord’s Temple; then he showed them the king’s son."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Jehoiada told them, “This is what you must do. A third of you who are on duty on the Sabbath are to guard the royal palace itself."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Another third of you are to stand guard at the Sur Gate. And the final third must stand guard behind the palace guard. These three groups will all guard the palace."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "The other two units who are off duty on the Sabbath must stand guard for the king at the Lord’s Temple."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Form a bodyguard around the king and keep your weapons in hand. Kill anyone who tries to break through. Stay with the king wherever he goes.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "So the commanders did everything as Jehoiada the priest ordered. The commanders took charge of the men reporting for duty that Sabbath, as well as those who were going off duty. They brought them all to Jehoiada the priest,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "and he supplied them with the spears and small shields that had once belonged to King David and were stored in the Temple of the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "The palace guards stationed themselves around the king, with their weapons ready. They formed a line from the south side of the Temple around to the north side and all around the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then Jehoiada brought out Joash, the king’s son, placed the crown on his head, and presented him with a copy of God’s laws. They anointed him and proclaimed him king, and everyone clapped their hands and shouted, “Long live the king!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Death of Athaliah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "When Athaliah heard the noise made by the palace guards and the people, she hurried to the Lord’s Temple to see what was happening."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "When she arrived, she saw the newly crowned king standing in his place of authority by the pillar, as was the custom at times of coronation. The commanders and trumpeters were surrounding him, and people from all over the land were rejoicing and blowing trumpets. When Athaliah saw all this, she tore her clothes in despair and shouted, “Treason! Treason!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Then Jehoiada the priest ordered the commanders who were in charge of the troops, “Take her to the soldiers in front of the Temple, and kill anyone who tries to rescue her.” For the priest had said, “She must not be killed in the Temple of the Lord.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "So they seized her and led her out to the gate where horses enter the palace grounds, and she was killed there."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jehoiada’s Religious Reforms"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Then Jehoiada made a covenant between the Lord and the king and the people that they would be the Lord’s people. He also made a covenant between the king and the people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And all the people of the land went over to the temple of Baal and tore it down. They demolished the altars and smashed the idols to pieces, and they killed Mattan the priest of Baal in front of the altars.",
            "Jehoiada the priest stationed guards at the Temple of the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Then the commanders, the Carite mercenaries, the palace guards, and all the people of the land escorted the king from the Temple of the Lord. They went through the gate of the guards and into the palace, and the king took his seat on the royal throne."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "So all the people of the land rejoiced, and the city was peaceful because Athaliah had been killed at the king’s palace."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Joash was seven years old when he became king."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.12"
        ],
        "human": "2 Kings 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.13"
        ],
        "human": "2 Kings 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.11"
        ],
        "human": "2 Kings 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Joash Repairs the Temple"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Joash began to rule over Judah in the seventh year of King Jehu’s reign in Israel. He reigned in Jerusalem forty years. His mother was Zibiah from Beersheba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "All his life Joash did what was pleasing in the Lord’s sight because Jehoiada the priest instructed him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Yet even so, he did not destroy the pagan shrines, and the people still offered sacrifices and burned incense there."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "One day King Joash said to the priests, “Collect all the money brought as a sacred offering to the Lord’s Temple, whether it is a regular assessment, a payment of vows, or a voluntary gift."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Let the priests take some of that money to pay for whatever repairs are needed at the Temple.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "But by the twenty-third year of Joash’s reign, the priests still had not repaired the Temple."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "So King Joash called for Jehoiada and the other priests and asked them, “Why haven’t you repaired the Temple? Don’t use any more money for your own needs. From now on, it must all be spent on Temple repairs.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "So the priests agreed not to accept any more money from the people, and they also agreed to let others take responsibility for repairing the Temple."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then Jehoiada the priest bored a hole in the lid of a large chest and set it on the right-hand side of the altar at the entrance of the Temple of the Lord. The priests guarding the entrance put all of the people’s contributions into the chest."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Whenever the chest became full, the court secretary and the high priest counted the money that had been brought to the Lord’s Temple and put it into bags."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Then they gave the money to the construction supervisors, who used it to pay the people working on the Lord’s Temple—the carpenters, the builders,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "the masons, and the stonecutters. They also used the money to buy the timber and the finished stone needed for repairing the Lord’s Temple, and they paid any other expenses related to the Temple’s restoration."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "The money brought to the Temple was not used for making silver bowls, lamp snuffers, basins, trumpets, or other articles of gold or silver for the Temple of the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "It was paid to the workmen, who used it for the Temple repairs."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "No accounting of this money was required from the construction supervisors, because they were honest and trustworthy men."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "However, the money that was contributed for guilt offerings and sin offerings was not brought into the Lord’s Temple. It was given to the priests for their own use."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The End of Joash’s Reign"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "About this time King Hazael of Aram went to war against Gath and captured it. Then he turned to attack Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "King Joash collected all the sacred objects that Jehoshaphat, Jehoram, and Ahaziah, the previous kings of Judah, had dedicated, along with what he himself had dedicated. He sent them all to Hazael, along with all the gold in the treasuries of the Lord’s Temple and the royal palace. So Hazael called off his attack on Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "The rest of the events in Joash’s reign and everything he did are recorded in The Book of the History of the Kings of Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Joash’s officers plotted against him and assassinated him at Beth-millo on the road to Silla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "The assassins were Jozacar son of Shimeath and Jehozabad son of Shomer—both trusted advisers. Joash was buried with his ancestors in the City of David. Then his son Amaziah became the next king."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.13"
        ],
        "human": "2 Kings 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.14"
        ],
        "human": "2 Kings 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.12"
        ],
        "human": "2 Kings 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jehoahaz Rules in Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Jehoahaz son of Jehu began to rule over Israel in the twenty-third year of King Joash’s reign in Judah. He reigned in Samaria seventeen years."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "But he did what was evil in the Lord’s sight. He followed the example of Jeroboam son of Nebat, continuing the sins that Jeroboam had led Israel to commit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "So the Lord was very angry with Israel, and he allowed King Hazael of Aram and his son Ben-hadad to defeat them repeatedly."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then Jehoahaz prayed for the Lord’s help, and the Lord heard his prayer, for he could see how severely the king of Aram was oppressing Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "So the Lord provided someone to rescue the Israelites from the tyranny of the Arameans. Then Israel lived in safety again as they had in former days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "But they continued to sin, following the evil example of Jeroboam. They also allowed the Asherah pole in Samaria to remain standing."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Finally, Jehoahaz’s army was reduced to 50 charioteers, 10 chariots, and 10,000 foot soldiers. The king of Aram had killed the others, trampling them like dust under his feet."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "The rest of the events in Jehoahaz’s reign—everything he did and the extent of his power—are recorded in The Book of the History of the Kings of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "When Jehoahaz died, he was buried in Samaria. Then his son Jehoash became the next king."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jehoash Rules in Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Jehoash son of Jehoahaz began to rule over Israel in the thirty-seventh year of King Joash’s reign in Judah. He reigned in Samaria sixteen years."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "But he did what was evil in the Lord’s sight. He refused to turn from the sins that Jeroboam son of Nebat had led Israel to commit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "The rest of the events in Jehoash’s reign and everything he did, including the extent of his power and his war with King Amaziah of Judah, are recorded in The Book of the History of the Kings of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "When Jehoash died, he was buried in Samaria with the kings of Israel. Then his son Jeroboam II became the next king."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elisha’s Final Prophecy"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "When Elisha was in his last illness, King Jehoash of Israel visited him and wept over him. “My father! My father! I see the chariots and charioteers of Israel!” he cried."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Elisha told him, “Get a bow and some arrows.” And the king did as he was told."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Elisha told him, “Put your hand on the bow,” and Elisha laid his own hands on the king’s hands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Then he commanded, “Open that eastern window,” and he opened it. Then he said, “Shoot!” So he shot an arrow. Elisha proclaimed, “This is the Lord’s arrow, an arrow of victory over Aram, for you will completely conquer the Arameans at Aphek.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Then he said, “Now pick up the other arrows and strike them against the ground.” So the king picked them up and struck the ground three times."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "But the man of God was angry with him. “You should have struck the ground five or six times!” he exclaimed. “Then you would have beaten Aram until it was entirely destroyed. Now you will be victorious only three times.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Then Elisha died and was buried.",
            "Groups of Moabite raiders used to invade the land each spring."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Once when some Israelites were burying a man, they spied a band of these raiders. So they hastily threw the corpse into the tomb of Elisha and fled. But as soon as the body touched Elisha’s bones, the dead man revived and jumped to his feet!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "King Hazael of Aram had oppressed Israel during the entire reign of King Jehoahaz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "But the Lord was gracious and merciful to the people of Israel, and they were not totally destroyed. He pitied them because of his covenant with Abraham, Isaac, and Jacob. And to this day he still has not completely destroyed them or banished them from his presence."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "King Hazael of Aram died, and his son Ben-hadad became the next king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Then Jehoash son of Jehoahaz recaptured from Ben-hadad son of Hazael the towns that had been taken from Jehoash’s father, Jehoahaz. Jehoash defeated Ben-hadad on three occasions, and he recovered the Israelite towns."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.14"
        ],
        "human": "2 Kings 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.15"
        ],
        "human": "2 Kings 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.13"
        ],
        "human": "2 Kings 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Amaziah Rules in Judah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Amaziah son of Joash began to rule over Judah in the second year of the reign of King Jehoash of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Amaziah was twenty-five years old when he became king, and he reigned in Jerusalem twenty-nine years. His mother was Jehoaddin from Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Amaziah did what was pleasing in the Lord’s sight, but not like his ancestor David. Instead, he followed the example of his father, Joash."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Amaziah did not destroy the pagan shrines, and the people still offered sacrifices and burned incense there."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "When Amaziah was well established as king, he executed the officials who had assassinated his father."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "However, he did not kill the children of the assassins, for he obeyed the command of the Lord as written by Moses in the Book of the Law: “Parents must not be put to death for the sins of their children, nor children for the sins of their parents. Those deserving to die must be put to death for their own crimes.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Amaziah also killed 10,000 Edomites in the Valley of Salt. He also conquered Sela and changed its name to Joktheel, as it is called to this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "One day Amaziah sent messengers with this challenge to Israel’s king Jehoash, the son of Jehoahaz and grandson of Jehu: “Come and meet me in battle!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "But King Jehoash of Israel replied to King Amaziah of Judah with this story: “Out in the Lebanon mountains, a thistle sent a message to a mighty cedar tree: ‘Give your daughter in marriage to my son.’ But just then a wild animal of Lebanon came by and stepped on the thistle, crushing it!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“You have indeed defeated Edom, and you are proud of it. But be content with your victory and stay at home! Why stir up trouble that will only bring disaster on you and the people of Judah?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "But Amaziah refused to listen, so King Jehoash of Israel mobilized his army against King Amaziah of Judah. The two armies drew up their battle lines at Beth-shemesh in Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Judah was routed by the army of Israel, and its army scattered and fled for home."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "King Jehoash of Israel captured Judah’s king, Amaziah son of Joash and grandson of Ahaziah, at Beth-shemesh. Then he marched to Jerusalem, where he demolished 600 feet of Jerusalem’s wall, from the Ephraim Gate to the Corner Gate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "He carried off all the gold and silver and all the articles from the Temple of the Lord. He also seized the treasures from the royal palace, along with hostages, and then returned to Samaria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "The rest of the events in Jehoash’s reign and everything he did, including the extent of his power and his war with King Amaziah of Judah, are recorded in The Book of the History of the Kings of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "When Jehoash died, he was buried in Samaria with the kings of Israel. And his son Jeroboam II became the next king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "King Amaziah of Judah lived for fifteen years after the death of King Jehoash of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "The rest of the events in Amaziah’s reign are recorded in The Book of the History of the Kings of Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "There was a conspiracy against Amaziah’s life in Jerusalem, and he fled to Lachish. But his enemies sent assassins after him, and they killed him there."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "They brought his body back to Jerusalem on a horse, and he was buried with his ancestors in the City of David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "All the people of Judah had crowned Amaziah’s sixteen-year-old son, Uzziah, as king in place of his father, Amaziah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "After his father’s death, Uzziah rebuilt the town of Elath and restored it to Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jeroboam II Rules in Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Jeroboam II, the son of Jehoash, began to rule over Israel in the fifteenth year of King Amaziah’s reign in Judah. He reigned in Samaria forty-one years."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "He did what was evil in the Lord’s sight. He refused to turn from the sins that Jeroboam son of Nebat had led Israel to commit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Jeroboam II recovered the territories of Israel between Lebo-hamath and the Dead Sea, just as the Lord, the God of Israel, had promised through Jonah son of Amittai, the prophet from Gath-hepher."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "For the Lord saw the bitter suffering of everyone in Israel, and that there was no one in Israel, slave or free, to help them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "And because the Lord had not said he would blot out the name of Israel completely, he used Jeroboam II, the son of Jehoash, to save them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "The rest of the events in the reign of Jeroboam II and everything he did—including the extent of his power, his wars, and how he recovered for Israel both Damascus and Hamath, which had belonged to Judah—are recorded in The Book of the History of the Kings of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "When Jeroboam II died, he was buried in Samaria with the kings of Israel. Then his son Zechariah became the next king."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.15"
        ],
        "human": "2 Kings 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.16"
        ],
        "human": "2 Kings 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.14"
        ],
        "human": "2 Kings 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Uzziah Rules in Judah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Uzziah son of Amaziah began to rule over Judah in the twenty-seventh year of the reign of King Jeroboam II of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "He was sixteen years old when he became king, and he reigned in Jerusalem fifty-two years. His mother was Jecoliah from Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "He did what was pleasing in the Lord’s sight, just as his father, Amaziah, had done."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "But he did not destroy the pagan shrines, and the people still offered sacrifices and burned incense there."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "The Lord struck the king with leprosy, which lasted until the day he died. He lived in isolation in a separate house. The king’s son Jotham was put in charge of the royal palace, and he governed the people of the land."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "The rest of the events in Uzziah’s reign and everything he did are recorded in The Book of the History of the Kings of Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "When Uzziah died, he was buried with his ancestors in the City of David. And his son Jotham became the next king."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Zechariah Rules in Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Zechariah son of Jeroboam II began to rule over Israel in the thirty-eighth year of King Uzziah’s reign in Judah. He reigned in Samaria six months."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Zechariah did what was evil in the Lord’s sight, as his ancestors had done. He refused to turn from the sins that Jeroboam son of Nebat had led Israel to commit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Then Shallum son of Jabesh conspired against Zechariah, assassinated him in public, and became the next king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "The rest of the events in Zechariah’s reign are recorded in The Book of the History of the Kings of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "So the Lord’s message to Jehu came true: “Your descendants will be kings of Israel down to the fourth generation.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Shallum Rules in Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Shallum son of Jabesh began to rule over Israel in the thirty-ninth year of King Uzziah’s reign in Judah. Shallum reigned in Samaria only one month."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Then Menahem son of Gadi went to Samaria from Tirzah and assassinated him, and he became the next king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "The rest of the events in Shallum’s reign, including his conspiracy, are recorded in The Book of the History of the Kings of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Menahem Rules in Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "At that time Menahem destroyed the town of Tappuah and all the surrounding countryside as far as Tirzah, because its citizens refused to surrender the town. He killed the entire population and ripped open the pregnant women."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Menahem son of Gadi began to rule over Israel in the thirty-ninth year of King Uzziah’s reign in Judah. He reigned in Samaria ten years."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "But Menahem did what was evil in the Lord’s sight. During his entire reign, he refused to turn from the sins that Jeroboam son of Nebat had led Israel to commit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Then King Tiglath-pileser of Assyria invaded the land. But Menahem paid him thirty-seven tons of silver to gain his support in tightening his grip on royal power."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Menahem extorted the money from the rich of Israel, demanding that each of them pay fifty pieces of silver to the king of Assyria. So the king of Assyria turned from attacking Israel and did not stay in the land."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "The rest of the events in Menahem’s reign and everything he did are recorded in The Book of the History of the Kings of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "When Menahem died, his son Pekahiah became the next king."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pekahiah Rules in Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pekahiah son of Menahem began to rule over Israel in the fiftieth year of King Uzziah’s reign in Judah. He reigned in Samaria two years."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "But Pekahiah did what was evil in the Lord’s sight. He refused to turn from the sins that Jeroboam son of Nebat had led Israel to commit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Then Pekah son of Remaliah, the commander of Pekahiah’s army, conspired against him. With fifty men from Gilead, Pekah assassinated the king, along with Argob and Arieh, in the citadel of the palace at Samaria. And Pekah reigned in his place."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "The rest of the events in Pekahiah’s reign and everything he did are recorded in The Book of the History of the Kings of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pekah Rules in Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Pekah son of Remaliah began to rule over Israel in the fifty-second year of King Uzziah’s reign in Judah. He reigned in Samaria twenty years."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "But Pekah did what was evil in the Lord’s sight. He refused to turn from the sins that Jeroboam son of Nebat had led Israel to commit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "During Pekah’s reign, King Tiglath-pileser of Assyria attacked Israel again, and he captured the towns of Ijon, Abel-beth-maacah, Janoah, Kedesh, and Hazor. He also conquered the regions of Gilead, Galilee, and all of Naphtali, and he took the people to Assyria as captives."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Then Hoshea son of Elah conspired against Pekah and assassinated him. He began to rule over Israel in the twentieth year of Jotham son of Uzziah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "The rest of the events in Pekah’s reign and everything he did are recorded in The Book of the History of the Kings of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jotham Rules in Judah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Jotham son of Uzziah began to rule over Judah in the second year of King Pekah’s reign in Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "He was twenty-five years old when he became king, and he reigned in Jerusalem sixteen years. His mother was Jerusha, the daughter of Zadok."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Jotham did what was pleasing in the Lord’s sight. He did everything his father, Uzziah, had done."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "But he did not destroy the pagan shrines, and the people still offered sacrifices and burned incense there. He rebuilt the upper gate of the Temple of the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "The rest of the events in Jotham’s reign and everything he did are recorded in The Book of the History of the Kings of Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "In those days the Lord began to send King Rezin of Aram and King Pekah of Israel to attack Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "When Jotham died, he was buried with his ancestors in the City of David. And his son Ahaz became the next king."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.16"
        ],
        "human": "2 Kings 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.17"
        ],
        "human": "2 Kings 17",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.15"
        ],
        "human": "2 Kings 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ahaz Rules in Judah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahaz son of Jotham began to rule over Judah in the seventeenth year of King Pekah’s reign in Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ahaz was twenty years old when he became king, and he reigned in Jerusalem sixteen years. He did not do what was pleasing in the sight of the Lord his God, as his ancestor David had done."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Instead, he followed the example of the kings of Israel, even sacrificing his own son in the fire. In this way, he followed the detestable practices of the pagan nations the Lord had driven from the land ahead of the Israelites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "He offered sacrifices and burned incense at the pagan shrines and on the hills and under every green tree."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then King Rezin of Aram and King Pekah of Israel came up to attack Jerusalem. They besieged Ahaz but could not conquer him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "At that time the king of Edom recovered the town of Elath for Edom. He drove out the people of Judah and sent Edomites to live there, as they do to this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "King Ahaz sent messengers to King Tiglath-pileser of Assyria with this message: “I am your servant and your vassal. Come up and rescue me from the attacking armies of Aram and Israel.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Then Ahaz took the silver and gold from the Temple of the Lord and the palace treasury and sent it as a payment to the Assyrian king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "So the king of Assyria attacked the Aramean capital of Damascus and led its population away as captives, resettling them in Kir. He also killed King Rezin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "King Ahaz then went to Damascus to meet with King Tiglath-pileser of Assyria. While he was there, he took special note of the altar. Then he sent a model of the altar to Uriah the priest, along with its design in full detail."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Uriah followed the king’s instructions and built an altar just like it, and it was ready before the king returned from Damascus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "When the king returned, he inspected the altar and made offerings on it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "He presented a burnt offering and a grain offering, he poured out a liquid offering, and he sprinkled the blood of peace offerings on the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Then King Ahaz removed the old bronze altar from its place in front of the Lord’s Temple, between the entrance and the new altar, and placed it on the north side of the new altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "He told Uriah the priest, “Use the new altar for the morning sacrifices of burnt offering, the evening grain offering, the king’s burnt offering and grain offering, and the burnt offerings of all the people, as well as their grain offerings and liquid offerings. Sprinkle the blood from all the burnt offerings and sacrifices on the new altar. The bronze altar will be for my personal use only.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Uriah the priest did just as King Ahaz commanded him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Then the king removed the side panels and basins from the portable water carts. He also removed the great bronze basin called the Sea from the backs of the bronze oxen and placed it on the stone pavement."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "In deference to the king of Assyria, he also removed the canopy that had been constructed inside the palace for use on the Sabbath day, as well as the king’s outer entrance to the Temple of the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "The rest of the events in Ahaz’s reign and everything he did are recorded in The Book of the History of the Kings of Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "When Ahaz died, he was buried with his ancestors in the City of David. Then his son Hezekiah became the next king."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.17",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.17"
        ],
        "human": "2 Kings 17"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.18"
        ],
        "human": "2 Kings 18",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.16"
        ],
        "human": "2 Kings 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Hoshea Rules in Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Hoshea son of Elah began to rule over Israel in the twelfth year of King Ahaz’s reign in Judah. He reigned in Samaria nine years."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "He did what was evil in the Lord’s sight, but not to the same extent as the kings of Israel who ruled before him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "King Shalmaneser of Assyria attacked King Hoshea, so Hoshea was forced to pay heavy tribute to Assyria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "But Hoshea stopped paying the annual tribute and conspired against the king of Assyria by asking King So of Egypt to help him shake free of Assyria’s power. When the king of Assyria discovered this treachery, he seized Hoshea and put him in prison."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Samaria Falls to Assyria"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then the king of Assyria invaded the entire land, and for three years he besieged the city of Samaria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Finally, in the ninth year of King Hoshea’s reign, Samaria fell, and the people of Israel were exiled to Assyria. They were settled in colonies in Halah, along the banks of the Habor River in Gozan, and in the cities of the Medes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "This disaster came upon the people of Israel because they worshiped other gods. They sinned against the Lord their God, who had brought them safely out of Egypt and had rescued them from the power of Pharaoh, the king of Egypt."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "They had followed the practices of the pagan nations the Lord had driven from the land ahead of them, as well as the practices the kings of Israel had introduced."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "The people of Israel had also secretly done many things that were not pleasing to the Lord their God. They built pagan shrines for themselves in all their towns, from the smallest outpost to the largest walled city."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "They set up sacred pillars and Asherah poles at the top of every hill and under every green tree."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "They offered sacrifices on all the hilltops, just like the nations the Lord had driven from the land ahead of them. So the people of Israel had done many evil things, arousing the Lord’s anger."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Yes, they worshiped idols, despite the Lord’s specific and repeated warnings."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Again and again the Lord had sent his prophets and seers to warn both Israel and Judah: “Turn from all your evil ways. Obey my commands and decrees—the entire law that I commanded your ancestors to obey, and that I gave you through my servants the prophets.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "But the Israelites would not listen. They were as stubborn as their ancestors who had refused to believe in the Lord their God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "They rejected his decrees and the covenant he had made with their ancestors, and they despised all his warnings. They worshiped worthless idols, so they became worthless themselves. They followed the example of the nations around them, disobeying the Lord’s command not to imitate them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "They rejected all the commands of the Lord their God and made two calves from metal. They set up an Asherah pole and worshiped Baal and all the forces of heaven."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "They even sacrificed their own sons and daughters in the fire. They consulted fortune-tellers and practiced sorcery and sold themselves to evil, arousing the Lord’s anger."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Because the Lord was very angry with Israel, he swept them away from his presence. Only the tribe of Judah remained in the land."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "But even the people of Judah refused to obey the commands of the Lord their God, for they followed the evil practices that Israel had introduced."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "The Lord rejected all the descendants of Israel. He punished them by handing them over to their attackers until he had banished Israel from his presence."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "For when the Lord tore Israel away from the kingdom of David, they chose Jeroboam son of Nebat as their king. But Jeroboam drew Israel away from following the Lord and made them commit a great sin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "And the people of Israel persisted in all the evil ways of Jeroboam. They did not turn from these sins"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "until the Lord finally swept them away from his presence, just as all his prophets had warned. So Israel was exiled from their land to Assyria, where they remain to this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Foreigners Settle in Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "The king of Assyria transported groups of people from Babylon, Cuthah, Avva, Hamath, and Sepharvaim and resettled them in the towns of Samaria, replacing the people of Israel. They took possession of Samaria and lived in its towns."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "But since these foreign settlers did not worship the Lord when they first arrived, the Lord sent lions among them, which killed some of them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "So a message was sent to the king of Assyria: “The people you have sent to live in the towns of Samaria do not know the religious customs of the God of the land. He has sent lions among them to destroy them because they have not worshiped him correctly.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "The king of Assyria then commanded, “Send one of the exiled priests back to Samaria. Let him live there and teach the new residents the religious customs of the God of the land.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "So one of the priests who had been exiled from Samaria returned to Bethel and taught the new residents how to worship the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "But these various groups of foreigners also continued to worship their own gods. In town after town where they lived, they placed their idols at the pagan shrines that the people of Samaria had built."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Those from Babylon worshiped idols of their god Succoth-benoth. Those from Cuthah worshiped their god Nergal. And those from Hamath worshiped Ashima."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "The Avvites worshiped their gods Nibhaz and Tartak. And the people from Sepharvaim even burned their own children as sacrifices to their gods Adrammelech and Anammelech."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "These new residents worshiped the Lord, but they also appointed from among themselves all sorts of people as priests to offer sacrifices at their places of worship."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "And though they worshiped the Lord, they continued to follow their own gods according to the religious customs of the nations from which they came."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "And this is still going on today. They continue to follow their former practices instead of truly worshiping the Lord and obeying the decrees, regulations, instructions, and commands he gave the descendants of Jacob, whose name he changed to Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "For the Lord had made a covenant with the descendants of Jacob and commanded them: “Do not worship any other gods or bow before them or serve them or offer sacrifices to them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "But worship only the Lord, who brought you out of Egypt with great strength and a powerful arm. Bow down to him alone, and offer sacrifices only to him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Be careful at all times to obey the decrees, regulations, instructions, and commands that he wrote for you. You must not worship other gods."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Do not forget the covenant I made with you, and do not worship other gods."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "You must worship only the Lord your God. He is the one who will rescue you from all your enemies.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "But the people would not listen and continued to follow their former practices."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "So while these new residents worshiped the Lord, they also worshiped their idols. And to this day their descendants do the same."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.18",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.18"
        ],
        "human": "2 Kings 18"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.19"
        ],
        "human": "2 Kings 19",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.17"
        ],
        "human": "2 Kings 17",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Hezekiah Rules in Judah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Hezekiah son of Ahaz began to rule over Judah in the third year of King Hoshea’s reign in Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "He was twenty-five years old when he became king, and he reigned in Jerusalem twenty-nine years. His mother was Abijah, the daughter of Zechariah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "He did what was pleasing in the Lord’s sight, just as his ancestor David had done."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "He removed the pagan shrines, smashed the sacred pillars, and cut down the Asherah poles. He broke up the bronze serpent that Moses had made, because the people of Israel had been offering sacrifices to it. The bronze serpent was called Nehushtan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Hezekiah trusted in the Lord, the God of Israel. There was no one like him among all the kings of Judah, either before or after his time."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "He remained faithful to the Lord in everything, and he carefully obeyed all the commands the Lord had given Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "So the Lord was with him, and Hezekiah was successful in everything he did. He revolted against the king of Assyria and refused to pay him tribute."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "He also conquered the Philistines as far distant as Gaza and its territory, from their smallest outpost to their largest walled city."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "During the fourth year of Hezekiah’s reign, which was the seventh year of King Hoshea’s reign in Israel, King Shalmaneser of Assyria attacked the city of Samaria and began a siege against it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Three years later, during the sixth year of King Hezekiah’s reign and the ninth year of King Hoshea’s reign in Israel, Samaria fell."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "At that time the king of Assyria exiled the Israelites to Assyria and placed them in colonies in Halah, along the banks of the Habor River in Gozan, and in the cities of the Medes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "For they refused to listen to the Lord their God and obey him. Instead, they violated his covenant—all the laws that Moses the Lord’s servant had commanded them to obey."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Assyria Invades Judah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "In the fourteenth year of King Hezekiah’s reign, King Sennacherib of Assyria came to attack the fortified towns of Judah and conquered them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "King Hezekiah sent this message to the king of Assyria at Lachish: “I have done wrong. I will pay whatever tribute money you demand if you will only withdraw.” The king of Assyria then demanded a settlement of more than eleven tons of silver and one ton of gold."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "To gather this amount, King Hezekiah used all the silver stored in the Temple of the Lord and in the palace treasury."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Hezekiah even stripped the gold from the doors of the Lord’s Temple and from the doorposts he had overlaid with gold, and he gave it all to the Assyrian king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Nevertheless, the king of Assyria sent his commander in chief, his field commander, and his chief of staff from Lachish with a huge army to confront King Hezekiah in Jerusalem. The Assyrians took up a position beside the aqueduct that feeds water into the upper pool, near the road leading to the field where cloth is washed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "They summoned King Hezekiah, but the king sent these officials to meet with them: Eliakim son of Hilkiah, the palace administrator; Shebna the court secretary; and Joah son of Asaph, the royal historian."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sennacherib Threatens Jerusalem"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Then the Assyrian king’s chief of staff told them to give this message to Hezekiah:",
            "“This is what the great king of Assyria says: What are you trusting in that makes you so confident?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Do you think that mere words can substitute for military skill and strength? Who are you counting on, that you have rebelled against me?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "On Egypt? If you lean on Egypt, it will be like a reed that splinters beneath your weight and pierces your hand. Pharaoh, the king of Egypt, is completely unreliable!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "“But perhaps you will say to me, ‘We are trusting in the Lord our God!’ But isn’t he the one who was insulted by Hezekiah? Didn’t Hezekiah tear down his shrines and altars and make everyone in Judah and Jerusalem worship only at the altar here in Jerusalem?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "“I’ll tell you what! Strike a bargain with my master, the king of Assyria. I will give you 2,000 horses if you can find that many men to ride on them!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "With your tiny army, how can you think of challenging even the weakest contingent of my master’s troops, even with the help of Egypt’s chariots and charioteers?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "What’s more, do you think we have invaded your land without the Lord’s direction? The Lord himself told us, ‘Attack this land and destroy it!’”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Then Eliakim son of Hilkiah, Shebna, and Joah said to the Assyrian chief of staff, “Please speak to us in Aramaic, for we understand it well. Don’t speak in Hebrew, for the people on the wall will hear.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "But Sennacherib’s chief of staff replied, “Do you think my master sent this message only to you and your master? He wants all the people to hear it, for when we put this city under siege, they will suffer along with you. They will be so hungry and thirsty that they will eat their own dung and drink their own urine.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Then the chief of staff stood and shouted in Hebrew to the people on the wall, “Listen to this message from the great king of Assyria!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "This is what the king says: Don’t let Hezekiah deceive you. He will never be able to rescue you from my power."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Don’t let him fool you into trusting in the Lord by saying, ‘The Lord will surely rescue us. This city will never fall into the hands of the Assyrian king!’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "“Don’t listen to Hezekiah! These are the terms the king of Assyria is offering: Make peace with me—open the gates and come out. Then each of you can continue eating from your own grapevine and fig tree and drinking from your own well."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Then I will arrange to take you to another land like this one—a land of grain and new wine, bread and vineyards, olive groves and honey. Choose life instead of death!",
            "“Don’t listen to Hezekiah when he tries to mislead you by saying, ‘The Lord will rescue us!’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Have the gods of any other nations ever saved their people from the king of Assyria?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "What happened to the gods of Hamath and Arpad? And what about the gods of Sepharvaim, Hena, and Ivvah? Did any god rescue Samaria from my power?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "What god of any nation has ever been able to save its people from my power? So what makes you think that the Lord can rescue Jerusalem from me?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "But the people were silent and did not utter a word because Hezekiah had commanded them, “Do not answer him.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Then Eliakim son of Hilkiah, the palace administrator; Shebna the court secretary; and Joah son of Asaph, the royal historian, went back to Hezekiah. They tore their clothes in despair, and they went in to see the king and told him what the Assyrian chief of staff had said."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.19",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.19"
        ],
        "human": "2 Kings 19"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.20"
        ],
        "human": "2 Kings 20",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.18"
        ],
        "human": "2 Kings 18",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Hezekiah Seeks the Lord’s Help"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "When King Hezekiah heard their report, he tore his clothes and put on burlap and went into the Temple of the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And he sent Eliakim the palace administrator, Shebna the court secretary, and the leading priests, all dressed in burlap, to the prophet Isaiah son of Amoz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "They told him, “This is what King Hezekiah says: Today is a day of trouble, insults, and disgrace. It is like when a child is ready to be born, but the mother has no strength to deliver the baby."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "But perhaps the Lord your God has heard the Assyrian chief of staff, sent by the king to defy the living God, and will punish him for his words. Oh, pray for those of us who are left!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "After King Hezekiah’s officials delivered the king’s message to Isaiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "the prophet replied, “Say to your master, ‘This is what the Lord says: Do not be disturbed by this blasphemous speech against me from the Assyrian king’s messengers."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Listen! I myself will move against him, and the king will receive a message that he is needed at home. So he will return to his land, where I will have him killed with a sword.’”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Meanwhile, the Assyrian chief of staff left Jerusalem and went to consult the king of Assyria, who had left Lachish and was attacking Libnah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Soon afterward King Sennacherib received word that King Tirhakah of Ethiopia was leading an army to fight against him. Before leaving to meet the attack, he sent messengers back to Hezekiah in Jerusalem with this message:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“This message is for King Hezekiah of Judah. Don’t let your God, in whom you trust, deceive you with promises that Jerusalem will not be captured by the king of Assyria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "You know perfectly well what the kings of Assyria have done wherever they have gone. They have completely destroyed everyone who stood in their way! Why should you be any different?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Have the gods of other nations rescued them—such nations as Gozan, Haran, Rezeph, and the people of Eden who were in Tel-assar? My predecessors destroyed them all!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "What happened to the king of Hamath and the king of Arpad? What happened to the kings of Sepharvaim, Hena, and Ivvah?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "After Hezekiah received the letter from the messengers and read it, he went up to the Lord’s Temple and spread it out before the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "And Hezekiah prayed this prayer before the Lord: “O Lord, God of Israel, you are enthroned between the mighty cherubim! You alone are God of all the kingdoms of the earth. You alone created the heavens and the earth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Bend down, O Lord, and listen! Open your eyes, O Lord, and see! Listen to Sennacherib’s words of defiance against the living God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "“It is true, Lord, that the kings of Assyria have destroyed all these nations."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And they have thrown the gods of these nations into the fire and burned them. But of course the Assyrians could destroy them! They were not gods at all—only idols of wood and stone shaped by human hands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Now, O Lord our God, rescue us from his power; then all the kingdoms of the earth will know that you alone, O Lord, are God.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Isaiah Predicts Judah’s Deliverance"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Then Isaiah son of Amoz sent this message to Hezekiah: “This is what the Lord, the God of Israel, says: I have heard your prayer about King Sennacherib of Assyria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "And the Lord has spoken this word against him:",
            "“The virgin daughter of Zion",
            "despises you and laughs at you.",
            "The daughter of Jerusalem",
            "shakes her head in derision as you flee."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "“Whom have you been defying and ridiculing?",
            "Against whom did you raise your voice?",
            "At whom did you look with such haughty eyes?",
            "It was the Holy One of Israel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "By your messengers you have defied the Lord.",
            "You have said, ‘With my many chariots",
            "I have conquered the highest mountains—",
            "yes, the remotest peaks of Lebanon.",
            "I have cut down its tallest cedars",
            "and its finest cypress trees.",
            "I have reached its farthest corners",
            "and explored its deepest forests."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "I have dug wells in many foreign lands",
            "and refreshed myself with their water.",
            "With the sole of my foot",
            "I stopped up all the rivers of Egypt!’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "“But have you not heard?",
            "I decided this long ago.",
            "Long ago I planned it,",
            "and now I am making it happen.",
            "I planned for you to crush fortified cities",
            "into heaps of rubble."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "That is why their people have so little power",
            "and are so frightened and confused.",
            "They are as weak as grass,",
            "as easily trampled as tender green shoots.",
            "They are like grass sprouting on a housetop,",
            "scorched before it can grow lush and tall."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "“But I know you well—",
            "where you stay",
            "and when you come and go.",
            "I know the way you have raged against me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "And because of your raging against me",
            "and your arrogance, which I have heard for myself,",
            "I will put my hook in your nose",
            "and my bit in your mouth.",
            "I will make you return",
            "by the same road on which you came.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Then Isaiah said to Hezekiah, “Here is the proof that what I say is true:",
            "“This year you will eat only what grows up by itself,",
            "and next year you will eat what springs up from that.",
            "But in the third year you will plant crops and harvest them;",
            "you will tend vineyards and eat their fruit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "And you who are left in Judah,",
            "who have escaped the ravages of the siege,",
            "will put roots down in your own soil",
            "and will grow up and flourish."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "For a remnant of my people will spread out from Jerusalem,",
            "a group of survivors from Mount Zion.",
            "The passionate commitment of the Lord of Heaven’s Armies",
            "will make this happen!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "“And this is what the Lord says about the king of Assyria:",
            "“His armies will not enter Jerusalem.",
            "They will not even shoot an arrow at it.",
            "They will not march outside its gates with their shields",
            "nor build banks of earth against its walls."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "The king will return to his own country",
            "by the same road on which he came.",
            "He will not enter this city,",
            "says the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "For my own honor and for the sake of my servant David,",
            "I will defend this city and protect it.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "That night the angel of the Lord went out to the Assyrian camp and killed 185,000 Assyrian soldiers. When the surviving Assyrians woke up the next morning, they found corpses everywhere."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Then King Sennacherib of Assyria broke camp and returned to his own land. He went home to his capital of Nineveh and stayed there."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "One day while he was worshiping in the temple of his god Nisroch, his sons Adrammelech and Sharezer killed him with their swords. They then escaped to the land of Ararat, and another son, Esarhaddon, became the next king of Assyria."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.20",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.20"
        ],
        "human": "2 Kings 20"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.21"
        ],
        "human": "2 Kings 21",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.19"
        ],
        "human": "2 Kings 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Hezekiah’s Sickness and Recovery"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "About that time Hezekiah became deathly ill, and the prophet Isaiah son of Amoz went to visit him. He gave the king this message: “This is what the Lord says: Set your affairs in order, for you are going to die. You will not recover from this illness.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "When Hezekiah heard this, he turned his face to the wall and prayed to the Lord,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "“Remember, O Lord, how I have always been faithful to you and have served you single-mindedly, always doing what pleases you.” Then he broke down and wept bitterly."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "But before Isaiah had left the middle courtyard, this message came to him from the Lord:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "“Go back to Hezekiah, the leader of my people. Tell him, ‘This is what the Lord, the God of your ancestor David, says: I have heard your prayer and seen your tears. I will heal you, and three days from now you will get out of bed and go to the Temple of the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "I will add fifteen years to your life, and I will rescue you and this city from the king of Assyria. I will defend this city for my own honor and for the sake of my servant David.’”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Then Isaiah said, “Make an ointment from figs.” So Hezekiah’s servants spread the ointment over the boil, and Hezekiah recovered!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Meanwhile, Hezekiah had said to Isaiah, “What sign will the Lord give to prove that he will heal me and that I will go to the Temple of the Lord three days from now?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Isaiah replied, “This is the sign from the Lord to prove that he will do as he promised. Would you like the shadow on the sundial to go forward ten steps or backward ten steps?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“The shadow always moves forward,” Hezekiah replied, “so that would be easy. Make it go ten steps backward instead.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "So Isaiah the prophet asked the Lord to do this, and he caused the shadow to move ten steps backward on the sundial of Ahaz!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Envoys from Babylon"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Soon after this, Merodach-baladan son of Baladan, king of Babylon, sent Hezekiah his best wishes and a gift, for he had heard that Hezekiah had been very sick."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Hezekiah received the Babylonian envoys and showed them everything in his treasure-houses—the silver, the gold, the spices, and the aromatic oils. He also took them to see his armory and showed them everything in his royal treasuries! There was nothing in his palace or kingdom that Hezekiah did not show them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Then Isaiah the prophet went to King Hezekiah and asked him, “What did those men want? Where were they from?”",
            "Hezekiah replied, “They came from the distant land of Babylon.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "“What did they see in your palace?” Isaiah asked.",
            "“They saw everything,” Hezekiah replied. “I showed them everything I own—all my royal treasuries.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Then Isaiah said to Hezekiah, “Listen to this message from the Lord:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "The time is coming when everything in your palace—all the treasures stored up by your ancestors until now—will be carried off to Babylon. Nothing will be left, says the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Some of your very own sons will be taken away into exile. They will become eunuchs who will serve in the palace of Babylon’s king.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Then Hezekiah said to Isaiah, “This message you have given me from the Lord is good.” For the king was thinking, “At least there will be peace and security during my lifetime.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "The rest of the events in Hezekiah’s reign, including the extent of his power and how he built a pool and dug a tunnel to bring water into the city, are recorded in The Book of the History of the Kings of Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Hezekiah died, and his son Manasseh became the next king."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.21",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.21"
        ],
        "human": "2 Kings 21"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.22"
        ],
        "human": "2 Kings 22",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.20"
        ],
        "human": "2 Kings 20",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Manasseh Rules in Judah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Manasseh was twelve years old when he became king, and he reigned in Jerusalem fifty-five years. His mother was Hephzibah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "He did what was evil in the Lord’s sight, following the detestable practices of the pagan nations that the Lord had driven from the land ahead of the Israelites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "He rebuilt the pagan shrines his father, Hezekiah, had destroyed. He constructed altars for Baal and set up an Asherah pole, just as King Ahab of Israel had done. He also bowed before all the powers of the heavens and worshiped them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "He built pagan altars in the Temple of the Lord, the place where the Lord had said, “My name will remain in Jerusalem forever.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "He built these altars for all the powers of the heavens in both courtyards of the Lord’s Temple."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Manasseh also sacrificed his own son in the fire. He practiced sorcery and divination, and he consulted with mediums and psychics. He did much that was evil in the Lord’s sight, arousing his anger."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Manasseh even made a carved image of Asherah and set it up in the Temple, the very place where the Lord had told David and his son Solomon: “My name will be honored forever in this Temple and in Jerusalem—the city I have chosen from among all the tribes of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "If the Israelites will be careful to obey my commands—all the laws my servant Moses gave them—I will not send them into exile from this land that I gave their ancestors.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "But the people refused to listen, and Manasseh led them to do even more evil than the pagan nations that the Lord had destroyed when the people of Israel entered the land."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Then the Lord said through his servants the prophets:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“King Manasseh of Judah has done many detestable things. He is even more wicked than the Amorites, who lived in this land before Israel. He has caused the people of Judah to sin with his idols."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "So this is what the Lord, the God of Israel, says: I will bring such disaster on Jerusalem and Judah that the ears of those who hear about it will tingle with horror."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "I will judge Jerusalem by the same standard I used for Samaria and the same measure I used for the family of Ahab. I will wipe away the people of Jerusalem as one wipes a dish and turns it upside down."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Then I will reject even the remnant of my own people who are left, and I will hand them over as plunder for their enemies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "For they have done great evil in my sight and have angered me ever since their ancestors came out of Egypt.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Manasseh also murdered many innocent people until Jerusalem was filled from one end to the other with innocent blood. This was in addition to the sin that he caused the people of Judah to commit, leading them to do evil in the Lord’s sight."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "The rest of the events in Manasseh’s reign and everything he did, including the sins he committed, are recorded in The Book of the History of the Kings of Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "When Manasseh died, he was buried in the palace garden, the garden of Uzza. Then his son Amon became the next king."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Amon Rules in Judah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Amon was twenty-two years old when he became king, and he reigned in Jerusalem two years. His mother was Meshullemeth, the daughter of Haruz from Jotbah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "He did what was evil in the Lord’s sight, just as his father, Manasseh, had done."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "He followed the example of his father, worshiping the same idols his father had worshiped."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "He abandoned the Lord, the God of his ancestors, and he refused to follow the Lord’s ways."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Then Amon’s own officials conspired against him and assassinated him in his palace."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "But the people of the land killed all those who had conspired against King Amon, and they made his son Josiah the next king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "The rest of the events in Amon’s reign and what he did are recorded in The Book of the History of the Kings of Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "He was buried in his tomb in the garden of Uzza. Then his son Josiah became the next king."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.22",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.22"
        ],
        "human": "2 Kings 22"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.23"
        ],
        "human": "2 Kings 23",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.21"
        ],
        "human": "2 Kings 21",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Josiah Rules in Judah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Josiah was eight years old when he became king, and he reigned in Jerusalem thirty-one years. His mother was Jedidah, the daughter of Adaiah from Bozkath."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "He did what was pleasing in the Lord’s sight and followed the example of his ancestor David. He did not turn away from doing what was right."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "In the eighteenth year of his reign, King Josiah sent Shaphan son of Azaliah and grandson of Meshullam, the court secretary, to the Temple of the Lord. He told him,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "“Go to Hilkiah the high priest and have him count the money the gatekeepers have collected from the people at the Lord’s Temple."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entrust this money to the men assigned to supervise the restoration of the Lord’s Temple. Then they can use it to pay workers to repair the Temple."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "They will need to hire carpenters, builders, and masons. Also have them buy the timber and the finished stone needed to repair the Temple."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "But don’t require the construction supervisors to keep account of the money they receive, for they are honest and trustworthy men.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Hilkiah Discovers God’s Law"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Hilkiah the high priest said to Shaphan the court secretary, “I have found the Book of the Law in the Lord’s Temple!” Then Hilkiah gave the scroll to Shaphan, and he read it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Shaphan went to the king and reported, “Your officials have turned over the money collected at the Temple of the Lord to the workers and supervisors at the Temple.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Shaphan also told the king, “Hilkiah the priest has given me a scroll.” So Shaphan read it to the king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "When the king heard what was written in the Book of the Law, he tore his clothes in despair."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then he gave these orders to Hilkiah the priest, Ahikam son of Shaphan, Acbor son of Micaiah, Shaphan the court secretary, and Asaiah the king’s personal adviser:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "“Go to the Temple and speak to the Lord for me and for the people and for all Judah. Inquire about the words written in this scroll that has been found. For the Lord’s great anger is burning against us because our ancestors have not obeyed the words in this scroll. We have not been doing everything it says we must do.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "So Hilkiah the priest, Ahikam, Acbor, Shaphan, and Asaiah went to the New Quarter of Jerusalem to consult with the prophet Huldah. She was the wife of Shallum son of Tikvah, son of Harhas, the keeper of the Temple wardrobe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "She said to them, “The Lord, the God of Israel, has spoken! Go back and tell the man who sent you,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "‘This is what the Lord says: I am going to bring disaster on this city and its people. All the words written in the scroll that the king of Judah has read will come true."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "For my people have abandoned me and offered sacrifices to pagan gods, and I am very angry with them for everything they have done. My anger will burn against this place, and it will not be quenched.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "“But go to the king of Judah who sent you to seek the Lord and tell him: ‘This is what the Lord, the God of Israel, says concerning the message you have just heard:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "You were sorry and humbled yourself before the Lord when you heard what I said against this city and its people—that this land would be cursed and become desolate. You tore your clothing in despair and wept before me in repentance. And I have indeed heard you, says the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "So I will not send the promised disaster until after you have died and been buried in peace. You will not see the disaster I am going to bring on this city.’”",
            "So they took her message back to the king."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.23",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.23"
        ],
        "human": "2 Kings 23"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.24"
        ],
        "human": "2 Kings 24",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.22"
        ],
        "human": "2 Kings 22",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Josiah’s Religious Reforms"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Then the king summoned all the elders of Judah and Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And the king went up to the Temple of the Lord with all the people of Judah and Jerusalem, along with the priests and the prophets—all the people from the least to the greatest. There the king read to them the entire Book of the Covenant that had been found in the Lord’s Temple."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "The king took his place of authority beside the pillar and renewed the covenant in the Lord’s presence. He pledged to obey the Lord by keeping all his commands, laws, and decrees with all his heart and soul. In this way, he confirmed all the terms of the covenant that were written in the scroll, and all the people pledged themselves to the covenant."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then the king instructed Hilkiah the high priest and the priests of the second rank and the Temple gatekeepers to remove from the Lord’s Temple all the articles that were used to worship Baal, Asherah, and all the powers of the heavens. The king had all these things burned outside Jerusalem on the terraces of the Kidron Valley, and he carried the ashes away to Bethel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "He did away with the idolatrous priests, who had been appointed by the previous kings of Judah, for they had offered sacrifices at the pagan shrines throughout Judah and even in the vicinity of Jerusalem. They had also offered sacrifices to Baal, and to the sun, the moon, the constellations, and to all the powers of the heavens."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "The king removed the Asherah pole from the Lord’s Temple and took it outside Jerusalem to the Kidron Valley, where he burned it. Then he ground the ashes of the pole to dust and threw the dust over the graves of the people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "He also tore down the living quarters of the male and female shrine prostitutes that were inside the Temple of the Lord, where the women wove coverings for the Asherah pole."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Josiah brought to Jerusalem all the priests who were living in other towns of Judah. He also defiled the pagan shrines, where they had offered sacrifices—all the way from Geba to Beersheba. He destroyed the shrines at the entrance to the gate of Joshua, the governor of Jerusalem. This gate was located to the left of the city gate as one enters the city."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "The priests who had served at the pagan shrines were not allowed to serve at the Lord’s altar in Jerusalem, but they were allowed to eat unleavened bread with the other priests."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Then the king defiled the altar of Topheth in the valley of Ben-Hinnom, so no one could ever again use it to sacrifice a son or daughter in the fire as an offering to Molech."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "He removed from the entrance of the Lord’s Temple the horse statues that the former kings of Judah had dedicated to the sun. They were near the quarters of Nathan-melech the eunuch, an officer of the court. The king also burned the chariots dedicated to the sun."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Josiah tore down the altars that the kings of Judah had built on the palace roof above the upper room of Ahaz. The king destroyed the altars that Manasseh had built in the two courtyards of the Lord’s Temple. He smashed them to bits and scattered the pieces in the Kidron Valley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "The king also desecrated the pagan shrines east of Jerusalem, to the south of the Mount of Corruption, where King Solomon of Israel had built shrines for Ashtoreth, the detestable goddess of the Sidonians; and for Chemosh, the detestable god of the Moabites; and for Molech, the vile god of the Ammonites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "He smashed the sacred pillars and cut down the Asherah poles. Then he desecrated these places by scattering human bones over them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "The king also tore down the altar at Bethel—the pagan shrine that Jeroboam son of Nebat had made when he caused Israel to sin. He burned down the shrine and ground it to dust, and he burned the Asherah pole."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Then Josiah turned around and noticed several tombs in the side of the hill. He ordered that the bones be brought out, and he burned them on the altar at Bethel to desecrate it. (This happened just as the Lord had promised through the man of God when Jeroboam stood beside the altar at the festival.)",
            "Then Josiah turned and looked up at the tomb of the man of God who had predicted these things."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "“What is that monument over there?” Josiah asked.",
            "And the people of the town told him, “It is the tomb of the man of God who came from Judah and predicted the very things that you have just done to the altar at Bethel!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Josiah replied, “Leave it alone. Don’t disturb his bones.” So they did not burn his bones or those of the old prophet from Samaria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Then Josiah demolished all the buildings at the pagan shrines in the towns of Samaria, just as he had done at Bethel. They had been built by the various kings of Israel and had made the Lord very angry."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "He executed the priests of the pagan shrines on their own altars, and he burned human bones on the altars to desecrate them. Finally, he returned to Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Josiah Celebrates Passover"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "King Josiah then issued this order to all the people: “You must celebrate the Passover to the Lord your God, as required in this Book of the Covenant.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "There had not been a Passover celebration like that since the time when the judges ruled in Israel, nor throughout all the years of the kings of Israel and Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "But in the eighteenth year of King Josiah’s reign, this Passover was celebrated to the Lord in Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Josiah also got rid of the mediums and psychics, the household gods, the idols, and every other kind of detestable practice, both in Jerusalem and throughout the land of Judah. He did this in obedience to the laws written in the scroll that Hilkiah the priest had found in the Lord’s Temple."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Never before had there been a king like Josiah, who turned to the Lord with all his heart and soul and strength, obeying all the laws of Moses. And there has never been a king like him since."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Even so, the Lord was very angry with Judah because of all the wicked things Manasseh had done to provoke him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "For the Lord said, “I will also banish Judah from my presence just as I have banished Israel. And I will reject my chosen city of Jerusalem and the Temple where my name was to be honored.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "The rest of the events in Josiah’s reign and all his deeds are recorded in The Book of the History of the Kings of Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "While Josiah was king, Pharaoh Neco, king of Egypt, went to the Euphrates River to help the king of Assyria. King Josiah and his army marched out to fight him, but King Neco killed him when they met at Megiddo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Josiah’s officers took his body back in a chariot from Megiddo to Jerusalem and buried him in his own tomb. Then the people of the land anointed Josiah’s son Jehoahaz and made him the next king."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jehoahaz Rules in Judah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Jehoahaz was twenty-three years old when he became king, and he reigned in Jerusalem three months. His mother was Hamutal, the daughter of Jeremiah from Libnah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "He did what was evil in the Lord’s sight, just as his ancestors had done."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Pharaoh Neco put Jehoahaz in prison at Riblah in the land of Hamath to prevent him from ruling in Jerusalem. He also demanded that Judah pay 7,500 pounds of silver and 75 pounds of gold as tribute."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jehoiakim Rules in Judah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Pharaoh Neco then installed Eliakim, another of Josiah’s sons, to reign in place of his father, and he changed Eliakim’s name to Jehoiakim. Jehoahaz was taken to Egypt as a prisoner, where he died."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "In order to get the silver and gold demanded as tribute by Pharaoh Neco, Jehoiakim collected a tax from the people of Judah, requiring them to pay in proportion to their wealth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Jehoiakim was twenty-five years old when he became king, and he reigned in Jerusalem eleven years. His mother was Zebidah, the daughter of Pedaiah from Rumah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "He did what was evil in the Lord’s sight, just as his ancestors had done."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.24",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.24"
        ],
        "human": "2 Kings 24"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.25"
        ],
        "human": "2 Kings 25",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.23"
        ],
        "human": "2 Kings 23",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "During Jehoiakim’s reign, King Nebuchadnezzar of Babylon invaded the land of Judah. Jehoiakim surrendered and paid him tribute for three years but then rebelled."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Then the Lord sent bands of Babylonian, Aramean, Moabite, and Ammonite raiders against Judah to destroy it, just as the Lord had promised through his prophets."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "These disasters happened to Judah because of the Lord’s command. He had decided to banish Judah from his presence because of the many sins of Manasseh,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "who had filled Jerusalem with innocent blood. The Lord would not forgive this."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "The rest of the events in Jehoiakim’s reign and all his deeds are recorded in The Book of the History of the Kings of Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "When Jehoiakim died, his son Jehoiachin became the next king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "The king of Egypt did not venture out of his country after that, for the king of Babylon captured the entire area formerly claimed by Egypt—from the Brook of Egypt to the Euphrates River."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jehoiachin Rules in Judah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Jehoiachin was eighteen years old when he became king, and he reigned in Jerusalem three months. His mother was Nehushta, the daughter of Elnathan from Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Jehoiachin did what was evil in the Lord’s sight, just as his father had done."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "During Jehoiachin’s reign, the officers of King Nebuchadnezzar of Babylon came up against Jerusalem and besieged it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Nebuchadnezzar himself arrived at the city during the siege."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then King Jehoiachin, along with the queen mother, his advisers, his commanders, and his officials, surrendered to the Babylonians.",
            "In the eighth year of Nebuchadnezzar’s reign, he took Jehoiachin prisoner."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "As the Lord had said beforehand, Nebuchadnezzar carried away all the treasures from the Lord’s Temple and the royal palace. He stripped away all the gold objects that King Solomon of Israel had placed in the Temple."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "King Nebuchadnezzar took all of Jerusalem captive, including all the commanders and the best of the soldiers, craftsmen, and artisans—10,000 in all. Only the poorest people were left in the land."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Nebuchadnezzar led King Jehoiachin away as a captive to Babylon, along with the queen mother, his wives and officials, and all Jerusalem’s elite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "He also exiled 7,000 of the best troops and 1,000 craftsmen and artisans, all of whom were strong and fit for war."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Then the king of Babylon installed Mattaniah, Jehoiachin’s uncle, as the next king, and he changed Mattaniah’s name to Zedekiah."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Zedekiah Rules in Judah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Zedekiah was twenty-one years old when he became king, and he reigned in Jerusalem eleven years. His mother was Hamutal, the daughter of Jeremiah from Libnah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "But Zedekiah did what was evil in the Lord’s sight, just as Jehoiakim had done."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "These things happened because of the Lord’s anger against the people of Jerusalem and Judah, until he finally banished them from his presence and sent them into exile."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Fall of Jerusalem"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Zedekiah rebelled against the king of Babylon."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2KI.25",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2KI.25"
        ],
        "human": "2 Kings 25"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CH.1"
        ],
        "human": "1 Chronicles 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2KI.24"
        ],
        "human": "2 Kings 24",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "So on January 15, during the ninth year of Zedekiah’s reign, King Nebuchadnezzar of Babylon led his entire army against Jerusalem. They surrounded the city and built siege ramps against its walls."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Jerusalem was kept under siege until the eleventh year of King Zedekiah’s reign."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "By July 18 in the eleventh year of Zedekiah’s reign, the famine in the city had become very severe, and the last of the food was entirely gone."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then a section of the city wall was broken down. Since the city was surrounded by the Babylonians, the soldiers waited for nightfall and escaped through the gate between the two walls behind the king’s garden. Then they headed toward the Jordan Valley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "But the Babylonian troops chased the king and overtook him on the plains of Jericho, for his men had all deserted him and scattered."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "They captured the king and took him to the king of Babylon at Riblah, where they pronounced judgment upon Zedekiah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "They made Zedekiah watch as they slaughtered his sons. Then they gouged out Zedekiah’s eyes, bound him in bronze chains, and led him away to Babylon."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Temple Destroyed"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "On August 14 of that year, which was the nineteenth year of King Nebuchadnezzar’s reign, Nebuzaradan, the captain of the guard and an official of the Babylonian king, arrived in Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "He burned down the Temple of the Lord, the royal palace, and all the houses of Jerusalem. He destroyed all the important buildings in the city."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Then he supervised the entire Babylonian army as they tore down the walls of Jerusalem on every side."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Then Nebuzaradan, the captain of the guard, took as exiles the rest of the people who remained in the city, the defectors who had declared their allegiance to the king of Babylon, and the rest of the population."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "But the captain of the guard allowed some of the poorest people to stay behind to care for the vineyards and fields."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "The Babylonians broke up the bronze pillars in front of the Lord’s Temple, the bronze water carts, and the great bronze basin called the Sea, and they carried all the bronze away to Babylon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "They also took all the ash buckets, shovels, lamp snuffers, ladles, and all the other bronze articles used for making sacrifices at the Temple."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "The captain of the guard also took the incense burners and basins, and all the other articles made of pure gold or silver."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "The weight of the bronze from the two pillars, the Sea, and the water carts was too great to be measured. These things had been made for the Lord’s Temple in the days of Solomon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Each of the pillars was 27 feet tall. The bronze capital on top of each pillar was 7-1/2 feet high and was decorated with a network of bronze pomegranates all the way around."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Nebuzaradan, the captain of the guard, took with him as prisoners Seraiah the high priest, Zephaniah the priest of the second rank, and the three chief gatekeepers."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "And from among the people still hiding in the city, he took an officer who had been in charge of the Judean army; five of the king’s personal advisers; the army commander’s chief secretary, who was in charge of recruitment; and sixty other citizens."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Nebuzaradan, the captain of the guard, took them all to the king of Babylon at Riblah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "And there at Riblah, in the land of Hamath, the king of Babylon had them all put to death. So the people of Judah were sent into exile from their land."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gedaliah Governs in Judah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Then King Nebuchadnezzar appointed Gedaliah son of Ahikam and grandson of Shaphan as governor over the people he had left in Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "When all the army commanders and their men learned that the king of Babylon had appointed Gedaliah as governor, they went to see him at Mizpah. These included Ishmael son of Nethaniah, Johanan son of Kareah, Seraiah son of Tanhumeth the Netophathite, Jezaniah son of the Maacathite, and all their men."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Gedaliah vowed to them that the Babylonian officials meant them no harm. “Don’t be afraid of them. Live in the land and serve the king of Babylon, and all will go well for you,” he promised."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "But in midautumn of that year, Ishmael son of Nethaniah and grandson of Elishama, who was a member of the royal family, went to Mizpah with ten men and killed Gedaliah. He also killed all the Judeans and Babylonians who were with him at Mizpah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Then all the people of Judah, from the least to the greatest, as well as the army commanders, fled in panic to Egypt, for they were afraid of what the Babylonians would do to them."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Hope for Israel’s Royal Line"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "In the thirty-seventh year of the exile of King Jehoiachin of Judah, Evil-merodach ascended to the Babylonian throne. He was kind to Jehoiachin and released him from prison on April 2 of that year."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "He spoke kindly to Jehoiachin and gave him a higher place than all the other exiled kings in Babylon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "He supplied Jehoiachin with new clothes to replace his prison garb and allowed him to dine in the king’s presence for the rest of his life."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "So the king gave him a regular food allowance as long as he lived."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}