{
  "book_usfm": "RUT",
  "name": "Ruth",
  "local_title": "New Living Translation",
  "local_abbreviation": "NLT",
  "version_id": 116,
  "publisher": {
    "name": "Tyndale House Publishers Inc."
  },
  "copyright": {
    "html": "<p> <em>Holy Bible</em>, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.</p>",
    "text": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
  },
  "language": {
    "iso_639_1": "en",
    "iso_639_3": "eng",
    "language_tag": "eng",
    "local_name": "English",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-en-eng",
  "chapters": [
    {
      "chapter_usfm": "RUT.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "RUT.1"
        ],
        "human": "Ruth 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "RUT.2"
        ],
        "human": "Ruth 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.21"
        ],
        "human": "Judges 21",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elimelech Moves His Family to Moab"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "In the days when the judges ruled in Israel, a severe famine came upon the land. So a man from Bethlehem in Judah left his home and went to live in the country of Moab, taking his wife and two sons with him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "The man’s name was Elimelech, and his wife was Naomi. Their two sons were Mahlon and Kilion. They were Ephrathites from Bethlehem in the land of Judah. And when they reached Moab, they settled there."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Then Elimelech died, and Naomi was left with her two sons."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "The two sons married Moabite women. One married a woman named Orpah, and the other a woman named Ruth. But about ten years later,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "both Mahlon and Kilion died. This left Naomi alone, without her two sons or her husband."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Naomi and Ruth Return"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Then Naomi heard in Moab that the Lord had blessed his people in Judah by giving them good crops again. So Naomi and her daughters-in-law got ready to leave Moab to return to her homeland."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "With her two daughters-in-law she set out from the place where she had been living, and they took the road that would lead them back to Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "But on the way, Naomi said to her two daughters-in-law, “Go back to your mothers’ homes. And may the Lord reward you for your kindness to your husbands and to me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "May the Lord bless you with the security of another marriage.” Then she kissed them good-bye, and they all broke down and wept."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“No,” they said. “We want to go with you to your people.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "But Naomi replied, “Why should you go on with me? Can I still give birth to other sons who could grow up to be your husbands?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No, my daughters, return to your parents’ homes, for I am too old to marry again. And even if it were possible, and I were to get married tonight and bear sons, then what?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Would you wait for them to grow up and refuse to marry someone else? No, of course not, my daughters! Things are far more bitter for me than for you, because the Lord himself has raised his fist against me.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "And again they wept together, and Orpah kissed her mother-in-law good-bye. But Ruth clung tightly to Naomi."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "“Look,” Naomi said to her, “your sister-in-law has gone back to her people and to her gods. You should do the same.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "But Ruth replied, “Don’t ask me to leave you and turn back. Wherever you go, I will go; wherever you live, I will live. Your people will be my people, and your God will be my God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Wherever you die, I will die, and there I will be buried. May the Lord punish me severely if I allow anything but death to separate us!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "When Naomi saw that Ruth was determined to go with her, she said nothing more."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "So the two of them continued on their journey. When they came to Bethlehem, the entire town was excited by their arrival. “Is it really Naomi?” the women asked."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "“Don’t call me Naomi,” she responded. “Instead, call me Mara, for the Almighty has made life very bitter for me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "I went away full, but the Lord has brought me home empty. Why call me Naomi when the Lord has caused me to suffer and the Almighty has sent such tragedy upon me?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "So Naomi returned from Moab, accompanied by her daughter-in-law Ruth, the young Moabite woman. They arrived in Bethlehem in late spring, at the beginning of the barley harvest."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "RUT.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "RUT.2"
        ],
        "human": "Ruth 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "RUT.3"
        ],
        "human": "Ruth 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "RUT.1"
        ],
        "human": "Ruth 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ruth Works in Boaz’s Field"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now there was a wealthy and influential man in Bethlehem named Boaz, who was a relative of Naomi’s husband, Elimelech."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "One day Ruth the Moabite said to Naomi, “Let me go out into the harvest fields to pick up the stalks of grain left behind by anyone who is kind enough to let me do it.”",
            "Naomi replied, “All right, my daughter, go ahead.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "So Ruth went out to gather grain behind the harvesters. And as it happened, she found herself working in a field that belonged to Boaz, the relative of her father-in-law, Elimelech."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "While she was there, Boaz arrived from Bethlehem and greeted the harvesters. “The Lord be with you!” he said.",
            "“The Lord bless you!” the harvesters replied."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then Boaz asked his foreman, “Who is that young woman over there? Who does she belong to?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And the foreman replied, “She is the young woman from Moab who came back with Naomi."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "She asked me this morning if she could gather grain behind the harvesters. She has been hard at work ever since, except for a few minutes’ rest in the shelter.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Boaz went over and said to Ruth, “Listen, my daughter. Stay right here with us when you gather grain; don’t go to any other fields. Stay right behind the young women working in my field."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "See which part of the field they are harvesting, and then follow them. I have warned the young men not to treat you roughly. And when you are thirsty, help yourself to the water they have drawn from the well.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ruth fell at his feet and thanked him warmly. “What have I done to deserve such kindness?” she asked. “I am only a foreigner.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“Yes, I know,” Boaz replied. “But I also know about everything you have done for your mother-in-law since the death of your husband. I have heard how you left your father and mother and your own land to live here among complete strangers."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "May the Lord, the God of Israel, under whose wings you have come to take refuge, reward you fully for what you have done.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "“I hope I continue to please you, sir,” she replied. “You have comforted me by speaking so kindly to me, even though I am not one of your workers.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "At mealtime Boaz called to her, “Come over here, and help yourself to some food. You can dip your bread in the sour wine.” So she sat with his harvesters, and Boaz gave her some roasted grain to eat. She ate all she wanted and still had some left over."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "When Ruth went back to work again, Boaz ordered his young men, “Let her gather grain right among the sheaves without stopping her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "And pull out some heads of barley from the bundles and drop them on purpose for her. Let her pick them up, and don’t give her a hard time!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "So Ruth gathered barley there all day, and when she beat out the grain that evening, it filled an entire basket."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "She carried it back into town and showed it to her mother-in-law. Ruth also gave her the roasted grain that was left over from her meal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "“Where did you gather all this grain today?” Naomi asked. “Where did you work? May the Lord bless the one who helped you!”",
            "So Ruth told her mother-in-law about the man in whose field she had worked. She said, “The man I worked with today is named Boaz.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "“May the Lord bless him!” Naomi told her daughter-in-law. “He is showing his kindness to us as well as to your dead husband. That man is one of our closest relatives, one of our family redeemers.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Then Ruth said, “What’s more, Boaz even told me to come back and stay with his harvesters until the entire harvest is completed.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "“Good!” Naomi exclaimed. “Do as he said, my daughter. Stay with his young women right through the whole harvest. You might be harassed in other fields, but you’ll be safe with him.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "So Ruth worked alongside the women in Boaz’s fields and gathered grain with them until the end of the barley harvest. Then she continued working with them through the wheat harvest in early summer. And all the while she lived with her mother-in-law."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "RUT.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "RUT.3"
        ],
        "human": "Ruth 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "RUT.4"
        ],
        "human": "Ruth 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "RUT.2"
        ],
        "human": "Ruth 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ruth at the Threshing Floor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "One day Naomi said to Ruth, “My daughter, it’s time that I found a permanent home for you, so that you will be provided for."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Boaz is a close relative of ours, and he’s been very kind by letting you gather grain with his young women. Tonight he will be winnowing barley at the threshing floor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Now do as I tell you—take a bath and put on perfume and dress in your nicest clothes. Then go to the threshing floor, but don’t let Boaz see you until he has finished eating and drinking."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Be sure to notice where he lies down; then go and uncover his feet and lie down there. He will tell you what to do.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "“I will do everything you say,” Ruth replied."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "So she went down to the threshing floor that night and followed the instructions of her mother-in-law."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "After Boaz had finished eating and drinking and was in good spirits, he lay down at the far end of the pile of grain and went to sleep. Then Ruth came quietly, uncovered his feet, and lay down."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Around midnight Boaz suddenly woke up and turned over. He was surprised to find a woman lying at his feet!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "“Who are you?” he asked.",
            "“I am your servant Ruth,” she replied. “Spread the corner of your covering over me, for you are my family redeemer.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“The Lord bless you, my daughter!” Boaz exclaimed. “You are showing even more family loyalty now than you did before, for you have not gone after a younger man, whether rich or poor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Now don’t worry about a thing, my daughter. I will do what is necessary, for everyone in town knows you are a virtuous woman."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "But while it’s true that I am one of your family redeemers, there is another man who is more closely related to you than I am."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Stay here tonight, and in the morning I will talk to him. If he is willing to redeem you, very well. Let him marry you. But if he is not willing, then as surely as the Lord lives, I will redeem you myself! Now lie down here until morning.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "So Ruth lay at Boaz’s feet until the morning, but she got up before it was light enough for people to recognize each other. For Boaz had said, “No one must know that a woman was here at the threshing floor.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Then Boaz said to her, “Bring your cloak and spread it out.” He measured six scoops of barley into the cloak and placed it on her back. Then he returned to the town."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "When Ruth went back to her mother-in-law, Naomi asked, “What happened, my daughter?”",
            "Ruth told Naomi everything Boaz had done for her,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "and she added, “He gave me these six scoops of barley and said, ‘Don’t go back to your mother-in-law empty-handed.’”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Then Naomi said to her, “Just be patient, my daughter, until we hear what happens. The man won’t rest until he has settled things today.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "RUT.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "RUT.4"
        ],
        "human": "Ruth 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1SA.1"
        ],
        "human": "1 Samuel 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "RUT.3"
        ],
        "human": "Ruth 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Boaz Marries Ruth"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Boaz went to the town gate and took a seat there. Just then the family redeemer he had mentioned came by, so Boaz called out to him, “Come over here and sit down, friend. I want to talk to you.” So they sat down together."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Then Boaz called ten leaders from the town and asked them to sit as witnesses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "And Boaz said to the family redeemer, “You know Naomi, who came back from Moab. She is selling the land that belonged to our relative Elimelech."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "I thought I should speak to you about it so that you can redeem it if you wish. If you want the land, then buy it here in the presence of these witnesses. But if you don’t want it, let me know right away, because I am next in line to redeem it after you.”",
            "The man replied, “All right, I’ll redeem it.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then Boaz told him, “Of course, your purchase of the land from Naomi also requires that you marry Ruth, the Moabite widow. That way she can have children who will carry on her husband’s name and keep the land in the family.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“Then I can’t redeem it,” the family redeemer replied, “because this might endanger my own estate. You redeem the land; I cannot do it.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Now in those days it was the custom in Israel for anyone transferring a right of purchase to remove his sandal and hand it to the other party. This publicly validated the transaction."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "So the other family redeemer drew off his sandal as he said to Boaz, “You buy the land.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then Boaz said to the elders and to the crowd standing around, “You are witnesses that today I have bought from Naomi all the property of Elimelech, Kilion, and Mahlon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "And with the land I have acquired Ruth, the Moabite widow of Mahlon, to be my wife. This way she can have a son to carry on the family name of her dead husband and to inherit the family property here in his hometown. You are all witnesses today.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Then the elders and all the people standing in the gate replied, “We are witnesses! May the Lord make this woman who is coming into your home like Rachel and Leah, from whom all the nation of Israel descended! May you prosper in Ephrathah and be famous in Bethlehem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "And may the Lord give you descendants by this young woman who will be like those of our ancestor Perez, the son of Tamar and Judah.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Descendants of Boaz"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "So Boaz took Ruth into his home, and she became his wife. When he slept with her, the Lord enabled her to become pregnant, and she gave birth to a son."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Then the women of the town said to Naomi, “Praise the Lord, who has now provided a redeemer for your family! May this child be famous in Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "May he restore your youth and care for you in your old age. For he is the son of your daughter-in-law who loves you and has been better to you than seven sons!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Naomi took the baby and cuddled him to her breast. And she cared for him as if he were her own."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "The neighbor women said, “Now at last Naomi has a son again!” And they named him Obed. He became the father of Jesse and the grandfather of David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "This is the genealogical record of their ancestor Perez:",
            "Perez was the father of Hezron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Hezron was the father of Ram.",
            "Ram was the father of Amminadab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Amminadab was the father of Nahshon.",
            "Nahshon was the father of Salmon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Salmon was the father of Boaz.",
            "Boaz was the father of Obed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Obed was the father of Jesse.",
            "Jesse was the father of David."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}