{
  "book_usfm": "2CO",
  "name": "2 Corintios",
  "local_title": "Reina Valera Contemporánea",
  "local_abbreviation": "RVC",
  "version_id": 146,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Reina Valera Contemporánea™ © Sociedades Bíblicas Unidas, 2009, 2010.</p>",
    "text": "Reina Valera Contemporánea™ © Sociedades Bíblicas Unidas, 2009, 2010."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "2CO.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.1"
        ],
        "human": "2 Corintios 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.2"
        ],
        "human": "2 Corintios 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.16"
        ],
        "human": "1 Corintios 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Yo, Pablo, apóstol de Jesucristo por la voluntad de Dios, y el hermano Timoteo, saludamos a la iglesia de Dios que está en Corinto, con todos los santos que están en toda Acaya."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Que la gracia y la paz de Dios nuestro Padre, y del Señor Jesucristo, sean con todos ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Aflicciones de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Bendito sea el Dios y Padre de nuestro Señor Jesucristo, Padre de misericordias y Dios de toda consolación,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "quien nos consuela en todas nuestras tribulaciones, para que también nosotros podamos consolar a los que están sufriendo, por medio de la consolación con que nosotros somos consolados por Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Porque así como abundan en nosotros las aflicciones de Cristo, así también por el mismo Cristo abunda nuestra consolación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Si nosotros sufrimos, es para que ustedes reciban consolación y salvación; si somos consolados, es para que ustedes reciban consuelo y puedan soportar como nosotros cuando pasen por los mismos sufrimientos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Firme es nuestra esperanza respecto a ustedes, pues sabemos que así como participan en nuestras aflicciones, también participan en nuestra consolación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Hermanos, no queremos que ustedes ignoren nada acerca de los sufrimientos que padecimos en Asia; porque fuimos abrumados de manera extraordinaria y más allá de nuestras fuerzas, de tal modo que hasta perdimos la esperanza de seguir con vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero la sentencia de muerte que pendía sobre nosotros fue para que no confiáramos en nosotros mismos, sino en Dios que resucita a los muertos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y él nos libró, y nos libra, y aún tenemos la esperanza de que él seguirá librándonos de tal peligro de muerte,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "si ustedes nos apoyan con sus oraciones por nosotros. Si muchos oran por nosotros, también serán muchos los que den gracias a Dios por el don concedido a nosotros por tantas oraciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo pospone su visita a Corinto"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Nuestro motivo de orgullo es el testimonio de nuestra conciencia ante Dios, que nos dice que en este mundo, y especialmente con ustedes, nos hemos comportado no con sabiduría humana, sino con la sencillez y la sinceridad que proviene de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Porque no les escribimos nada que no pudieran leer y entender, y espero que al final puedan comprenderlo todo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "así como ya en parte han entendido que pueden estar orgullosos de nosotros, y que nosotros estaremos orgullosos de ustedes en el día del Señor Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Seguro de esto, quise antes que nada ir a visitarlos, para que tuvieran una doble bendición;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "es decir, quise visitarlos de camino a Macedonia, y visitarlos nuevamente a mi regreso, para que me ayudaran a continuar mi viaje a Judea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Cuando quise hacer esto, ¿fue acaso algo decidido a la ligera? ¿Acaso lo que pienso hacer, lo pienso como toda la gente, que está lista para decir «Sí» y «No» al mismo tiempo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Dios es testigo fiel de que nosotros no les decimos a ustedes «Sí» y «No» al mismo tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Porque Jesucristo, el Hijo de Dios, que Silvano, Timoteo y yo les hemos predicado, no ha sido «Sí» y «No»; sino que siempre ha sido «Sí» en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Porque todas las promesas de Dios en él son «Sí». Por eso, por medio de él también nosotros decimos «Amén», para la gloria de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y es Dios el que nos confirma con ustedes en Cristo, y es Dios el que nos ha ungido,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "y es Dios el que también nos ha marcado con su sello, y el que, como garantía, ha puesto al Espíritu en nuestros corazones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Así que pongo a Dios por testigo de que, si aún no he pasado por Corinto, ha sido por consideración a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "No es nuestra intención dirigir la fe de ustedes, sino colaborar con ustedes para que tengan gozo, pues por la fe se mantienen firmes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.2"
        ],
        "human": "2 Corintios 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.3"
        ],
        "human": "2 Corintios 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.1"
        ],
        "human": "2 Corintios 1",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por esto decidí no hacerles otra visita que les causara tristeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Porque si yo los entristezco, ¿quién podrá alegrarme, sino aquel a quien yo entristecí?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por eso les escribí como lo hice, para que ustedes no me pongan triste cuando yo llegue, cuando en realidad debieran alegrarme, pues yo estaba convencido de que todos ustedes harían suya mi alegría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Era tanto el dolor y la angustia de mi corazón que, al escribirles, lo hice con muchas lágrimas. Pero no lo hice para entristecerlos, sino para que comprendieran el gran amor que les tengo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo perdona al ofensor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero si alguno me ha causado tristeza, no me la ha causado solo a mí sino, en cierto modo, a todos ustedes (y espero no exagerar)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El castigo que muchos de ustedes le impusieron a esa persona, es suficiente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ahora deben perdonarlo y consolarlo, pues de lo contrario podría consumirlo la tristeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Por tanto, les ruego que confirmen su amor hacia él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "También les escribí para comprobar la obediencia de ustedes en todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Así que a quien ustedes perdonen, yo también lo perdono. Y se lo perdono, si es que hay algo que perdonar, por consideración a ustedes en la presencia de Cristo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "no vaya a ser que Satanás se aproveche de nosotros, pues conocemos sus malignas intenciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ansiedad de Pablo en Troas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Aunque el Señor me había provisto una buena oportunidad para trabajar en Troas, cuando llegué a ese lugar para predicar el evangelio de Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "estaba yo muy intranquilo por no haber encontrado allí a mi hermano Tito. Por eso, me despedí de ellos y me fui a Macedonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Triunfantes en Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero gracias a Dios, que en Cristo Jesús siempre nos hace salir triunfantes, y que por medio de nosotros manifiesta en todas partes el aroma de su conocimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ciertamente, para Dios somos el fragante aroma de Cristo, tanto en los que se salvan como en los que se pierden."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Para estos somos olor de muerte, que lleva a la muerte, y para aquellos somos olor de vida que lleva a la vida. ¿Quién está calificado para una tarea tan importante?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Nosotros no somos como muchos, que negocian con la palabra de Dios, sino que hablamos de Cristo con sinceridad, como enviados por Dios, y en la presencia de Dios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.3"
        ],
        "human": "2 Corintios 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.4"
        ],
        "human": "2 Corintios 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.2"
        ],
        "human": "2 Corintios 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ministros del nuevo pacto"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¿Comenzamos otra vez a recomendarnos a nosotros mismos? ¿O tenemos acaso que presentarles a ustedes, o pedir de ustedes, cartas de recomendación, como hacen algunos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Nuestras cartas son ustedes mismos, y fueron escritas en nuestro corazón, y son conocidas y leídas por todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Es evidente que ustedes son una carta escrita por Cristo y expedida por nosotros; carta que no fue escrita con tinta sino con el Espíritu del Dios vivo, y no en tablas de piedra sino en las tablas de corazones que sienten."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Esta es la confianza que tenemos ante Dios por medio de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y no es que nos creamos competentes por nosotros mismos, como si esta competencia nuestra surgiera de nuestra propia capacidad. Nuestra competencia proviene de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "pues él nos hizo ministros competentes de un nuevo pacto, no de la letra, sino del Espíritu; porque la letra mata, pero el Espíritu vivifica."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Si el ministerio que llevaba a la muerte, y cuya letra estaba grabada en piedra, fue tan glorioso que los hijos de Israel no podían ni mirar el rostro de Moisés debido al resplandor que su rostro reflejaba, aunque era un resplandor efímero,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "¿no será más glorioso aún el ministerio del Espíritu?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "A decir verdad, si el ministerio de la condenación fue glorioso, más glorioso aún será el ministerio de la justificación,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "pues incluso lo que fue glorioso en su momento, ya no lo es tanto si se compara con la gloria más excelsa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y si lo perecedero era glorioso, mucho más glorioso será lo permanente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por lo tanto, como nosotros tenemos tal esperanza, actuamos con plena libertad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "No actuamos como Moisés, que se cubría el rostro con un velo para que los hijos de Israel no se fijaran en el fin de lo perecedero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero la mente de ellos se endureció, y hasta el día de hoy, cuando leen el antiguo pacto, llevan puesto el mismo velo, que solamente por medio de Cristo puede ser quitado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y aun hasta el día de hoy, cuando leen a Moisés, el velo les cubre el corazón;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "pero ese velo les será quitado cuando se conviertan al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Porque el Señor es el Espíritu; y donde está el Espíritu del Señor, allí hay libertad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Por lo tanto, todos nosotros, que miramos la gloria del Señor a cara descubierta, como en un espejo, somos transformados de gloria en gloria en la misma imagen, como por el Espíritu del Señor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.4"
        ],
        "human": "2 Corintios 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.5"
        ],
        "human": "2 Corintios 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.3"
        ],
        "human": "2 Corintios 3",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por lo tanto, puesto que por la misericordia de Dios hemos recibido este ministerio, no nos desanimamos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "por el contrario, renunciamos a lo oculto y vergonzoso, y no andamos con engaños, ni falseamos la palabra de Dios, sino que por medio de la manifestación de la verdad nos recomendamos a toda conciencia humana delante de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero si nuestro evangelio está aún encubierto, lo está entre los que se pierden;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "pues como ellos no creen, el dios de este siglo les ha cegado el entendimiento para que no resplandezca en ellos la luz del evangelio de la gloria de Cristo, el cual es la imagen de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Nosotros no nos predicamos a nosotros mismos, sino que proclamamos a Jesucristo como Señor, y nos declaramos siervos de ustedes por amor a Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Porque Dios, que mandó que de las tinieblas surgiera la luz, es quien brilló en nuestros corazones para que se revelara el conocimiento de la gloria de Dios en el rostro de Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Vivimos por la fe"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero tenemos este tesoro en vasos de barro, para que se vea que la excelencia del poder es de Dios, y no de nosotros,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "que estamos atribulados en todo, pero no angustiados; en apuros, pero no desesperados;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "perseguidos, pero no desamparados; derribados, pero no destruidos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "siempre llevamos en el cuerpo, y por todas partes, la muerte de Jesús, para que también la vida de Jesús se manifieste en nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Porque nosotros, los que vivimos, siempre estamos entregados a la muerte por amor a Jesús, para que también la vida de Jesús se manifieste en nuestro cuerpo mortal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "De manera que en nosotros actúa la muerte, y en ustedes la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero en ese mismo espíritu de fe, y de acuerdo a lo que está escrito: «Creí, y por lo tanto hablé», nosotros también creemos, y por lo tanto también hablamos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Sabemos que el que resucitó al Señor Jesús también a nosotros nos resucitará con él, y nos llevará a su presencia juntamente con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pues nosotros padecemos todas estas cosas por amor a ustedes, para que al multiplicarse la gracia por medio de muchos, más se multipliquen los que den gracias, para la gloria de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por lo tanto, no nos desanimamos. Y aunque por fuera nos vamos desgastando, por dentro nos vamos renovando de día en día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Porque estos sufrimientos insignificantes y momentáneos producen en nosotros una gloria cada vez más excelsa y eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Por eso, no nos fijamos en las cosas que se ven, sino en las que no se ven; porque las cosas que se ven son temporales, pero las que no se ven son eternas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.5"
        ],
        "human": "2 Corintios 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.6"
        ],
        "human": "2 Corintios 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.4"
        ],
        "human": "2 Corintios 4",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Bien sabemos que si se deshace nuestra casa terrenal, es decir, esta tienda que es nuestro cuerpo, en los cielos tenemos de Dios un edificio, una casa eterna, la cual no fue hecha por manos humanas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y por esto también suspiramos y anhelamos ser revestidos de nuestra casa celestial;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "ya que así se nos encontrará vestidos y no desnudos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Los que estamos en esta tienda, que es nuestro cuerpo, gemimos con angustia; porque no quisiéramos ser desvestidos, sino revestidos, para que lo mortal sea absorbido por la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero Dios es quien nos hizo para este fin, y quien nos dio su Espíritu en garantía de lo que habremos de recibir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por eso vivimos siempre confiados, pues sabemos que mientras estemos en el cuerpo, estamos ausentes del Señor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "(porque vivimos por la fe, no por la vista)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero confiamos, y quisiéramos más bien ausentarnos del cuerpo y presentarnos ante el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero ya sea que estemos ausentes o presentes, siempre procuramos agradar a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque es necesario que todos nosotros comparezcamos ante el tribunal de Cristo, para que cada uno reciba según lo bueno o lo malo que haya hecho mientras estaba en el cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El ministerio de la reconciliación"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así que, puesto que conocemos el temor del Señor, procuramos convencer a todos. Para Dios es evidente lo que somos; y espero que también lo sea para la conciencia de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No estamos recomendándonos otra vez a ustedes, sino que les damos la oportunidad de estar orgullosos de nosotros, para que tengan con qué responder a los que presumen de las apariencias y no de lo que hay en el corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Si estamos locos, lo estamos para Dios; y si estamos cuerdos, lo estamos para ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El amor de Cristo nos lleva a actuar así, al pensar que si uno murió por todos, entonces todos murieron;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "y él murió por todos, para que los que viven ya no vivan para sí, sino para aquel que murió y resucitó por ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Así que, de aquí en adelante, nosotros ya no conocemos a nadie desde el punto de vista humano; y aun si a Cristo lo conocimos desde el punto de vista humano, ya no lo conocemos así."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "De modo que si alguno está en Cristo, ya es una nueva creación; atrás ha quedado lo viejo: ¡ahora ya todo es nuevo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y todo esto proviene de Dios, quien nos reconcilió consigo mismo a través de Cristo y nos dio el ministerio de la reconciliación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Esto quiere decir que, en Cristo, Dios estaba reconciliando al mundo consigo mismo, sin tomarles en cuenta sus pecados, y que a nosotros nos encargó el mensaje de la reconciliación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Así que somos embajadores en nombre de Cristo, y como si Dios les rogara a ustedes por medio de nosotros, en nombre de Cristo les rogamos: «Reconcíliense con Dios»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Al que no cometió ningún pecado, por nosotros Dios lo hizo pecado, para que en él nosotros fuéramos hechos justicia de Dios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.6"
        ],
        "human": "2 Corintios 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.7"
        ],
        "human": "2 Corintios 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.5"
        ],
        "human": "2 Corintios 5",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por lo tanto, nosotros, como colaboradores de Dios, les rogamos a ustedes que no reciban su gracia en vano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Porque él dice:",
            "«En el momento oportuno te escuché;",
            "en el día de salvación te ayudé».",
            "Y este es el momento oportuno; este es el día de salvación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "No somos motivo de tropiezo para nadie, para que tampoco nadie hable mal de nuestro ministerio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Más bien, siempre damos muestras de que somos ministros de Dios, con mucha paciencia en las tribulaciones, en las necesidades, en las angustias;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "en los azotes, en las cárceles, en los tumultos, en los trabajos, en los desvelos, en los ayunos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "en la pureza, en el conocimiento, en la tolerancia, en la bondad, en el Espíritu Santo, en el amor sincero,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "en la palabra de verdad, en el poder de Dios, con las armas justas, tanto para el ataque como para la defensa;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "recibiendo honra y deshonra, mala fama y buena fama; se nos considera mentirosos, pero somos veraces;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "desconocidos para unos, somos bien conocidos para otros; parecemos estar moribundos, pero seguimos con vida; se nos ve castigados, pero no muertos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "parecemos estar tristes, pero siempre estamos gozosos; parecemos pobres, pero enriquecemos a muchos; parecemos no tener nada, pero somos dueños de todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "¡Ay, corintios! Les hemos hablado con toda franqueza; les hemos abierto nuestro corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No les hemos cerrado nuestro corazón, aunque ustedes sí nos han cerrado el suyo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por tanto les pido, como de un padre a sus hijos, correspondan del mismo modo y ábrannos su corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Somos templo del Dios viviente"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "No se unan con los incrédulos en un yugo desigual. Pues ¿qué tiene en común la justicia con la injusticia? ¿O qué relación puede haber entre la luz y las tinieblas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¿Y qué concordia tiene Cristo con Belial? ¿O qué tiene en común el creyente con el incrédulo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¿Y qué acuerdo puede haber entre el templo de Dios y los ídolos? ¡Ustedes son el templo del Dios viviente! Ya Dios lo ha dicho:",
            "«Habitaré y andaré entre ellos,",
            "y yo seré su Dios",
            "y ellos serán mi pueblo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Por lo tanto, el Señor dice:",
            "«Salgan de en medio de ellos, y apártense;",
            "y no toquen lo inmundo;",
            "y yo los recibiré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y seré un Padre para ustedes,",
            "y ustedes serán mis hijos y mis hijas.»",
            "Lo ha dicho el Señor Todopoderoso."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.7"
        ],
        "human": "2 Corintios 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.8"
        ],
        "human": "2 Corintios 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.6"
        ],
        "human": "2 Corintios 6",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Amados míos, puesto que tenemos tales promesas, limpiémonos de toda contaminación de carne y de espíritu, y perfeccionémonos en la santidad y en el temor de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Regocijo de Pablo ante el arrepentimiento de los corintios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ábrannos su corazón, pues a nadie hemos agraviado, a nadie hemos corrompido, a nadie hemos engañado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "No digo esto para condenarlos, pues ya antes les he dicho que están en nuestro corazón. ¡Juntos en la muerte, y juntos en la vida!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Soy demasiado franco con ustedes, pero mi orgullo por ustedes también es demasiado. En medio de todas nuestras tribulaciones, me siento muy estimulado y estoy rebosando de alegría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando llegamos de Macedonia, no tuvimos ningún descanso, sino que enfrentamos tribulaciones de todas partes: desde afuera, conflictos; desde adentro, temores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero Dios, que consuela a los humildes, nos consoló con la llegada de Tito;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "y no solo con su llegada, sino también con el consuelo que él había recibido de parte de ustedes, pues nos habló del gran afecto que recibió por parte de ustedes, así como de su profunda tristeza y de su preocupación por mí, lo cual me hizo alegrarme aún más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Ciertamente, mi carta fue para ustedes motivo de tristeza, y entonces lamenté haberla escrito porque vi que por algún tiempo ella los entristeció; pero ahora no lo lamento"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "sino que me alegro. Y no porque ustedes se hayan entristecido, sino porque esa tristeza los llevó al arrepentimiento. Ustedes fueron entristecidos conforme a la voluntad de Dios, de modo que en nada fueron perjudicados por parte de nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "La tristeza que proviene de Dios produce arrepentimiento para salvación, y de esta no hay que arrepentirse, pero la tristeza que proviene del mundo produce muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "¡Fíjense! Esta tristeza que provino de Dios, ¡produjo en ustedes preocupación, el deseo de disculparse, indignación, temor, vehemencia, celo, y deseos de hacer justicia! Es evidente que en este asunto ustedes no tuvieron la culpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y aunque yo les escribí, no lo hice por el que cometió el agravio, ni por el que lo padeció, sino para que se hiciera evidente la preocupación que tenemos por ustedes delante de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por eso el consuelo de ustedes ha sido nuestro propio consuelo. Pero más nos alegró el ver a Tito tan feliz porque su espíritu fue confortado por todos ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Yo me había jactado de ustedes con él, y no he quedado mal. Y así como en todo les hemos hablado con la verdad, también resultaron ciertos los elogios que hice ante Tito acerca de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y el cariño que él les tiene es aun mayor cuando se acuerda de la obediencia de todos ustedes, y del temor y temblor con que ustedes lo recibieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Me alegra poder confiar plenamente en ustedes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.8"
        ],
        "human": "2 Corintios 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.9"
        ],
        "human": "2 Corintios 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.7"
        ],
        "human": "2 Corintios 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La ofrenda para los santos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Hermanos, también queremos contarles acerca de la gracia que Dios ha derramado sobre las iglesias de Macedonia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "cuya generosidad se desbordó en gozo y en ricas ofrendas, a pesar de su profunda pobreza y de las grandes aflicciones por las que han estado pasando."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Yo soy testigo de que ellos han ofrendado con espontaneidad, y de que lo han hecho en la medida de sus posibilidades, e incluso más allá de estas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Insistentemente nos rogaron que les concediéramos el privilegio de participar en este servicio para los santos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "e hicieron más de lo que esperábamos, pues primeramente se entregaron al Señor, y luego a nosotros, por la voluntad de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por eso le rogamos a Tito completar la obra de gracia que ya había comenzado entre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Por lo tanto, ya que ustedes sobresalen en todo, es decir, en fe, en palabra, en conocimiento, en todo esmero, y en su amor por nosotros, sobresalgan también en este acto de amor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "No es que les esté dando órdenes, sino que quiero ponderar la sinceridad del amor de ustedes en comparación con la dedicación de otros,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "pues ustedes ya conocen la gracia de nuestro Señor Jesucristo que, por amor a ustedes, siendo rico se hizo pobre, para que con su pobreza ustedes fueran enriquecidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y ahora, por el bien de ustedes, les doy mi opinión sobre este asunto. Desde el año pasado, ustedes no solo fueron los primeros en hacer algo sino que deseaban hacerlo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "así que ahora, dentro de sus posibilidades, lleven a cabo lo que ya estaban dispuestos a hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Porque si hay buena disposición, lo que se da es bien recibido, según lo que uno tiene y no según lo que no tiene."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "No digo esto para que otros tengan demasiado mientras ustedes sufren de escasez,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "sino para que en este tiempo la abundancia de ustedes supla, con igualdad, la escasez de ellos, y para que la abundancia de ellos supla la necesidad de ustedes. De este modo habrá igualdad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "como está escrito: «El que recogió mucho, no tuvo más, y el que recogió poco, no tuvo menos.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Gracias a Dios, que puso en el corazón de Tito la misma preocupación por ustedes;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "pues, a decir verdad, aceptó nuestra exhortación, pero estaba más que listo para ir a verlos, y por su propia voluntad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Junto con él, enviamos al hermano a quien todas las iglesias elogian por su trabajo en el evangelio;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "y no solo esto, sino que también fue designado por las iglesias como compañero de nuestra peregrinación para llevar este donativo, que es administrado por nosotros para la gloria del Señor mismo, y para demostrar la buena voluntad de ustedes;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "así evitamos que se nos censure en cuanto a esta abundante ofrenda que administramos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "pues procuramos hacerlo todo con honradez, no solo ante el Señor sino también ante los hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Con ellos enviamos también a nuestro hermano, cuya diligencia hemos comprobado repetidas veces en muchas cosas, y que ahora muestra más diligencia por la gran confianza que tiene en ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "En cuanto a Tito, él es mi compañero y colaborador para con ustedes; en cuanto a nuestros hermanos, ellos son mensajeros de las iglesias, y son una honra para Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Por lo tanto, ante las iglesias, demuestren a estos hermanos su amor por ellos, y por qué nos sentimos orgullosos de ustedes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.9"
        ],
        "human": "2 Corintios 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.10"
        ],
        "human": "2 Corintios 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.8"
        ],
        "human": "2 Corintios 8",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En cuanto a la ayuda para los santos, no es necesario que yo les escriba;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "pues conozco la buena predisposición de ustedes, de la cual he hablado con orgullo entre los de Macedonia, pues les he dicho que los de Acaya estaban preparados desde el año pasado, y el entusiasmo de ustedes ha estimulado a la mayoría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero he enviado a los hermanos, para que nuestro orgullo por ustedes no sea en vano, y para que ustedes estén preparados, como ya lo había dicho;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "no sea que, si algunos macedonios vienen conmigo y los encuentran desprevenidos, tengamos que avergonzarnos de la confianza que depositamos en ustedes, y ustedes mismos queden avergonzados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por tanto, me pareció necesario rogar a los hermanos que vayan primero a visitarlos y preparen de antemano lo que ustedes ya habían prometido, para que lo tengan listo como un donativo generoso y no como una exigencia nuestra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero recuerden esto: El que poco siembra, poco cosecha; y el que mucho siembra, mucho cosecha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cada uno debe dar según se lo haya propuesto en su corazón, y no debe dar con tristeza, ni por necesidad, porque Dios ama a quien da con alegría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y Dios es poderoso como para que abunde en ustedes toda gracia, para que siempre y en toda circunstancia tengan todo lo necesario, y abunde en ustedes toda buena obra;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "como está escrito:",
            "«Repartió, dio a los pobres,",
            "y su justicia permanece para siempre.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y aquel que da semilla al que siembra, y pan al que come, proveerá los recursos de ustedes y los multiplicará, aumentándoles así sus frutos de justicia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "para que sean ustedes enriquecidos en todo, para toda generosidad, que por medio de nosotros produce acción de gracias a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Porque la contribución de este servicio suple no solamente lo que les falta a los santos, sino que también abunda en muchas acciones de gracias a Dios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "pues al experimentar este servicio glorifican a Dios por la obediencia de ustedes al evangelio de Cristo, y por su generosa contribución para ellos y para todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Además, ellos orarán por ustedes, pues los aman por la superabundante gracia de Dios en ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¡Demos gracias a Dios por su don inefable!"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.10"
        ],
        "human": "2 Corintios 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.11"
        ],
        "human": "2 Corintios 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.9"
        ],
        "human": "2 Corintios 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo defiende su ministerio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Yo, Pablo, que cuando estoy entre ustedes soy ciertamente humilde, pero atrevido cuando estoy lejos de ustedes, les ruego esto por la bondad y dulzura de Cristo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "les ruego que, cuando esté entre ustedes, no tenga yo que actuar con la osadía que estoy resuelto a utilizar contra los que creen que actuamos según los criterios humanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Es verdad que aún somos seres humanos, pero no luchamos como los seres humanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Las armas con las que luchamos no son las de este mundo, sino las poderosas armas de Dios, capaces de destruir fortalezas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y de desbaratar argumentos y toda altivez que se levanta contra el conocimiento de Dios, y de llevar cautivo todo pensamiento a la obediencia a Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Estamos listos para castigar toda desobediencia, una vez que la obediencia de ustedes llegue a la perfección."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ustedes se fijan solo en la apariencia de las cosas. Pero si alguno está convencido de que es de Cristo, piense bien en esto que le digo: que así como él es de Cristo, también nosotros somos de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "No me avergüenza el jactarme una vez más de nuestra autoridad, la cual el Señor nos dio para la edificación de ustedes, y no para su destrucción."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "No quiero dar la impresión de querer asustarlos por carta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Hay quienes dicen que mis cartas son duras y fuertes, pero que mi presencia física es débil y que mis palabras no valen nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Quienes eso dicen deben tener en cuenta que, así como somos con palabras y por carta, cuando estamos lejos, así también lo seremos en los hechos, cuando estemos entre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Nosotros no nos atrevemos a igualarnos ni a compararnos con quienes se alaban a sí mismos; cuando ellos se miden con sus propias medidas y se comparan unos con otros, no demuestran buen juicio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Nosotros no vamos a jactarnos de manera exagerada, sino que nos ceñiremos a los límites establecidos por Dios, que llegan también hasta ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Si antes no hubiéramos llegado hasta ustedes, podría decirse que nos hemos extralimitado; pero fuimos los primeros en llegar hasta ustedes con el evangelio de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "No nos jactamos desmedidamente en trabajos ajenos, sino que, a medida que crezca la fe de ustedes, esperamos ser engrandecidos entre ustedes, siempre dentro de nuestros límites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "También anunciaremos el evangelio en lugares más allá de donde están ustedes, pero sin incursionar en la obra de otro, para no jactarnos en los trabajos ajenos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero si alguno quiere jactarse, que lo haga en el Señor;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "porque no es aprobado el que se alaba a sí mismo, sino aquel a quien Dios alaba."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.11"
        ],
        "human": "2 Corintios 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.12"
        ],
        "human": "2 Corintios 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.10"
        ],
        "human": "2 Corintios 10",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¡Cómo quisiera yo que me toleraran un poco de locura! ¡Sí, tolérenmela!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El celo que muestro por ustedes proviene de Dios; ustedes son como una doncella pura, a la que he comprometido en matrimonio con un solo esposo, que es Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero me temo que, así como la serpiente engañó a Eva con su astucia, así también los sentidos de ustedes sean de alguna manera apartados de la sincera fidelidad a Cristo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "porque si alguno llega predicando a un Jesús diferente del que les hemos predicado, o si ustedes reciben a otro espíritu diferente del que han recibido, u otro evangelio diferente del que han aceptado, ustedes lo toleran bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero yo considero que en nada he sido inferior a esos grandes apóstoles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Tal vez sea yo torpe al hablar, pero no lo soy en cuanto al conocimiento; de esto les hemos dado muestra en todo y por todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿Acaso cometí un pecado al humillarme a mí mismo y al predicarles el evangelio de Dios gratuitamente, para que ustedes fueran enaltecidos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "He despojado a otras iglesias, al recibir un salario para servirles a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y cuando estaba entre ustedes y tuve necesidad, no fui una carga para nadie, pues lo que me faltaba lo suplieron los hermanos que vinieron de Macedonia. Procuré entonces no ser una carga para ustedes, y seguiré haciéndolo así."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Por la verdad de Cristo que está en mí, no se me impedirá tener este motivo de orgullo en las regiones de Acaya."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "¿Y por qué? ¿Acaso porque no los amo? ¡Dios sabe que sí!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero seguiré haciendo lo que hago, para que los que quieren vanagloriarse no tengan ningún pretexto para hacerse semejantes a nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Porque ellos son falsos apóstoles, obreros fraudulentos que se disfrazan de apóstoles de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y esto no debe sorprendernos, porque hasta Satanás mismo se disfraza de ángel de luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Así que, tampoco es una sorpresa que sus ministros se disfracen de administradores de justicia, pero como sus obras será su fin."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sufrimientos de Pablo como apóstol"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Vuelvo a decirlo: Que nadie crea que estoy loco, pero si es así, recíbanme entonces como a un loco, para que yo también me vanaglorie un poco."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Al decir esto, no lo digo en conformidad con el Señor, sino como una locura mía, confiado en mi vanagloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Puesto que muchos se vanaglorian según los criterios humanos, también yo puedo vanagloriarme."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Ustedes, aunque cuerdos, toleran de buena gana a los necios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Toleran a quienes los esclavizan, a quienes los devoran, a quienes les quitan lo suyo, a quienes se sienten importantes, a quienes les dan de bofetadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Lo digo para vergüenza mía: ¡para eso fuimos demasiado débiles!",
            "Pero si otros tienen el descaro de vanagloriarse (hablo como un loco), también yo puedo hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "¿Son hebreos? Yo también. ¿Son israelitas? Yo también. ¿Son descendientes de Abrahán? Yo también."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "¿Son ministros de Cristo? (Hablo como si estuviera loco.) Yo lo soy más. Mis trabajos son más abundantes; mis azotes, innumerables; mis encarcelamientos, muchos más; muchas veces he estado en peligro de muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Cinco veces he recibido de los judíos treinta y nueve azotes;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Tres veces he sido azotado con varas; una vez he sido apedreado; tres veces he padecido naufragio; una noche y un día he estado como náufrago en alta mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Son muchas las veces que he estado de viaje corriendo peligros de ríos, peligros de ladrones, peligros de mi propia gente, peligros de los no judíos, peligros en la ciudad, peligros en el desierto, peligros en el mar, peligros entre falsos hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "He pasado por muchos trabajos y fatigas; muchas veces me he quedado sin dormir; he sufrido de hambre y de sed; muchas veces no he comido, y he pasado frío y desnudez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Además de todo esto, lo que cada día pesa sobre mí es la preocupación por todas las iglesias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "¿Quién enferma, y yo no enfermo? ¿A quién se le hace tropezar, y yo no me indigno?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Si es necesario vanagloriarse, lo haré en aquello que demuestre mi debilidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "El Dios y Padre de nuestro Señor Jesucristo, ¡bendito sea por siempre!, sabe que no miento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "En Damasco, el gobernador de la provincia del rey Aretas vigilaba la ciudad de los damascenos para arrestarme,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "pero fui descolgado en un canasto por una ventana de la muralla, y así me libré de caer en sus manos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.12"
        ],
        "human": "2 Corintios 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.13"
        ],
        "human": "2 Corintios 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.11"
        ],
        "human": "2 Corintios 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El aguijón en el cuerpo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En realidad, nada gano con vanagloriarme. Sin embargo, ahora voy a hablar de las visiones y de las revelaciones del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Sé de un hombre en Cristo, que hace catorce años fue arrebatado hasta el tercer cielo (solo Dios sabe si esto ocurrió físicamente o no),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y sé que ese hombre (solo Dios sabe si esto ocurrió físicamente o no),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "fue arrebatado al paraíso, donde oyó palabras inefables que a ningún hombre se le permite pronunciar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "De ese hombre puedo jactarme; pero de mí mismo, solo me jactaré de mis debilidades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Sin embargo, no sería insensato de mi parte el querer jactarme, porque estaría diciendo la verdad; pero prefiero no hacerlo, para que nadie piense de mí más de lo que ve u oye de mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y para que no me exaltara demasiado por la grandeza de las revelaciones, se me clavó un aguijón en el cuerpo, un mensajero de Satanás, para que me abofetee y no deje que yo me enaltezca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Tres veces le he rogado al Señor que me lo quite,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "pero él me ha dicho: «Con mi gracia tienes más que suficiente, porque mi poder se perfecciona en la debilidad.» Por eso, con mucho gusto habré de jactarme en mis debilidades, para que el poder de Cristo repose en mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Por eso, por amor a Cristo me gozo en las debilidades, en las afrentas, en las necesidades, en las persecuciones y en las angustias; porque mi debilidad es mi fuerza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Al jactarme, me he portado como un necio; pero ustedes me han obligado a hacerlo así. Aunque no soy nadie, yo debía haber sido alabado por ustedes, ya que en nada he sido menos que esos grandes apóstoles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Con todo, las señales de apóstol se han realizado entre ustedes con toda paciencia, por medio de señales, prodigios y milagros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "¿En qué han sido ustedes menos que las otras iglesias, sino en que yo mismo nunca les he sido una carga? ¡Perdónenme este agravio!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo anuncia su tercera visita"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ya estoy dispuesto a visitarlos por tercera vez, y tampoco esta vez les seré una carga, porque no ando tras lo que es de ustedes, sino tras de ustedes mismos. No son los hijos los que deben juntar tesoros para los padres; son los padres los que deben juntar tesoros para los hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Por amor a ustedes, yo con gran placer gastaré lo mío, y aun yo mismo me gastaré del todo, aun si mientras más los ame, menos amado sea yo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero admitamos esto: yo no he sido una carga para ustedes, sino que como soy astuto, los atrapé con engaños."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "¿Acaso los engañé mediante alguno de los que he enviado a ustedes?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Rogué a Tito que los visitara, y con él envié al hermano. ¿Acaso Tito los engañó? ¿Qué, no hemos actuado con el mismo espíritu y de la misma manera?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "¿Todavía creen que nos estamos disculpando con ustedes? Cuando hablamos, lo hacemos delante de Dios en Cristo; y todo esto, amados míos, para la edificación de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Mucho me temo que, cuando llegue, no los encuentre como quisiera encontrarlos, y que tampoco ustedes me encuentren así. Me temo que entre ustedes hay pleitos, envidias, enojos, divisiones, calumnias, chismes, insolencias y desórdenes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "También me temo que, cuando vuelva, Dios me humille ante ustedes, y que tal vez tenga que llorar por muchos de los que antes han pecado y no se han arrepentido de la inmundicia, ni de la inmoralidad sexual y el libertinaje a que se han entregado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.13"
        ],
        "human": "2 Corintios 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "GAL.1"
        ],
        "human": "Gálatas 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.12"
        ],
        "human": "2 Corintios 12",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Esta será la tercera vez que los visite. Todo asunto se resolverá por el testimonio de dos o tres testigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ya lo he dicho antes y, como si estuviera presente, vuelvo a decirlo: aunque ahora me encuentre lejos, les digo a los que antes pecaron, y a todos los demás, que en caso de volver, esta vez no seré indulgente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ustedes buscan una prueba de que Cristo, quien no es débil para con ustedes, sino que es poderoso en ustedes, actúa por medio de mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Él, aunque fue crucificado en debilidad, vive por el poder de Dios. Y nosotros, aunque también somos débiles en él, viviremos con él por el poder de Dios para el bien de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Examínense ustedes mismos y vean si permanecen en la fe; pónganse a prueba ustedes mismos. ¿O acaso ustedes mismos no se conocen? ¿Acaso no saben que Jesucristo está en ustedes? ¡A menos que no hayan pasado la prueba!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Yo espero que ustedes se den cuenta de que nosotros sí pasamos la prueba;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "y si pedimos a Dios que ustedes no hagan nada malo, no es para demostrar que nosotros pasamos la prueba, sino para que ustedes hagan lo bueno, aun cuando parezca que nosotros no pasamos la prueba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Nosotros nada podemos hacer contra la verdad, sino a favor de la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Por eso nos alegramos de que nosotros seamos débiles y ustedes fuertes, y hasta oramos para que ustedes sean perfectos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Por eso les escribo ahora que estoy lejos, para no ser severo cuando esté entre ustedes, ciñéndome a la autoridad que el Señor me ha dado, que es para edificar y no para destruir."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludos y doxología final"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por lo demás, hermanos, regocíjense, perfecciónense, consuélense; sean de un mismo sentir, y vivan en paz. Y el Dios de la paz y del amor estará con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Salúdense unos a otros con un beso santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Todos los santos les mandan saludos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Que la gracia del Señor Jesucristo, el amor de Dios, y la comunión del Espíritu Santo sean con todos ustedes. Amén."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}