{
  "book_usfm": "1TH",
  "name": "1 Tesalonicenses",
  "local_title": "La Biblia de las Américas",
  "local_abbreviation": "LBLA",
  "version_id": 89,
  "publisher": {
    "name": "The Lockman Foundation"
  },
  "copyright": {
    "html": "1986, 1995, 1997 by The Lockman Foundation",
    "text": "1986, 1995, 1997 by The Lockman Foundation"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "1TH.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1TH.1"
        ],
        "human": "1 Tesalonicenses 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1TH.2"
        ],
        "human": "1 Tesalonicenses 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "COL.4"
        ],
        "human": "Colosenses 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pablo, Silvano y Timoteo, a la iglesia de los tesalonicenses en Dios Padre y en el Señor Jesucristo: Gracia a vosotros y paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Fe y ejemplo de los tesalonicenses"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Siempre damos gracias a Dios por todos vosotros, haciendo mención de vosotros en nuestras oraciones;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "teniendo presente sin cesar delante de nuestro Dios y Padre vuestra obra de fe, vuestro trabajo de amor y la firmeza de vuestra esperanza en nuestro Señor Jesucristo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "sabiendo, hermanos amados de Dios, su elección de vosotros,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "pues nuestro evangelio no vino a vosotros solamente en palabras, sino también en poder y en el Espíritu Santo y con plena convicción; como sabéis qué clase de personas demostramos ser entre vosotros por amor a vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y vosotros vinisteis a ser imitadores de nosotros y del Señor, habiendo recibido la palabra, en medio de mucha tribulación, con el gozo del Espíritu Santo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "de manera que llegasteis a ser un ejemplo para todos los creyentes en Macedonia y en Acaya."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Porque saliendo de vosotros, la palabra del Señor ha resonado, no solo en Macedonia y Acaya, sino que también por todas partes vuestra fe en Dios se ha divulgado, de modo que nosotros no tenemos necesidad de hablar nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pues ellos mismos cuentan acerca de nosotros, de la acogida que tuvimos por parte de vosotros, y de cómo os convertisteis de los ídolos a Dios para servir al Dios vivo y verdadero,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y esperar de los cielos a su Hijo, al cual resucitó de entre los muertos, es decir, a Jesús, quien nos libra de la ira venidera."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1TH.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1TH.2"
        ],
        "human": "1 Tesalonicenses 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1TH.3"
        ],
        "human": "1 Tesalonicenses 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1TH.1"
        ],
        "human": "1 Tesalonicenses 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Comportamiento de Pablo como ministro de Jesucristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Porque vosotros mismos sabéis, hermanos, que nuestra visita a vosotros no fue en vano,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "sino que después de haber sufrido y sido maltratados en Filipos, como sabéis, tuvimos el valor, confiados en nuestro Dios, de hablaros el evangelio de Dios en medio de mucha oposición."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pues nuestra exhortación no procede de error ni de impureza ni es con engaño;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "sino que así como hemos sido aprobados por Dios para que se nos confiara el evangelio, así hablamos, no como agradando a los hombres, sino a Dios que examina nuestros corazones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Porque como sabéis, nunca fuimos a vosotros con palabras lisonjeras, ni con pretexto para lucrar, Dios es testigo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "ni buscando gloria de los hombres, ni de vosotros ni de otros, aunque como apóstoles de Cristo hubiéramos podido imponer nuestra autoridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Más bien demostramos ser benignos entre vosotros, como una madre que cría con ternura a sus propios hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Teniendo así un gran afecto por vosotros, nos hemos complacido en impartiros no solo el evangelio de Dios, sino también nuestras propias vidas, pues llegasteis a sernos muy amados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque recordáis, hermanos, nuestros trabajos y fatigas, cómo, trabajando de día y de noche para no ser carga a ninguno de vosotros, os proclamamos el evangelio de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Vosotros sois testigos, y también Dios, de cuán santa, justa e irreprensiblemente nos comportamos con vosotros los creyentes;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "así como sabéis de qué manera os exhortábamos, alentábamos e implorábamos a cada uno de vosotros, como un padre lo haría con sus propios hijos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "para que anduvierais como es digno del Dios que os ha llamado a su reino y a su gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo da gracias por los tesalonicenses"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por esto también nosotros sin cesar damos gracias a Dios de que cuando recibisteis la palabra de Dios, que oísteis de nosotros la aceptasteis no como la palabra de hombres, sino como lo que realmente es, la palabra de Dios, la cual también hace su obra en vosotros los que creéis."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pues vosotros, hermanos, vinisteis a ser imitadores de las iglesias de Dios en Cristo Jesús que están en Judea, porque también vosotros padecisteis los mismos sufrimientos a manos de vuestros propios compatriotas, tal como ellos padecieron a manos de los judíos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "los cuales mataron tanto al Señor Jesús como a los profetas, y a nosotros nos expulsaron, y no agradan a Dios sino que son contrarios a todos los hombres,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "impidiéndonos hablar a los gentiles para que se salven, con el resultado de que siempre llenan la medida de sus pecados. Pero la ira ha venido sobre ellos hasta el extremo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero nosotros, hermanos, separados de vosotros por breve tiempo, en persona pero no en espíritu, estábamos muy ansiosos, con profundo deseo de ver vuestro rostro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Ya que queríamos ir a vosotros (al menos yo, Pablo, más de una vez) pero Satanás nos lo ha impedido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Porque ¿quién es nuestra esperanza o gozo o corona de gloria? ¿No lo sois vosotros en la presencia de nuestro Señor Jesús en su venida?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pues vosotros sois nuestra gloria y nuestro gozo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1TH.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1TH.3"
        ],
        "human": "1 Tesalonicenses 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1TH.4"
        ],
        "human": "1 Tesalonicenses 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1TH.2"
        ],
        "human": "1 Tesalonicenses 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Interés de Pablo por sus hijos en la fe"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por lo cual, no pudiendo soportarlo más, pensamos que era mejor quedarnos solos en Atenas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y enviamos a Timoteo, nuestro hermano y colaborador de Dios en el evangelio de Cristo, para fortaleceros y alentaros respecto a vuestra fe;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "a fin de que nadie se inquiete por causa de estas aflicciones, porque vosotros mismos sabéis que para esto hemos sido destinados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Porque en verdad, cuando estábamos con vosotros os predecíamos que íbamos a sufrir aflicción, y así ha acontecido, como sabéis."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por eso también yo, cuando ya no pude soportar más, envié para informarme de vuestra fe, por temor a que el tentador os hubiera tentado y que nuestro trabajo resultara en vano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero ahora Timoteo ha regresado de vosotros a nosotros, y nos ha traído buenas noticias de vuestra fe y amor y de que siempre tenéis buen recuerdo de nosotros, añorando vernos, como también nosotros a vosotros;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "por eso, hermanos, en toda nuestra necesidad y aflicción fuimos consolados respecto a vosotros por medio de vuestra fe;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "porque ahora sí que vivimos, si vosotros estáis firmes en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pues ¿qué acción de gracias podemos dar a Dios por vosotros, por todo el gozo con que nos regocijamos delante de nuestro Dios a causa de vosotros,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "según oramos intensamente de noche y de día que podamos ver vuestro rostro y que completemos lo que falta a vuestra fe?"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Exhortación a la santidad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Ahora, pues, que el mismo Dios y Padre nuestro, y Jesús nuestro Señor, dirijan nuestro camino a vosotros;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "y que el Señor os haga crecer y abundar en amor unos para con otros, y para con todos, como también nosotros lo hacemos para con vosotros;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "a fin de que Él afirme vuestros corazones irreprensibles en santidad delante de nuestro Dios y Padre, en la venida de nuestro Señor Jesús con todos sus santos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1TH.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1TH.4"
        ],
        "human": "1 Tesalonicenses 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1TH.5"
        ],
        "human": "1 Tesalonicenses 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1TH.3"
        ],
        "human": "1 Tesalonicenses 3",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por lo demás, hermanos, os rogamos, pues, y os exhortamos en el Señor Jesús, que como habéis recibido de nosotros instrucciones acerca de la manera en que debéis andar y agradar a Dios (como de hecho ya andáis), así abundéis en ello más y más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pues sabéis qué preceptos os dimos por autoridad del Señor Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque esta es la voluntad de Dios: vuestra santificación; es decir, que os abstengáis de inmoralidad sexual;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "que cada uno de vosotros sepa cómo poseer su propio vaso en santificación y honor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "no en pasión de concupiscencia, como los gentiles que no conocen a Dios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y que nadie peque y defraude a su hermano en este asunto, porque el Señor es el vengador en todas estas cosas, como también antes os lo dijimos y advertimos solemnemente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Porque Dios no nos ha llamado a impureza, sino a santificación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Por consiguiente, el que rechaza esto no rechaza a hombre, sino al Dios que os da su Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Mas en cuanto al amor fraternal, no tenéis necesidad de que nadie os escriba, porque vosotros mismos habéis sido enseñados por Dios a amaros unos a otros;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "porque en verdad lo practicáis con todos los hermanos que están en toda Macedonia. Pero os instamos, hermanos, a que abundéis en ello más y más,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y a que tengáis por vuestra ambición el llevar una vida tranquila, y os ocupéis en vuestros propios asuntos y trabajéis con vuestras manos, tal como os hemos mandado;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "a fin de que os conduzcáis honradamente para con los de afuera, y no tengáis necesidad de nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La venida del Señor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero no queremos, hermanos, que ignoréis acerca de los que duermen, para que no os entristezcáis como lo hacen los demás que no tienen esperanza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Porque si creemos que Jesús murió y resucitó, así también Dios traerá con Él a los que durmieron en Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Por lo cual os decimos esto por la palabra del Señor: que nosotros los que estemos vivos y que permanezcamos hasta la venida del Señor, no precederemos a los que durmieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pues el Señor mismo descenderá del cielo con voz de mando, con voz de arcángel y con la trompeta de Dios, y los muertos en Cristo se levantarán primero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces nosotros, los que estemos vivos y que permanezcamos, seremos arrebatados juntamente con ellos en las nubes al encuentro del Señor en el aire, y así estaremos con el Señor siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Por tanto, confortaos unos a otros con estas palabras."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1TH.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1TH.5"
        ],
        "human": "1 Tesalonicenses 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2TH.1"
        ],
        "human": "2 Tesalonicenses 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1TH.4"
        ],
        "human": "1 Tesalonicenses 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Preparados para el día del Señor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahora bien, hermanos, con respecto a los tiempos y a las épocas, no tenéis necesidad de que se os escriba nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pues vosotros mismos sabéis perfectamente que el día del Señor vendrá así como un ladrón en la noche;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "que cuando estén diciendo: Paz y seguridad, entonces la destrucción vendrá sobre ellos repentinamente, como dolores de parto a una mujer que está encinta, y no escaparán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Mas vosotros, hermanos, no estáis en tinieblas, para que el día os sorprenda como ladrón;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "porque todos vosotros sois hijos de la luz e hijos del día. No somos de la noche ni de las tinieblas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por tanto, no durmamos como los demás, sino estemos alerta y seamos sobrios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Porque los que duermen, de noche duermen, y los que se emborrachan, de noche se emborrachan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero puesto que nosotros somos del día, seamos sobrios, habiéndonos puesto la coraza de la fe y del amor, y por yelmo la esperanza de la salvación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque no nos ha destinado Dios para ira, sino para obtener salvación por medio de nuestro Señor Jesucristo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "que murió por nosotros, para que ya sea que estemos despiertos o dormidos, vivamos juntamente con Él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por tanto, alentaos los unos a los otros, y edificaos el uno al otro, tal como lo estáis haciendo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Deberes prácticos de la vida cristiana"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero os rogamos hermanos, que reconozcáis a los que con diligencia trabajan entre vosotros, y os dirigen en el Señor y os instruyen,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "y que los tengáis en muy alta estima con amor, por causa de su trabajo. Vivid en paz los unos con los otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y os exhortamos, hermanos, a que amonestéis a los indisciplinados, animéis a los desalentados, sostengáis a los débiles y seáis pacientes con todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Mirad que ninguno devuelva a otro mal por mal, sino procurad siempre lo bueno los unos para con los otros, y para con todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Estad siempre gozosos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "orad sin cesar;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "dad gracias en todo, porque esta es la voluntad de Dios para vosotros en Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "No apaguéis el Espíritu;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "no menospreciéis las profecías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Antes bien, examinadlo todo cuidadosamente, retened lo bueno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "absteneos de toda forma de mal."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo ora por la santificación de los tesalonicenses"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y que el mismo Dios de paz os santifique por completo; y que todo vuestro ser, espíritu, alma y cuerpo, sea preservado irreprensible para la venida de nuestro Señor Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Fiel es el que os llama, el cual también lo hará."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludos y bendición final"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Hermanos, orad por nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Saludad a todos los hermanos con beso santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Os encargo solemnemente por el Señor que se lea esta carta a todos los hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "La gracia de nuestro Señor Jesucristo sea con vosotros."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}