{
  "book_usfm": "2PE",
  "name": "2 Pedro",
  "local_title": "La Biblia de las Américas",
  "local_abbreviation": "LBLA",
  "version_id": 89,
  "publisher": {
    "name": "The Lockman Foundation"
  },
  "copyright": {
    "html": "1986, 1995, 1997 by The Lockman Foundation",
    "text": "1986, 1995, 1997 by The Lockman Foundation"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "2PE.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2PE.1"
        ],
        "human": "2 Pedro 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2PE.2"
        ],
        "human": "2 Pedro 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1PE.5"
        ],
        "human": "1 Pedro 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Simón Pedro, siervo y apóstol de Jesucristo, a los que han recibido una fe como la nuestra, mediante la justicia de nuestro Dios y Salvador, Jesucristo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Gracia y paz os sean multiplicadas en el conocimiento de Dios y de Jesús nuestro Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Virtudes del cristiano"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pues su divino poder nos ha concedido todo cuanto concierne a la vida y a la piedad, mediante el verdadero conocimiento de aquel que nos llamó por su gloria y excelencia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "por medio de las cuales nos ha concedido sus preciosas y maravillosas promesas, a fin de que por ellas lleguéis a ser partícipes de la naturaleza divina, habiendo escapado de la corrupción que hay en el mundo por causa de la concupiscencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por esta razón también, obrando con toda diligencia, añadid a vuestra fe, virtud, y a la virtud, conocimiento;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "al conocimiento, dominio propio, al dominio propio, perseverancia, y a la perseverancia, piedad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "a la piedad, fraternidad y a la fraternidad, amor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pues estas virtudes, al estar en vosotros y al abundar, no os dejarán ociosos ni estériles en el verdadero conocimiento de nuestro Señor Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque el que carece de estas virtudes es ciego o corto de vista, habiendo olvidado la purificación de sus pecados pasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Así que, hermanos, sed tanto más diligentes para hacer firme vuestro llamado y elección de parte de Dios; porque mientras hagáis estas cosas nunca tropezaréis;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "pues de esta manera os será concedida ampliamente la entrada al reino eterno de nuestro Señor y Salvador Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Propósito de la carta"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por tanto, siempre estaré listo para recordaros estas cosas, aunque vosotros ya las sabéis y habéis sido confirmados en la verdad que está presente en vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y considero justo, mientras esté en este cuerpo, estimularos recordándoos estas cosas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "sabiendo que mi separación del cuerpo terrenal es inminente, tal como me lo ha declarado nuestro Señor Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "También yo procuraré con diligencia, que en todo tiempo, después de mi partida, podáis recordar estas cosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Testigos de la gloria de Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Porque cuando os dimos a conocer el poder y la venida de nuestro Señor Jesucristo, no seguimos fábulas ingeniosamente inventadas, sino que fuimos testigos oculares de su majestad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pues cuando Él recibió honor y gloria de Dios Padre, la majestuosa Gloria le hizo esta declaración: Este es mi Hijo amado en quien me he complacido;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "y nosotros mismos escuchamos esta declaración, hecha desde el cielo cuando estábamos con Él en el monte santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La palabra profética"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y así tenemos la palabra profética más segura, a la cual hacéis bien en prestar atención como a una lámpara que brilla en el lugar oscuro, hasta que el día despunte y el lucero de la mañana aparezca en vuestros corazones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero ante todo sabed esto, que ninguna profecía de la Escritura es asunto de interpretación personal,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "pues ninguna profecía fue dada jamás por un acto de voluntad humana, sino que hombres inspirados por el Espíritu Santo hablaron de parte de Dios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2PE.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2PE.2"
        ],
        "human": "2 Pedro 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2PE.3"
        ],
        "human": "2 Pedro 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2PE.1"
        ],
        "human": "2 Pedro 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Profetas y maestros falsos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pero se levantaron falsos profetas entre el pueblo, así como habrá también falsos maestros entre vosotros, los cuales encubiertamente introducirán herejías destructoras, negando incluso al Señor que los compró, trayendo sobre sí una destrucción repentina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Muchos seguirán su sensualidad, y por causa de ellos, el camino de la verdad será blasfemado;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y en su avaricia os explotarán con palabras falsas. El juicio de ellos, desde hace mucho tiempo no está ocioso, ni su perdición dormida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Porque si Dios no perdonó a los ángeles cuando pecaron, sino que los arrojó al infierno y los entregó a fosos de tinieblas, reservados para juicio;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "si no perdonó al mundo antiguo, sino que guardó a Noé, un predicador de justicia, con otros siete, cuando trajo el diluvio sobre el mundo de los impíos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "si condenó a la destrucción las ciudades de Sodoma y Gomorra, reduciéndolas a cenizas, poniéndolas de ejemplo para los que habrían de vivir impíamente después;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "si rescató al justo Lot, abrumado por la conducta sensual de hombres libertinos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "(porque ese justo, por lo que veía y oía mientras vivía entre ellos, diariamente sentía su alma justa atormentada por sus hechos inicuos),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "el Señor, entonces, sabe rescatar de tentación a los piadosos, y reservar a los injustos bajo castigo para el día del juicio,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "especialmente a los que andan tras la carne en sus deseos corrompidos y desprecian la autoridad. Atrevidos y obstinados, no tiemblan cuando blasfeman de las majestades angélicas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "cuando los ángeles, que son mayores en fuerza y en potencia, no pronuncian juicio injurioso contra ellos delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero estos, como animales irracionales, nacidos como criaturas de instinto para ser capturados y destruidos, blasfemando de lo que ignoran, serán también destruidos con la destrucción de esas criaturas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "sufriendo el mal como pago de su iniquidad. Cuentan por deleite andar en placeres disolutos durante el día; son manchas e inmundicias, deleitándose en sus engaños mientras banquetean con vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Tienen los ojos llenos de adulterio y nunca cesan de pecar; seducen a las almas inestables; tienen un corazón ejercitado en la avaricia; son hijos de maldición."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Abandonando el camino recto, se han extraviado, siguiendo el camino de Balaam, el hijo de Beor, quien amó el pago de la iniquidad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "pero fue reprendido por su transgresión, pues una muda bestia de carga, hablando con voz humana, reprimió la locura del profeta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Estos son manantiales sin agua, bruma impulsada por una tormenta, para quienes está reservada la oscuridad de las tinieblas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pues hablando con arrogancia y vanidad, seducen mediante deseos carnales, por sensualidad, a los que hace poco escaparon de los que viven en el error."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Les prometen libertad, mientras que ellos mismos son esclavos de la corrupción, pues uno es esclavo de aquello que le ha vencido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Porque si después de haber escapado de las contaminaciones del mundo por el conocimiento de nuestro Señor y Salvador Jesucristo, de nuevo son enredados en ellas y vencidos, su condición postrera viene a ser peor que la primera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pues hubiera sido mejor para ellos no haber conocido el camino de la justicia, que habiéndolo conocido, apartarse del santo mandamiento que les fue dado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Les ha sucedido a ellos según el proverbio verdadero: El perro vuelve a su propio vómito, y: La puerca lavada, vuelve a revolcarse en el cieno."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2PE.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2PE.3"
        ],
        "human": "2 Pedro 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1JN.1"
        ],
        "human": "1 Juan 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2PE.2"
        ],
        "human": "2 Pedro 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La promesa de la venida del Señor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Amados, esta es ya la segunda carta que os escribo, en las cuales, como recordatorio, despierto en vosotros vuestro sincero entendimiento,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "para que recordéis las palabras dichas de antemano por los santos profetas, y el mandamiento del Señor y Salvador declarado por vuestros apóstoles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ante todo, sabed esto: que en los últimos días vendrán burladores, con su sarcasmo, siguiendo sus propias pasiones,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y diciendo: ¿Dónde está la promesa de su venida? Porque desde que los padres durmieron, todo continúa tal como estaba desde el principio de la creación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pues cuando dicen esto, no se dan cuenta de que los cielos existían desde hace mucho tiempo, y también la tierra, surgida del agua y establecida entre las aguas por la palabra de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "por lo cual el mundo de entonces fue destruido, siendo inundado con agua;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "pero los cielos y la tierra actuales están reservados por su palabra para el fuego, guardados para el día del juicio y de la destrucción de los impíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El día del Señor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero, amados, no ignoréis esto: que para el Señor un día es como mil años, y mil años como un día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El Señor no se tarda en cumplir su promesa, según algunos entienden la tardanza, sino que es paciente para con vosotros, no queriendo que nadie perezca, sino que todos vengan al arrepentimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero el día del Señor vendrá como ladrón, en el cual los cielos pasarán con gran estruendo, y los elementos serán destruidos con fuego intenso, y la tierra y las obras que hay en ella serán quemadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Puesto que todas estas cosas han de ser destruidas de esta manera, ¡qué clase de personas no debéis ser vosotros en santa conducta y en piedad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "esperando y apresurando la venida del día de Dios, en el cual los cielos serán destruidos por fuego y los elementos se fundirán con intenso calor!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero, según su promesa, nosotros esperamos nuevos cielos y nueva tierra, en los cuales mora la justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Exhortación final"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Por tanto, amados, puesto que aguardáis estas cosas, procurad con diligencia ser hallados por Él en paz, sin mancha e irreprensibles,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "y considerad la paciencia de nuestro Señor como salvación, tal como os escribió también nuestro amado hermano Pablo, según la sabiduría que le fue dada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Asimismo en todas sus cartas habla en ellas de esto; en las cuales hay algunas cosas difíciles de entender, que los ignorantes e inestables tuercen—como también tuercen el resto de las Escrituras—para su propia perdición."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Por tanto, amados, sabiendo esto de antemano, estad en guardia, no sea que arrastrados por el error de hombres libertinos, caigáis de vuestra firmeza;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "antes bien, creced en la gracia y el conocimiento de nuestro Señor y Salvador Jesucristo. A Él sea la gloria ahora y hasta el día de la eternidad. Amén."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}