{
  "book_usfm": "COL",
  "name": "Colosenses",
  "local_title": "La Biblia de las Américas",
  "local_abbreviation": "LBLA",
  "version_id": 89,
  "publisher": {
    "name": "The Lockman Foundation"
  },
  "copyright": {
    "html": "1986, 1995, 1997 by The Lockman Foundation",
    "text": "1986, 1995, 1997 by The Lockman Foundation"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "COL.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "COL.1"
        ],
        "human": "Colosenses 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "COL.2"
        ],
        "human": "Colosenses 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "PHP.4"
        ],
        "human": "Filipenses 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pablo, apóstol de Jesucristo por la voluntad de Dios, y el hermano Timoteo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "a los santos y fieles hermanos en Cristo que están en Colosas: Gracia a vosotros y paz de parte de Dios nuestro Padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gratitud de Pablo por los colosenses"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Damos gracias a Dios, el Padre de nuestro Señor Jesucristo, orando siempre por vosotros,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "al oír de vuestra fe en Cristo Jesús y del amor que tenéis por todos los santos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "a causa de la esperanza reservada para vosotros en los cielos, de la cual oísteis antes en la palabra de verdad, el evangelio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "que ha llegado hasta vosotros. Así como en todo el mundo está dando fruto constantemente y creciendo, así lo ha estado haciendo también en vosotros, desde el día que oísteis y comprendisteis la gracia de Dios en verdad;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "tal como lo aprendisteis de Epafras, nuestro amado consiervo, quien es fiel servidor de Cristo de parte nuestra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "el cual también nos informó acerca de vuestro amor en el Espíritu."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo ora por los colosenses"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Por esta razón, también nosotros, desde el día que lo supimos, no hemos cesado de orar por vosotros y de rogar que seáis llenos del conocimiento de su voluntad en toda sabiduría y comprensión espiritual,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "para que andéis como es digno del Señor, agradándole en todo, dando fruto en toda buena obra y creciendo en el conocimiento de Dios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "fortalecidos con todo poder según la potencia de su gloria, para obtener toda perseverancia y paciencia, con gozo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "dando gracias al Padre que nos ha capacitado para compartir la herencia de los santos en luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La persona y la obra de Jesucristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Porque Él nos libró del dominio de las tinieblas y nos trasladó al reino de su Hijo amado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "en quien tenemos redención: el perdón de los pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Él es la imagen del Dios invisible, el primogénito de toda creación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Porque en Él fueron creadas todas las cosas, tanto en los cielos como en la tierra, visibles e invisibles; ya sean tronos o dominios o poderes o autoridades; todo ha sido creado por medio de Él y para Él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y Él es antes de todas las cosas, y en Él todas las cosas permanecen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Él es también la cabeza del cuerpo que es la iglesia; y Él es el principio, el primogénito de entre los muertos, a fin de que Él tenga en todo la primacía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Porque agradó al Padre que en Él habitara toda la plenitud,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "y por medio de Él reconciliar todas las cosas consigo, habiendo hecho la paz por medio de la sangre de su cruz, por medio de Él, repito, ya sean las que están en la tierra o las que están en los cielos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y aunque vosotros antes estabais alejados y erais de ánimo hostil, ocupados en malas obras,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "sin embargo, ahora Él os ha reconciliado en su cuerpo de carne, mediante su muerte, a fin de presentaros santos, sin mancha e irreprensibles delante de Él,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "si en verdad permanecéis en la fe bien cimentados y constantes, sin moveros de la esperanza del evangelio que habéis oído, que fue proclamado a toda la creación debajo del cielo, y del cual yo, Pablo, fui hecho ministro."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cristo en vosotros, la esperanza de gloria"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Ahora me alegro de mis sufrimientos por vosotros, y en mi carne, completando lo que falta de las aflicciones de Cristo, hago mi parte por su cuerpo, que es la iglesia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "de la cual fui hecho ministro conforme a la administración de Dios que me fue dada para beneficio vuestro, a fin de llevar a cabo la predicación de la palabra de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "es decir, el misterio que ha estado oculto desde los siglos y generaciones pasadas, pero que ahora ha sido manifestado a sus santos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "a quienes Dios quiso dar a conocer cuáles son las riquezas de la gloria de este misterio entre los gentiles, que es Cristo en vosotros, la esperanza de la gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "A Él nosotros proclamamos, amonestando a todos los hombres, y enseñando a todos los hombres con toda sabiduría, a fin de poder presentar a todo hombre perfecto en Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y con este fin también trabajo, esforzándome según su poder que obra poderosamente en mí."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "COL.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "COL.2"
        ],
        "human": "Colosenses 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "COL.3"
        ],
        "human": "Colosenses 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "COL.1"
        ],
        "human": "Colosenses 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Preocupación de Pablo por los colosenses"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Porque quiero que sepáis qué gran lucha tengo por vosotros y por los que están en Laodicea, y por todos los que no me han visto en persona,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "para que sean alentados sus corazones, y unidos en amor, alcancen todas las riquezas que proceden de una plena seguridad de comprensión, resultando en un verdadero conocimiento del misterio de Dios, es decir, de Cristo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "en quien están escondidos todos los tesoros de la sabiduría y del conocimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Esto lo digo para que nadie os engañe con razonamientos persuasivos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Porque aunque estoy ausente en el cuerpo, sin embargo estoy con vosotros en espíritu, regocijándome al ver vuestra buena disciplina y la estabilidad de vuestra fe en Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por tanto, de la manera que recibisteis a Cristo Jesús el Señor, así andad en Él;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "firmemente arraigados y edificados en Él y confirmados en vuestra fe, tal como fuisteis instruidos, rebosando de gratitud."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jesucristo: Dios, salvador y vencedor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Mirad que nadie os haga cautivos por medio de su filosofía y vanas sutilezas, según la tradición de los hombres, conforme a los principios elementales del mundo y no según Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque toda la plenitud de la Deidad reside corporalmente en Él,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y habéis sido hechos completos en Él, que es la cabeza sobre todo poder y autoridad;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "en Él también fuisteis circuncidados con una circuncisión no hecha por manos, al quitar el cuerpo de la carne mediante la circuncisión de Cristo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "habiendo sido sepultados con Él en el bautismo, en el cual también habéis resucitado con Él por la fe en la acción del poder de Dios, que le resucitó de entre los muertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y cuando estabais muertos en vuestros delitos y en la incircuncisión de vuestra carne, os dio vida juntamente con Él, habiéndonos perdonado todos los delitos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "habiendo cancelado el documento de deuda que consistía en decretos contra nosotros y que nos era adverso, y lo ha quitado de en medio, clavándolo en la cruz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y habiendo despojado a los poderes y autoridades, hizo de ellos un espectáculo público, triunfando sobre ellos por medio de Él."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Advertencias contra mandamientos de hombres"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por tanto, que nadie se constituya en vuestro juez con respecto a comida o bebida, o en cuanto a día de fiesta, o luna nueva, o día de reposo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "cosas que solo son sombra de lo que ha de venir, pero el cuerpo pertenece a Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Nadie os defraude de vuestro premio deleitándose en la humillación de sí mismo y en la adoración de los ángeles, basándose en las visiones que ha visto, hinchado sin causa por su mente carnal,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "pero no asiéndose a la Cabeza, de la cual todo el cuerpo, nutrido y unido por las coyunturas y ligamentos, crece con un crecimiento que es de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Si habéis muerto con Cristo a los principios elementales del mundo, ¿por qué, como si aún vivierais en el mundo, os sometéis a preceptos tales como:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "no manipules, no gustes, no toques"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "(todos los cuales se refieren a cosas destinadas a perecer con el uso), según los preceptos y enseñanzas de los hombres?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Tales cosas tienen a la verdad, la apariencia de sabiduría en una religión humana, en la humillación de sí mismo y en el trato severo del cuerpo, pero carecen de valor alguno contra los apetitos de la carne."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "COL.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "COL.3"
        ],
        "human": "Colosenses 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "COL.4"
        ],
        "human": "Colosenses 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "COL.2"
        ],
        "human": "Colosenses 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La meta del cristiano"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Si habéis, pues, resucitado con Cristo, buscad las cosas de arriba, donde está Cristo sentado a la diestra de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Poned la mira en las cosas de arriba, no en las de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque habéis muerto, y vuestra vida está escondida con Cristo en Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando Cristo, nuestra vida, sea manifestado, entonces vosotros también seréis manifestados con Él en gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La vida vieja y la vida nueva"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por tanto, considerad los miembros de vuestro cuerpo terrenal como muertos a la fornicación, la impureza, las pasiones, los malos deseos y la avaricia, que es idolatría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pues la ira de Dios vendrá sobre los hijos de desobediencia por causa de estas cosas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "en las cuales vosotros también anduvisteis en otro tiempo cuando vivíais en ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero ahora desechad también vosotros todas estas cosas: ira, enojo, malicia, maledicencia, lenguaje soez de vuestra boca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "No mintáis los unos a los otros, puesto que habéis desechado al viejo hombre con sus malos hábitos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y os habéis vestido del nuevo hombre, el cual se va renovando hacia un verdadero conocimiento, conforme a la imagen de aquel que lo creó;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "una renovación en la cual no hay distinción entre griego y judío, circunciso e incircunciso, bárbaro, escita, esclavo o libre, sino que Cristo es todo, y en todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces, como escogidos de Dios, santos y amados, revestíos de tierna compasión, bondad, humildad, mansedumbre y paciencia;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "soportándoos unos a otros y perdonándoos unos a otros, si alguno tiene queja contra otro; como Cristo os perdonó, así también hacedlo vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y sobre todas estas cosas, vestíos de amor, que es el vínculo de la unidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y que la paz de Cristo reine en vuestros corazones, a la cual en verdad fuisteis llamados en un solo cuerpo; y sed agradecidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Que la palabra de Cristo habite en abundancia en vosotros, con toda sabiduría enseñándoos y amonestándoos unos a otros con salmos, himnos y canciones espirituales, cantando a Dios con acción de gracias en vuestros corazones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y todo lo que hacéis, de palabra o de hecho, hacedlo todo en el nombre del Señor Jesús, dando gracias por medio de Él a Dios el Padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Relaciones sociales del cristiano"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Mujeres, estad sujetas a vuestros maridos, como conviene en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Maridos, amad a vuestras mujeres y no seáis ásperos con ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Hijos, sed obedientes a vuestros padres en todo, porque esto es agradable al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Padres, no exasperéis a vuestros hijos, para que no se desalienten."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Siervos, obedeced en todo a vuestros amos en la tierra, no para ser vistos, como los que quieren agradar a los hombres, sino con sinceridad de corazón, temiendo al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y todo lo que hagáis, hacedlo de corazón, como para el Señor y no para los hombres,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "sabiendo que del Señor recibiréis la recompensa de la herencia. Es a Cristo el Señor a quien servís."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Porque el que procede con injusticia sufrirá las consecuencias del mal que ha cometido, y eso, sin acepción de personas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "COL.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "COL.4"
        ],
        "human": "Colosenses 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1TH.1"
        ],
        "human": "1 Tesalonicenses 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "COL.3"
        ],
        "human": "Colosenses 3",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Amos, tratad con justicia y equidad a vuestros siervos, sabiendo que vosotros también tenéis un Señor en el cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Exhortaciones finales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Perseverad en la oración, velando en ella con acción de gracias;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "orando al mismo tiempo también por nosotros, para que Dios nos abra una puerta para la palabra, a fin de dar a conocer el misterio de Cristo, por el cual también he sido encarcelado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "para manifestarlo como debo hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Andad sabiamente para con los de afuera, aprovechando bien el tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Que vuestra conversación sea siempre con gracia, sazonada como con sal, para que sepáis cómo debéis responder a cada persona."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Asuntos personales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "En cuanto a todos mis asuntos, os informará Tíquico, nuestro amado hermano, fiel ministro y consiervo en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Porque precisamente para esto os lo he enviado, para que sepáis de nuestras circunstancias y que conforte vuestros corazones;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "y con él a Onésimo, fiel y amado hermano, que es uno de vosotros. Ellos os informarán acerca de todo lo que aquí pasa."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Aristarco, mi compañero de prisión, os envía saludos; también Marcos, el primo de Bernabé (acerca del cual recibisteis instrucciones; si va a vosotros, recibidle bien);"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y también Jesús, llamado Justo; estos son los únicos colaboradores conmigo en el reino de Dios que son de la circuncisión, y ellos han resultado ser un estímulo para mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Epafras, que es uno de vosotros, siervo de Jesucristo, os envía saludos, siempre esforzándose intensamente a favor vuestro en sus oraciones, para que estéis firmes, perfectos y completamente seguros en toda la voluntad de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Porque le soy testigo de que tiene profundo interés por vosotros y por los que están en Laodicea y en Hierápolis."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Lucas, el médico amado, os envía saludos, y también Demas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Saludad a los hermanos que están en Laodicea, también a Ninfas y a la iglesia que está en su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Cuando esta carta se haya leído entre vosotros, hacedla leer también en la iglesia de los laodicenses; y vosotros, por vuestra parte, leed la carta que viene de Laodicea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y decid a Arquipo: Cuida el ministerio que has recibido del Señor, para que lo cumplas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Yo, Pablo, escribo este saludo con mi propia mano. Acordaos de mis cadenas. La gracia sea con vosotros."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}