{
  "book_usfm": "NEH",
  "name": "Nehemías",
  "local_title": "La Biblia de las Américas",
  "local_abbreviation": "LBLA",
  "version_id": 89,
  "publisher": {
    "name": "The Lockman Foundation"
  },
  "copyright": {
    "html": "1986, 1995, 1997 by The Lockman Foundation",
    "text": "1986, 1995, 1997 by The Lockman Foundation"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "NEH.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.1"
        ],
        "human": "Nehemías 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.2"
        ],
        "human": "Nehemías 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZR.10"
        ],
        "human": "Esdras 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Oración de Nehemías por los desterrados"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Palabras de Nehemías, hijo de Hacalías.",
            "Aconteció que en el mes de Quisleu, en el año veinte, estando yo en la fortaleza de Susa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "vino Hananí, uno de mis hermanos, con algunos hombres de Judá, y les pregunté por los judíos, los que habían escapado y habían sobrevivido a la cautividad, y por Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y me dijeron: El remanente, los que sobrevivieron a la cautividad allí en la provincia, están en gran aflicción y oprobio, y la muralla de Jerusalén está derribada y sus puertas quemadas a fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y cuando oí estas palabras, me senté y lloré, e hice duelo algunos días, y estuve ayunando y orando delante del Dios del cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y dije: Te ruego, oh Señor, Dios del cielo, el grande y temible Dios, que guarda el pacto y la misericordia para con aquellos que le aman y guardan sus mandamientos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "que estén atentos tus oídos y abiertos tus ojos para oír la oración de tu siervo, que yo hago ahora delante de ti día y noche por los hijos de Israel tus siervos, confesando los pecados que los hijos de Israel hemos cometido contra ti; sí, yo y la casa de mi padre hemos pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Hemos procedido perversamente contra ti y no hemos guardado los mandamientos, ni los estatutos, ni las ordenanzas que mandaste a tu siervo Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Acuérdate ahora de la palabra que ordenaste a tu siervo Moisés, diciendo: «Si sois infieles, yo os dispersaré entre los pueblos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "pero si volvéis a mí y guardáis mis mandamientos y los cumplís, aunque vuestros desterrados estén en los confines de los cielos, de allí los recogeré y los traeré al lugar que he escogido para hacer morar allí mi nombre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y ellos son tus siervos y tu pueblo, los que tú redimiste con tu gran poder y con tu mano poderosa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Te ruego, oh Señor, que tu oído esté atento ahora a la oración de tu siervo y a la oración de tus siervos que se deleitan en reverenciar tu nombre; haz prosperar hoy a tu siervo, y concédele favor delante de este hombre.",
            "Era yo entonces copero del rey."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.2"
        ],
        "human": "Nehemías 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.3"
        ],
        "human": "Nehemías 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.1"
        ],
        "human": "Nehemías 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemías enviado a Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Aconteció que en el mes de Nisán, en el año veinte del rey Artajerjes, estando ya el vino delante de él, tomé el vino y se lo di al rey. Yo nunca había estado triste en su presencia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y el rey me dijo: ¿Por qué está triste tu rostro? Tú no estás enfermo; eso no es más que tristeza de corazón. Entonces tuve mucho temor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y dije al rey: Viva para siempre el rey. ¿Cómo no ha de estar triste mi rostro cuando la ciudad, lugar de los sepulcros de mis padres, está desolada y sus puertas han sido consumidas por el fuego?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El rey me dijo: ¿Qué es lo que pides? Entonces oré al Dios del cielo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y respondí al rey: Si le place al rey, y si tu siervo ha hallado gracia delante de ti, envíame a Judá, a la ciudad de los sepulcros de mis padres, para que yo la reedifique."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces el rey me dijo, estando la reina sentada junto a él: ¿Cuánto durará tu viaje, y cuándo volverás? Y le agradó al rey enviarme, y yo le di un plazo fijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y dije al rey: Si le agrada al rey, que se me den cartas para los gobernadores de las provincias más allá del Río, para que me dejen pasar hasta que llegue a Judá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y una carta para Asaf, guarda del bosque del rey, a fin de que me dé madera para hacer las vigas de las puertas de la fortaleza que está junto al templo, para la muralla de la ciudad y para la casa a la cual iré. Y el rey me lo concedió, porque la mano bondadosa de mi Dios estaba sobre mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Fui entonces a los gobernadores de más allá del Río y les entregué las cartas del rey. Y el rey había enviado conmigo oficiales del ejército y hombres de a caballo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando se enteraron Sanbalat horonita y Tobías el oficial amonita, les disgustó mucho que alguien hubiera venido a procurar el bienestar de los hijos de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y llegué a Jerusalén y estuve allí tres días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y me levanté de noche, yo y unos pocos hombres conmigo, pero no informé a nadie lo que mi Dios había puesto en mi corazón que hiciera por Jerusalén, y no había ningún animal conmigo excepto el animal sobre el cual iba yo montado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Salí de noche por la puerta del Valle hacia la fuente del Dragón y hacia la puerta del Muladar, inspeccionando las murallas de Jerusalén que estaban derribadas y sus puertas que estaban consumidas por el fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pasé luego hacia la puerta de la Fuente y hacia el estanque del Rey, pero no había lugar para que pasara mi cabalgadura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y subí de noche por el torrente e inspeccioné la muralla. Entonces entré de nuevo por la puerta del Valle y regresé."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los oficiales no sabían adónde yo había ido ni qué había hecho, ni tampoco se lo había hecho saber todavía a los judíos, ni a los sacerdotes, ni a los nobles, ni a los oficiales, ni a los demás que hacían la obra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces les dije: Vosotros veis la mala situación en que estamos, que Jerusalén está desolada y sus puertas quemadas a fuego. Venid, reedifiquemos la muralla de Jerusalén para que ya no seamos un oprobio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y les conté cómo la mano de mi Dios había sido bondadosa conmigo, y también las palabras que el rey me había dicho. Entonces dijeron: Levantémonos y edifiquemos. Y esforzaron sus manos en la buena obra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero cuando se enteraron Sanbalat horonita, Tobías el oficial amonita y Gesem el árabe, se burlaron de nosotros, nos despreciaron y dijeron: ¿Qué es esto que estáis haciendo? ¿Os rebeláis contra el rey?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y yo les respondí, y les dije: El Dios del cielo nos dará éxito; por tanto, nosotros sus siervos nos levantaremos y edificaremos, pero vosotros no tenéis parte ni derecho ni memorial en Jerusalén."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.3"
        ],
        "human": "Nehemías 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.4"
        ],
        "human": "Nehemías 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.2"
        ],
        "human": "Nehemías 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La obra de reedificación"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces el sumo sacerdote Eliasib se levantó con sus hermanos los sacerdotes y edificaron la puerta de las Ovejas; la consagraron y asentaron sus hojas. Consagraron la muralla hasta la torre de los Cien y hasta la torre de Hananeel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y junto a él edificaron los hombres de Jericó, y a su lado edificó Zacur, hijo de Imri."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "La puerta del Pescado la edificaron los hijos de Senaa; colocaron sus vigas y asentaron sus hojas, sus cerrojos y sus barras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y junto a ellos hizo reparaciones Meremot, hijo de Urías, hijo de Cos. A su lado hizo reparaciones Mesulam, hijo de Berequías, hijo de Mesezabeel; y junto a este hizo reparaciones Sadoc, hijo de Baana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "A su lado hicieron también reparaciones los tecoítas, pero sus nobles no apoyaron la obra de sus señores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "La puerta Vieja la repararon Joiada, hijo de Paseah, y Mesulam, hijo de Besodías; colocaron sus vigas y asentaron sus hojas con sus cerrojos y sus barras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Junto a ellos Melatías gabaonita y Jadón meronotita, hombres de Gabaón y de Mizpa, hicieron también reparaciones para la sede oficial del gobernador de la provincia más allá del río."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "A su lado hizo reparaciones Uziel, hijo de Harhaía, de los orfebres; y junto a él hizo reparaciones Hananías, uno de los perfumistas; ellos restauraron a Jerusalén hasta la muralla Ancha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y junto a ellos hizo reparaciones Refaías, hijo de Hur, oficial de la mitad del distrito de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "A su lado Jedaías, hijo de Harumaf, hizo reparaciones frente a su casa. Y junto a él hizo reparaciones Hatús, hijo de Hasabnías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Malquías, hijo de Harim, y Hasub, hijo de Pahat-moab, repararon otra sección y la torre de Hornos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y junto a él hizo reparaciones Salum, hijo de Halohes, oficial de la mitad del distrito de Jerusalén, él con sus hijas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Hanún y los habitantes de Zanoa repararon la puerta del Valle. La edificaron y asentaron sus hojas con sus cerrojos y sus barras, y mil codos de la muralla hasta la puerta del Muladar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y Malquías, hijo de Recab, oficial del distrito de Bet-haquerem reparó la puerta del Muladar. La edificó y asentó sus hojas, sus cerrojos y sus barras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Salum, hijo de Col-hoze, oficial del distrito de Mizpa, reparó la puerta de la Fuente. La edificó, la revistió y asentó sus hojas, sus cerrojos y sus barras, y la muralla del estanque de Siloé en el jardín del rey hasta las gradas que descienden de la ciudad de David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Después de él hizo reparaciones Nehemías, hijo de Azbuc, oficial de la mitad del distrito de Bet-sur, hasta un punto frente a los sepulcros de David, hasta el estanque artificial y hasta la casa de los valientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Tras él hicieron reparaciones los levitas bajo Rehum, hijo de Bani. Junto a él Hasabías, oficial de la mitad del distrito de Keila, hizo reparaciones por su distrito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Después de él hicieron reparaciones sus hermanos bajo Bavai, hijo de Henadad, oficial de la otra mitad del distrito de Keila."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y junto a él Ezer, hijo de Jesúa, oficial de Mizpa, reparó otra sección, enfrente de la subida al arsenal del Angulo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Después de él Baruc, hijo de Zabai, con todo fervor reparó otra sección, desde el Angulo hasta la puerta de la casa del sumo sacerdote Eliasib."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Tras él Meremot, hijo de Urías, hijo de Cos, reparó otra sección, desde la puerta de la casa de Eliasib hasta el extremo de su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y después de él hicieron reparaciones los sacerdotes, los hombres del valle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Tras ellos Benjamín y Hasub hicieron reparaciones frente a su casa. Después de ellos Azarías, hijo de Maasías, hijo de Ananías, hizo reparaciones junto a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Tras él Binúi, hijo de Henadad, reparó otra sección, desde la casa de Azarías hasta el Angulo y hasta la esquina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Palal, hijo de Uzai, hizo reparaciones frente al Angulo y la torre que sobresale de la casa alta del rey, que está junto al atrio de la guardia. Después de él hizo reparaciones Pedaías, hijo de Faros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y los sirvientes del templo que habitaban en Ofel hicieron reparaciones hasta el frente de la puerta de las Aguas, hacia el oriente y hasta la torre sobresaliente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Después de ellos los tecoítas repararon otra sección frente a la gran torre sobresaliente y hasta el muro de Ofel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Más arriba de la puerta de los Caballos, los sacerdotes hicieron reparaciones cada uno frente a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Después de ellos Sadoc, hijo de Imer, hizo reparaciones frente a su casa. Y tras él hizo reparaciones Semaías, hijo de Secanías, portero de la puerta Oriental."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Después de él Hananías, hijo de Selemías, y Hanún, sexto hijo de Salaf, repararon otra sección. Tras ellos Mesulam, hijo de Berequías, hizo reparaciones frente a su vivienda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Después de él, Malquías, uno de los orfebres, hizo reparaciones hasta la casa de los sirvientes del templo y de los mercaderes, frente a la puerta de la Inspección y hasta el aposento alto de la esquina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Y los orfebres y los mercaderes hicieron reparaciones entre el aposento alto de la esquina y la puerta de las Ovejas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.4"
        ],
        "human": "Nehemías 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.5"
        ],
        "human": "Nehemías 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.3"
        ],
        "human": "Nehemías 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Oposición de los enemigos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Y sucedió que cuando Sanbalat se enteró de que estábamos reedificando la muralla, se enfureció y se enojó mucho. Y burlándose de los judíos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "habló en presencia de sus hermanos y de los ricos de Samaria, y dijo: ¿Qué hacen estos débiles judíos? ¿La restaurarán para sí mismos? ¿Podrán ofrecer sacrificios? ¿Terminarán en un día? ¿Harán revivir las piedras de los escombros polvorientos, aun las quemadas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Tobías el amonita estaba cerca de él, y dijo: Aun lo que están edificando, si un zorro saltara sobre ello, derribaría su muralla de piedra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Oye, oh Dios nuestro, cómo somos despreciados. Devuelve su oprobio sobre sus cabezas y entrégalos por despojo en una tierra de cautividad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "No perdones su iniquidad, ni su pecado sea borrado de delante de ti, porque han desmoralizado a los que edifican."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y edificamos la muralla hasta que toda la muralla estaba unida hasta la mitad de su altura, porque el pueblo tuvo ánimo para trabajar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Aconteció que cuando Sanbalat, Tobías, los árabes, los amonitas y los de Asdod se enteraron que continuaba la reparación de las murallas de Jerusalén, que las brechas comenzaban a ser cerradas, se enojaron mucho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y todos ellos conspiraron juntos para venir a luchar contra Jerusalén y causar disturbio en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces oramos a nuestro Dios, y para defendernos montamos guardia contra ellos de día y de noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero se decía en Judá:",
            "Desfallecen las fuerzas de los cargadores,",
            "y queda mucho escombro;",
            "nosotros no podemos",
            "reedificar la muralla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y nuestros enemigos decían: No sabrán ni verán hasta que entremos en medio de ellos y los matemos y hagamos cesar la obra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y sucedió que cuando los judíos que habitaban cerca de ellos vinieron y nos dijeron diez veces: Subirán contra nosotros de todo lugar adonde os volváis,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "entonces aposté hombres en las partes más bajas del lugar, detrás de la muralla y en los sitios descubiertos; aposté al pueblo por familias con sus espadas, sus lanzas y sus arcos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Cuando vi su temor, me levanté y dije a los nobles, a los oficiales y al resto del pueblo: No les tengáis miedo; acordaos del Señor, que es grande y temible, y luchad por vuestros hermanos, vuestros hijos, vuestras hijas, vuestras mujeres y vuestras casas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Sucedió que nuestros enemigos se enteraron que lo sabíamos y que Dios había desbaratado sus planes; entonces todos nosotros volvimos a la muralla, cada uno a su trabajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y sucedió que desde aquel día la mitad de mis hombres trabajaban en la obra mientras que la otra mitad portaba las lanzas, los escudos, los arcos y las corazas; y los capitanes estaban detrás de toda la casa de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Los que reedificaban la muralla y los que llevaban cargas llevaban la carga en una mano trabajando en la obra, y en la otra empuñaban un arma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cada uno de los que reedificaban tenía ceñida al lado su espada mientras edificaba. El que tocaba la trompeta estaba junto a mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y dije a los nobles, a los oficiales y al resto del pueblo: La obra es grande y extensa, y estamos separados en la muralla, lejos el uno del otro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "En el lugar que oigáis el sonido de la trompeta, reuníos allí con nosotros; nuestro Dios peleará por nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Hacíamos el trabajo con la mitad empuñando lanzas desde el despuntar del alba hasta que salían las estrellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "En aquel tiempo dije también al pueblo: Cada hombre con su sirviente pase la noche dentro de Jerusalén, para que nos sirvan de guarda por la noche y de obrero por el día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Ni yo, ni mis hermanos, ni mis sirvientes, ni los hombres de la guardia que me seguían, ninguno de nosotros se quitó la ropa; cada uno llevaba su arma en la mano."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.5"
        ],
        "human": "Nehemías 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.6"
        ],
        "human": "Nehemías 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.4"
        ],
        "human": "Nehemías 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Abolición de la usura"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Y hubo gran clamor del pueblo y de sus mujeres contra sus hermanos judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Había quienes decían: Nosotros, nuestros hijos y nuestras hijas somos muchos; por tanto, que se nos dé trigo para que comamos y vivamos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Había otros que decían: Nosotros tenemos que empeñar nuestros campos, nuestras viñas y nuestras casas para conseguir grano, a causa del hambre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "También había otros que decían: Hemos pedido dinero prestado para el impuesto del rey sobre nuestros campos y nuestras viñas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ahora bien, nuestra carne es como la carne de nuestros hermanos, y nuestros hijos como sus hijos. Sin embargo, he aquí, estamos obligando a nuestros hijos y a nuestras hijas a que sean esclavos, y algunas de nuestras hijas ya están sometidas a servidumbre, y no podemos hacer nada porque nuestros campos y nuestras viñas pertenecen a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces me enojé en gran manera cuando oí su clamor y estas palabras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Se rebeló mi corazón dentro de mí, y contendí con los nobles y con los oficiales y les dije: Estáis cobrando usura cada uno a su hermano. Y congregué contra ellos una gran asamblea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y les dije: Nosotros, conforme a nuestras posibilidades, hemos redimido a nuestros hermanos judíos que fueron vendidos a las naciones; y ahora, ¿venderéis a vuestros hermanos para que sean vendidos a nosotros? Entonces se quedaron callados y no hallaron respuesta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y agregué: No está bien lo que hacéis; ¿no debéis andar en el temor de nuestro Dios a causa del oprobio de las naciones enemigas nuestras?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "También yo y mis hermanos y mis siervos les hemos prestado dinero y grano. Os ruego, pues, que abandonemos esta usura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Os ruego que hoy mismo les devolváis sus campos, sus viñas, sus olivares y sus casas; también la centésima parte del dinero y del grano, del mosto y del aceite que estáis exigiendo de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces ellos dijeron: Lo devolveremos y no les exigiremos nada; haremos tal como has dicho. Y llamé a los sacerdotes y les hice jurar que harían conforme a esta promesa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "También sacudí los pliegues de mi manto y dije: Así sacuda Dios de su casa y de sus bienes a todo hombre que no cumpla esta promesa; así sea sacudido y despojado. Y toda la asamblea dijo: ¡Amén! Y alabaron al Señor. Entonces el pueblo hizo conforme a esta promesa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Además, desde el día en que el rey me mandó que fuera gobernador en la tierra de Judá, desde el año veinte hasta el año treinta y dos del rey Artajerjes, doce años, ni yo ni mis hermanos hemos comido del pan del gobernador."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero los gobernadores anteriores que me precedieron gravaban al pueblo y tomaban de ellos cuarenta siclos de plata además del pan y del vino; también sus sirvientes oprimían al pueblo. Pero yo no hice así, a causa del temor de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "También yo me dediqué a la obra en esta muralla, y no compramos terrenos, y todos mis siervos estaban reunidos allí para la obra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y había a mi mesa ciento cincuenta judíos y oficiales, sin contar los que vinieron a nosotros de las naciones que nos rodeaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Lo que se preparaba para cada día era un buey y seis ovejas escogidas, también eran preparadas aves para mí; cada diez días toda clase de vino se proveía en abundancia. Y con todo esto, no reclamé el pan del gobernador, porque era pesada la servidumbre sobre este pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Acuérdate de mí, Dios mío, para bien, conforme a todo lo que he hecho por este pueblo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.6"
        ],
        "human": "Nehemías 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.7"
        ],
        "human": "Nehemías 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.5"
        ],
        "human": "Nehemías 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conspiración contra Nehemías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Y aconteció que cuando se les informó a Sanbalat, a Tobías, a Gesem el árabe y a los demás enemigos nuestros que yo había reedificado la muralla y que no quedaba ninguna brecha en ella, aunque en aquel tiempo yo no había asentado todavía las hojas en las puertas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Sanbalat y Gesem me enviaron un mensaje, diciendo: Ven, reunámonos en Quefirim en el llano de Ono. Pero ellos tramaban hacerme daño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y les envié mensajeros, diciendo: Yo estoy haciendo una gran obra y no puedo descender. ¿Por qué ha de detenerse la obra mientras la dejo y desciendo a vosotros?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y cuatro veces me enviaron mensajes en la misma forma, y yo les respondí de la misma manera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces Sanbalat me envió su siervo en la misma forma por quinta vez, con una carta abierta en su mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "En ella estaba escrito: Se ha oído entre las naciones, y Gasmu dice, que tú y los judíos estáis tramando rebelaros; por eso reedificas la muralla. Y según estos informes tú vas a ser su rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "También has puesto profetas para anunciar en Jerusalén en cuanto a ti: «Un rey está en Judá». Y ahora llegarán a oídos del rey estos informes. Ahora pues, ven, consultemos juntos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces le envié un mensaje, diciendo: No han sucedido esas cosas que tú dices, sino que las estás inventando en tu corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque todos ellos querían amedrentarnos, pensando: Ellos se desanimarán con la obra y no será hecha. Pero ahora, oh Dios, fortalece mis manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando entré yo en casa de Semaías, hijo de Delaía, hijo de Mehetabel, que estaba encerrado allí, él dijo: Reunámonos en la casa de Dios, dentro del templo, y cerremos las puertas del templo, porque vienen a matarte, vienen de noche a matarte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero yo dije: ¿Huir un hombre como yo? ¿Acaso uno como yo entraría al templo para salvar su vida? No entraré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces me di cuenta de que ciertamente Dios no lo había enviado, sino que había dicho su profecía contra mí porque Tobías y Sanbalat le habían pagado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Le pagaron por esta razón, para que yo me atemorizara y obrara de esa manera y pecara, y ellos tuvieran un mal informe de mí y pudieran reprocharme."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Acuérdate, Dios mío, de Tobías y de Sanbalat conforme a estas obras suyas, también de la profetisa Noadías y de los demás profetas que estaban atemorizándome."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "La muralla fue terminada el veinticinco del mes de Elul, en cincuenta y dos días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y aconteció que cuando se enteraron todos nuestros enemigos y lo vieron todas las naciones que estaban alrededor nuestro, desfalleció su ánimo; porque reconocieron que esta obra había sido hecha con la ayuda de nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "También en aquellos días iban muchas cartas de los nobles de Judá a Tobías, y de Tobías venían cartas a ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Porque muchos en Judá estaban unidos a él bajo juramento porque él era yerno de Secanías, hijo de Ara, y su hijo Johanán se había casado con la hija de Mesulam, hijo de Berequías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Además, hablaban de sus buenas obras en mi presencia y a él le informaban de mis palabras. Y Tobías me enviaba cartas para atemorizarme."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.7"
        ],
        "human": "Nehemías 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.8"
        ],
        "human": "Nehemías 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.6"
        ],
        "human": "Nehemías 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Censo de los primeros que volvieron"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Aconteció que cuando la muralla fue reedificada y había yo asentado las puertas y habían sido designados los porteros, los cantores y los levitas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "puse al frente de Jerusalén a mi hermano Hananí y a Hananías, comandante de la fortaleza, porque este era hombre fiel y temeroso de Dios más que muchos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y les dije: No se abrirán las puertas de Jerusalén hasta que caliente el sol; y estando todavía los porteros en sus puestos, se cerrarán y atrancarán las puertas. Designad también guardias de los habitantes de Jerusalén, unos en su puesto de guardia, y otros delante de su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y la ciudad era espaciosa y grande, pero el pueblo dentro de ella era poco y no había casas reedificadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces mi Dios puso en mi corazón reunir a los nobles, a los oficiales y al pueblo para que fueran inscritos por genealogías. Y encontré el libro de la genealogía de los que habían subido primero, y hallé escrito en él:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Estos son los hijos de la provincia que subieron de la cautividad, aquellos que Nabucodonosor, rey de Babilonia, había llevado cautivos y que volvieron a Jerusalén y a Judá, cada uno a su ciudad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "los cuales vinieron con Zorobabel, Jesúa, Nehemías, Azarías, Raamías, Nahamaní, Mardoqueo, Bilsán, Misperet, Bigvai, Nehum y Baana.",
            "El número de hombres del pueblo de Israel:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "los hijos de Paros, dos mil ciento setenta y dos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "los hijos de Sefatías, trescientos setenta y dos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "los hijos de Ara, seiscientos cincuenta y dos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "los hijos de Pahat-moab, de los hijos de Jesúa y de Joab, dos mil ochocientos dieciocho;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "los hijos de Elam, mil doscientos cincuenta y cuatro;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "los hijos de Zatu, ochocientos cuarenta y cinco;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "los hijos de Zacai, setecientos sesenta;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "los hijos de Binúi, seiscientos cuarenta y ocho;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "los hijos de Bebai, seiscientos veintiocho;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "los hijos de Azgad, dos mil trescientos veintidós;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "los hijos de Adonicam, seiscientos sesenta y siete;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "los hijos de Bigvai, dos mil sesenta y siete;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "los hijos de Adín, seiscientos cincuenta y cinco;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "los hijos de Ater, de Ezequías, noventa y ocho;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "los hijos de Hasum, trescientos veintiocho;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "los hijos de Bezai, trescientos veinticuatro;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "los hijos de Harif, ciento doce;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "los hijos de Gabaón, noventa y cinco;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "los hombres de Belén y Netofa, ciento ochenta y ocho;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "los hombres de Anatot, ciento veintiocho;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "los hombres de Bet-azmavet, cuarenta y dos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "los hombres de Quiriat-jearim, Cafira y Beerot, setecientos cuarenta y tres;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "los hombres de Ramá y Geba, seiscientos veintiuno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "los hombres de Micmas, ciento veintidós;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "los hombres de Betel y Hai, ciento veintitrés;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "los hombres del otro Nebo, cincuenta y dos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "los hijos del otro Elam, mil doscientos cincuenta y cuatro;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "los hijos de Harim, trescientos veinte;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "los hombres de Jericó, trescientos cuarenta y cinco;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "los hijos de Lod, Hadid y Ono, setecientos veintiuno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "los hijos de Senaa, tres mil novecientos treinta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Los sacerdotes: los hijos de Jedaías de la casa de Jesúa, novecientos setenta y tres;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "los hijos de Imer, mil cincuenta y dos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "los hijos de Pasur, mil doscientos cuarenta y siete;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "los hijos de Harim, mil diecisiete."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Los levitas: los hijos de Jesúa y de Cadmiel, de los hijos de Hodavías, setenta y cuatro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Los cantores: los hijos de Asaf, ciento cuarenta y ocho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Los porteros: los hijos de Salum, los hijos de Ater, los hijos de Talmón, los hijos de Acub, los hijos de Hatita, los hijos de Sobai, ciento treinta y ocho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Los sirvientes del templo: los hijos de Ziha, los hijos de Hasufa, los hijos de Tabaot,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "los hijos de Queros, los hijos de Siaha, los hijos de Padón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "los hijos de Lebana, los hijos de Hagaba, los hijos de Salmai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "los hijos de Hanán, los hijos de Gidel, los hijos de Gahar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "los hijos de Reaía, los hijos de Rezín, los hijos de Necoda,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "los hijos de Gazam, los hijos de Uza, los hijos de Paseah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "los hijos de Besai, los hijos de Mehunim, los hijos de Nefisesim,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "los hijos de Bacbuc, los hijos de Hacufa, los hijos de Harhur,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "los hijos de Bazlut, los hijos de Mehída, los hijos de Harsa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "los hijos de Barcos, los hijos de Sísara, los hijos de Tema,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "los hijos de Nezía, los hijos de Hatifa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "Los hijos de los siervos de Salomón: los hijos de Sotai, los hijos de Soferet, los hijos de Perida,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            58
          ],
          "lines": [
            "los hijos de Jaala, los hijos de Darcón, los hijos de Gidel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            59
          ],
          "lines": [
            "los hijos de Sefatías, los hijos de Hatil, los hijos de Poqueret-hazebaim, los hijos de Amón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            60
          ],
          "lines": [
            "El total de los sirvientes del templo y de los hijos de los siervos de Salomón, era de trescientos noventa y dos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            61
          ],
          "lines": [
            "Y estos fueron los que subieron de Tel-mela, Tel-harsa, Querub, Adón e Imer, aunque no pudieron demostrar si sus casas paternas o su descendencia eran de Israel:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            62
          ],
          "lines": [
            "los hijos de Delaía, los hijos de Tobías, los hijos de Necoda, seiscientos cuarenta y dos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            63
          ],
          "lines": [
            "y de los sacerdotes: los hijos de Habaía, los hijos de Cos, los hijos de Barzilai, que había tomado por mujer a una de las hijas de Barzilai galaadita, con cuyo nombre fue llamado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            64
          ],
          "lines": [
            "Estos buscaron en su registro de genealogías pero no se hallaron, y fueron considerados inmundos y excluidos del sacerdocio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            65
          ],
          "lines": [
            "Y el gobernador les dijo que no comieran de las cosas santísimas hasta que un sacerdote se levantara con Urim y Tumim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            66
          ],
          "lines": [
            "Toda la asamblea reunida era de cuarenta y dos mil trescientos sesenta,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            67
          ],
          "lines": [
            "sin contar sus siervos y siervas, que eran siete mil trescientos treinta y siete; y tenían doscientos cuarenta y cinco cantores y cantoras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            68
          ],
          "lines": [
            "Sus caballos eran setecientos treinta y seis; sus mulos, doscientos cuarenta y cinco;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            69
          ],
          "lines": [
            "sus camellos, cuatrocientos treinta y cinco; sus asnos, seis mil setecientos veinte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            70
          ],
          "lines": [
            "Algunos de los jefes de casas paternas contribuyeron para la obra. El gobernador dio para el tesoro mil dracmas de oro, cincuenta tazones y quinientas treinta túnicas sacerdotales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            71
          ],
          "lines": [
            "Los jefes de casas paternas dieron para el tesoro de la obra veinte mil dracmas de oro y dos mil doscientas minas de plata."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            72
          ],
          "lines": [
            "Lo que dio el resto del pueblo fue veinte mil dracmas de oro, dos mil minas de plata y sesenta y siete túnicas sacerdotales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            73
          ],
          "lines": [
            "Y habitaron en sus ciudades, los sacerdotes, los levitas, los porteros, los cantores, algunos del pueblo, los sirvientes del templo y el resto de Israel.",
            "Cuando llegó el mes séptimo, los hijos de Israel ya estaban en sus ciudades."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.8"
        ],
        "human": "Nehemías 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.9"
        ],
        "human": "Nehemías 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.7"
        ],
        "human": "Nehemías 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Esdras lee la ley"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Se reunió todo el pueblo como un solo hombre en la plaza que estaba delante de la puerta de las Aguas, y pidieron al escriba Esdras que trajera el libro de la ley de Moisés que el Señor había dado a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces el sacerdote Esdras trajo la ley delante de la asamblea de hombres y mujeres y de todos los que podían entender lo que oían. Era el primer día del mes séptimo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y leyó en el libro frente a la plaza que estaba delante de la puerta de las Aguas, desde el amanecer hasta el mediodía, en presencia de hombres y mujeres y de los que podían entender; y los oídos de todo el pueblo estaban atentos al libro de la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El escriba Esdras estaba sobre un estrado de madera que habían hecho para esta ocasión. Junto a él, a su derecha, estaban Matatías, Sema, Anías, Urías, Hilcías y Maasías; y a su izquierda, Pedaías, Misael, Malquías, Hasum, Hasbadana, Zacarías y Mesulam."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y abrió Esdras el libro a la vista de todo el pueblo, pues él estaba más alto que todo el pueblo; y cuando lo abrió, todo el pueblo se puso en pie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces Esdras bendijo al Señor, el gran Dios. Y todo el pueblo respondió: ¡Amén, Amén!, mientras alzaban las manos; después se postraron y adoraron al Señor rostro en tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "También Jesúa, Bani, Serebías, Jamín, Acub, Sabetai, Hodías, Maasías, Kelita, Azarías, Jozabed, Hanán, Pelaías, y los levitas, explicaban la ley al pueblo mientras el pueblo permanecía en su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y leyeron en el libro de la ley de Dios, traduciéndolo y dándole el sentido para que entendieran la lectura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces Nehemías, que era el gobernador, y Esdras, el sacerdote y escriba, y los levitas que enseñaban al pueblo, dijeron a todo el pueblo: Este día es santo para el Señor vuestro Dios; no os entristezcáis, ni lloréis; porque todo el pueblo lloraba al oír las palabras de la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "También les dijo: Id, comed de la grosura, bebed de lo dulce, y mandad raciones a los que no tienen nada preparado; porque este día es santo para nuestro Señor. No os entristezcáis, porque la alegría del Señor es vuestra fortaleza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Los levitas calmaron a todo el pueblo diciendo: Callad, porque el día es santo, no os entristezcáis."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y todo el pueblo se fue a comer, a beber, a mandar porciones y a celebrar una gran fiesta, porque comprendieron las palabras que les habían enseñado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Al segundo día los jefes de casas paternas de todo el pueblo, los sacerdotes y los levitas se reunieron junto al escriba Esdras para entender las palabras de la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y encontraron escrito en la ley que el Señor había mandado por medio de Moisés que los hijos de Israel habitaran en tabernáculos durante la fiesta del mes séptimo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y ellos proclamaron y circularon pregón en todas sus ciudades y en Jerusalén, diciendo: Salid al monte y traed ramas de olivo, ramas de olivo silvestre, ramas de mirto, ramas de palmera y ramas de otros árboles frondosos, para hacer tabernáculos, como está escrito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "El pueblo salió y las trajeron e hicieron tabernáculos para sí, cada uno en su terrado, en sus patios, en los patios de la casa de Dios, en la plaza de la puerta de las Aguas y en la plaza de la puerta de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Toda la asamblea de los que habían regresado de la cautividad hicieron tabernáculos y habitaron en ellos. Los hijos de Israel ciertamente no habían hecho de esta manera desde los días de Josué, hijo de Nun, hasta aquel día. Y hubo gran regocijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y leyó Esdras del libro de la ley de Dios cada día, desde el primer día hasta el último día. Celebraron la fiesta siete días, y al octavo día hubo una asamblea solemne según lo establecido."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.9"
        ],
        "human": "Nehemías 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.10"
        ],
        "human": "Nehemías 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.8"
        ],
        "human": "Nehemías 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Arrepentimiento y confesión"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El día veinticuatro de este mes se congregaron los hijos de Israel en ayuno, vestidos de cilicio y con polvo sobre sí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y los descendientes de Israel se separaron de todos los extranjeros, y se pusieron en pie, confesando sus pecados y las iniquidades de sus padres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Puestos de pie, cada uno en su lugar, leyeron en el libro de la ley del Señor su Dios por una cuarta parte del día; y por otra cuarta parte confesaron y adoraron al Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y sobre el estrado de los levitas se levantaron Jesúa, Bani, Cadmiel, Sebanías, Buni, Serebías, Bani y Quenani, y clamaron en alta voz al Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces los levitas, Jesúa, Cadmiel, Bani, Hasabnías, Serebías, Hodías, Sebanías y Petaías, dijeron: Levantaos, bendecid al Señor vuestro Dios por siempre y para siempre.",
            "Sea bendito tu glorioso nombre",
            "y exaltado sobre toda bendición y alabanza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Solo tú eres el Señor.",
            "Tú hiciste los cielos,",
            "los cielos de los cielos con todo su ejército,",
            "la tierra y todo lo que en ella hay,",
            "los mares y todo lo que en ellos hay.",
            "Tú das vida a todos ellos",
            "y el ejército de los cielos se postra ante ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Tú eres el Señor Dios",
            "que escogiste a Abram,",
            "lo sacaste de Ur de los Caldeos",
            "y le diste por nombre Abraham."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Hallaste fiel su corazón delante de ti,",
            "e hiciste con él un pacto",
            "para darle la tierra del cananeo,",
            "del hitita, del amorreo,",
            "del ferezeo, del jebuseo y del gergeseo,",
            "para darla a su descendencia.",
            "Y has cumplido tu palabra, porque eres justo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "¶Tú viste la aflicción de nuestros padres en Egipto,",
            "y escuchaste su clamor junto al mar Rojo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces hiciste señales y maravillas contra Faraón,",
            "contra todos sus siervos y contra todo el pueblo de su tierra;",
            "pues supiste que ellos los trataban con soberbia,",
            "y te hiciste un nombre como el de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Dividiste el mar delante de ellos,",
            "y pasaron por medio del mar sobre tierra firme;",
            "y echaste en los abismos a sus perseguidores,",
            "como a una piedra en aguas turbulentas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Con columna de nube los guiaste de día,",
            "y con columna de fuego de noche,",
            "para alumbrarles el camino",
            "en que debían andar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Luego bajaste sobre el monte Sinaí,",
            "y desde el cielo hablaste con ellos;",
            "les diste ordenanzas justas y leyes verdaderas,",
            "estatutos y mandamientos buenos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Les hiciste conocer tu santo día de reposo,",
            "y les prescribiste mandamientos, estatutos y la ley",
            "por medio de tu siervo Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Les proveíste pan del cielo para su hambre,",
            "les sacaste agua de la peña para su sed,",
            "y les dijiste que entraran a poseer",
            "la tierra que tú habías jurado darles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¶Pero ellos, nuestros padres, obraron con soberbia,",
            "endurecieron su cerviz y no escucharon tus mandamientos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Rehusaron escuchar,",
            "y no se acordaron de las maravillas que hiciste entre ellos;",
            "endurecieron su cerviz y eligieron un jefe para volver a su esclavitud en Egipto.",
            "Pero tú eres un Dios de perdón,",
            "clemente y compasivo,",
            "lento para la ira y abundante en misericordia,",
            "y no los abandonaste."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Ni siquiera cuando se hicieron",
            "un becerro de metal fundido",
            "y dijeron: «Este es tu Dios",
            "que te sacó de Egipto»,",
            "y cometieron grandes blasfemias,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "tú, en tu gran compasión,",
            "no los abandonaste en el desierto;",
            "la columna de nube no los dejó de día,",
            "para guiarlos en el camino,",
            "ni la columna de fuego de noche, para alumbrarles el camino por donde debían andar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y diste tu buen Espíritu para instruirles,",
            "no retiraste tu maná de su boca,",
            "y les diste agua para su sed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Por cuarenta años proveíste para ellos en el desierto y nada les faltó,",
            "sus vestidos no se gastaron ni se hincharon sus pies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "También les diste reinos y pueblos,",
            "y se los repartiste con sus límites.",
            "Y tomaron posesión de la tierra de Sehón, rey de Hesbón,",
            "y la tierra de Og, rey de Basán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y multiplicaste sus hijos como las estrellas del cielo,",
            "y los llevaste a la tierra",
            "que habías dicho a sus padres que entraran a poseerla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y entraron los hijos y poseyeron la tierra.",
            "Y tú sometiste delante de ellos a los habitantes de la tierra, a los cananeos,",
            "y los entregaste en su mano, con sus reyes y los pueblos de la tierra,",
            "para hacer con ellos como quisieran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y capturaron ciudades fortificadas y una tierra fértil.",
            "Tomaron posesión de casas llenas de toda cosa buena,",
            "cisternas excavadas, viñas y olivares,",
            "y árboles frutales en abundancia.",
            "Y comieron, se saciaron, engordaron",
            "y se deleitaron en tu gran bondad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "¶Pero fueron desobedientes y se rebelaron contra ti,",
            "echaron tu ley a sus espaldas,",
            "mataron a tus profetas que los amonestaban",
            "para que se volvieran a ti,",
            "y cometieron grandes blasfemias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Entonces los entregaste en mano de sus enemigos, que los oprimieron,",
            "pero en el tiempo de su angustia clamaron a ti,",
            "y tú escuchaste desde el cielo, y conforme a tu gran compasión",
            "les diste libertadores que los libraron de mano de sus opresores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Pero cuando tenían descanso, volvían a hacer lo malo delante de ti;",
            "por eso tú los abandonabas en mano de sus enemigos para que los dominaran;",
            "y cuando clamaban de nuevo a ti, tú oías desde el cielo",
            "y muchas veces los rescataste conforme a tu compasión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Los amonestaste para que volvieran a tu ley,",
            "pero ellos obraron con soberbia y no escucharon tus mandamientos, sino que pecaron contra tus ordenanzas,",
            "las cuales si el hombre las cumple, por ellas vivirá.",
            "Y dieron la espalda en rebeldía, endurecieron su cerviz y no escucharon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Sin embargo, tú los soportaste por muchos años,",
            "y los amonestaste con tu Espíritu por medio de tus profetas,",
            "pero no prestaron oído.",
            "Entonces los entregaste en mano de los pueblos de estas tierras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Pero en tu gran compasión no los",
            "exterminaste ni los abandonaste,",
            "porque tú eres un Dios clemente y compasivo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "¶Ahora pues, Dios nuestro, Dios grande, poderoso y temible, que guardas el pacto y la misericordia,",
            "no parezca insignificante ante ti toda la aflicción",
            "que nos ha sobrevenido, a nuestros reyes, a nuestros príncipes, a nuestros sacerdotes, a nuestros profetas, a nuestros padres y a todo tu pueblo,",
            "desde los días de los reyes de Asiria hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Mas tú eres justo en todo lo que ha venido sobre nosotros,",
            "porque tú has obrado fielmente,",
            "pero nosotros perversamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Nuestros reyes, nuestros jefes, nuestros sacerdotes y nuestros padres no han observado tu ley",
            "ni han hecho caso a tus mandamientos ni a tus amonestaciones con que los amonestabas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Pero ellos en su propio reino,",
            "con los muchos bienes que tú les diste,",
            "con la espaciosa y rica tierra que pusiste delante de ellos,",
            "no te sirvieron ni se convirtieron de sus malas obras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "He aquí, hoy somos esclavos,",
            "y en cuanto a la tierra que diste a nuestros padres",
            "para comer de sus frutos y de sus bienes,",
            "he aquí, somos esclavos en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Y su abundante fruto es para los reyes",
            "que tú pusiste sobre nosotros a causa de nuestros pecados,",
            "los cuales dominan nuestros cuerpos",
            "y nuestros ganados como les place,",
            "y en gran angustia estamos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "A causa de todo esto, nosotros hacemos un pacto fiel por escrito; y en el documento sellado están los nombres de nuestros jefes, nuestros levitas y nuestros sacerdotes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.10"
        ],
        "human": "Nehemías 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.11"
        ],
        "human": "Nehemías 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.9"
        ],
        "human": "Nehemías 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pacto del pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En el documento sellado estaban los nombres de Nehemías el gobernador, hijo de Hacalías, y Sedequías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Seraías, Azarías, Jeremías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pasur, Amarías, Malquías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Hatús, Sebanías, Maluc,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Harim, Meremot, Obadías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Daniel, Ginetón, Baruc,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Mesulam, Abías, Mijamín,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Maazías, Bilgaí y Semaías. Estos eran los sacerdotes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y los levitas: Jesúa, hijo de Azanías, Binúi, de los hijos de Henadad, Cadmiel;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "también sus hermanos Sebanías, Hodías, Kelita, Pelaías, Hanán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Micaía, Rehob, Hasabías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Zacur, Serebías, Sebanías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Hodías, Bani y Beninu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los jefes del pueblo: Paros, Pahat-moab, Elam, Zatu, Bani,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Buni, Azgad, Bebai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Adonías, Bigvai, Adín,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ater, Ezequías, Azur,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Hodías, Hasum, Bezai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Harif, Anatot, Nebai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Magpías, Mesulam, Hezir,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Mesezabeel, Sadoc, Jadúa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pelatías, Hanán, Anaías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Oseas, Hananías, Hasub,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Halohes, Pilha, Sobec,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Rehum, Hasabna, Maasías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Ahías, Hanán, Anán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Maluc, Harim y Baana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y el resto del pueblo, los sacerdotes, los levitas, los porteros, los cantores, los sirvientes del templo, y todos los que se han apartado de los pueblos de las tierras a la ley de Dios, sus mujeres, sus hijos y sus hijas, todos los que tienen conocimiento y entendimiento,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "se adhieren a sus parientes, sus nobles, y toman sobre sí un voto y un juramento de andar en la ley de Dios que fue dada por medio de Moisés, siervo de Dios, y de guardar y cumplir todos los mandamientos de Dios nuestro Señor, y sus ordenanzas y sus estatutos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "y que no daremos nuestras hijas a los pueblos de la tierra ni tomaremos sus hijas para nuestros hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "En cuanto a los pueblos de la tierra que traigan mercancías o cualquier clase de grano para vender en el día de reposo, no compraremos de ellos en día de reposo ni en día santo; y renunciaremos a las cosechas del año séptimo y a la exigencia de toda deuda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "También nos imponemos la obligación de contribuir con un tercio de un siclo al año para el servicio de la casa de nuestro Dios:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "para el pan de la proposición y la ofrenda continua de cereal; para el holocausto continuo, los días de reposo, las lunas nuevas y las fiestas señaladas; para las cosas sagradas, para las ofrendas por el pecado para hacer expiación por Israel y para toda la obra de la casa de nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Asimismo echamos suertes para la provisión de madera entre los sacerdotes, los levitas y el pueblo para que la traigan a la casa de nuestro Dios, conforme a nuestras casas paternas, en los tiempos fijados cada año, para quemar sobre el altar del Señor nuestro Dios, como está escrito en la ley;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "y para traer cada año los primeros frutos de nuestra tierra y los primeros frutos de todo árbol a la casa del Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "y traer a la casa de nuestro Dios los primogénitos de nuestros hijos y de nuestros ganados como está escrito en la ley; los primogénitos de nuestras vacas y de nuestras ovejas son para los sacerdotes que ministran en la casa de nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "También traeremos las primicias de nuestra harina y nuestras ofrendas del fruto de todo árbol, del mosto y del aceite para los sacerdotes a las cámaras de la casa de nuestro Dios, y el diezmo de nuestro suelo a los levitas, porque los levitas son los que reciben los diezmos en todas las ciudades donde trabajamos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Y un sacerdote, hijo de Aarón, estará con los levitas cuando los levitas reciban los diezmos, y los levitas llevarán la décima parte de los diezmos a la casa de nuestro Dios, a las cámaras del almacén;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "pues los hijos de Israel y los hijos de Leví llevan la contribución del cereal, del mosto y del aceite a las cámaras; allí están los utensilios del santuario, los sacerdotes que ministran, los porteros y los cantores. Así no descuidaremos la casa de nuestro Dios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.11"
        ],
        "human": "Nehemías 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.12"
        ],
        "human": "Nehemías 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.10"
        ],
        "human": "Nehemías 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los habitantes de Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los jefes del pueblo habitaron en Jerusalén, pero el resto del pueblo echó suertes a fin de traer uno de cada diez para que habitara en Jerusalén, la ciudad santa, mientras los otros nueve se quedarían en las otras ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y bendijo el pueblo a todos los hombres que se ofrecieron para habitar en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Estos son los jefes de la provincia que habitaron en Jerusalén (en las ciudades de Judá cada cual habitó en su propiedad, en sus ciudades; los israelitas, los sacerdotes, los levitas, los sirvientes del templo, los descendientes de los siervos de Salomón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "algunos de los hijos de Judá y algunos de los hijos de Benjamín habitaron en Jerusalén): De los hijos de Judá: Ataías, hijo de Uzías, hijo de Zacarías, hijo de Amarías, hijo de Sefatías, hijo de Mahalaleel, de los hijos de Fares,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y Maasías, hijo de Baruc, hijo de Col-hoze, hijo de Hazaías, hijo de Adaías, hijo de Joiarib, hijo de Zacarías, hijo de Siloni."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Todos los hijos de Fares que habitaron en Jerusalén fueron cuatrocientos sesenta y ocho hombres fuertes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y estos son los hijos de Benjamín: Salú, hijo de Mesulam, hijo de Joed, hijo de Pedaías, hijo de Colaías, hijo de Maasías, hijo de Itiel, hijo de Jesaías;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y después de él, Gabai y Salai, novecientos veintiocho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y Joel, hijo de Zicri, era su superintendente, y Judá, hijo de Senúa, era segundo en el mando de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "De los sacerdotes: Jedaías, hijo de Joiarib, Jaquín,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Seraías, hijo de Hilcías, hijo de Mesulam, hijo de Sadoc, hijo de Meraiot, hijo de Ahitob, jefe de la casa de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "y sus parientes que hacían la obra del templo, ochocientos veintidós; y Adaías, hijo de Jeroham, hijo de Pelalías, hijo de Amsi, hijo de Zacarías, hijo de Pasur, hijo de Malquías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "y sus parientes, jefes de casas paternas, doscientos cuarenta y dos; y Amasai, hijo de Azareel, hijo de Azai, hijo de Mesilemot, hijo de Imer,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y sus parientes, guerreros valientes, ciento veintiocho. Y su superintendente era Zabdiel, hijo de Gedolim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "De los levitas: Semaías, hijo de Hasub, hijo de Azricam, hijo de Hasabías, hijo de Buni;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "y Sabetai y Jozabad, de los jefes de los levitas, encargados de la obra fuera de la casa de Dios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "y Matanías, hijo de Micaía, hijo de Zabdi, hijo de Asaf, que era jefe para comenzar la acción de gracias en la oración, y Bacbuquías, el segundo entre sus hermanos; y Abda, hijo de Samúa, hijo de Galal, hijo de Jedutún."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El total de los levitas en la ciudad santa era de doscientos ochenta y cuatro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y los porteros, Acub, Talmón y sus parientes, que guardaban las puertas, eran ciento setenta y dos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El resto de Israel, de los sacerdotes y de los levitas estaban en todas las ciudades de Judá, cada uno en su heredad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero los sirvientes del templo habitaban en Ofel; y Ziha y Gispa estaban encargados de los sirvientes del templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "El superintendente de los levitas en Jerusalén era Uzi, hijo de Bani, hijo de Hasabías, hijo de Matanías, hijo de Micaía, de los hijos de Asaf, cantores para el servicio de la casa de Dios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "porque había un mandato del rey acerca de ellos y un reglamento fijo para los cantores de cada día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y Petaías, hijo de Mesezabeel, de los hijos de Zera, hijo de Judá, era representante del rey en todos los asuntos del pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "En cuanto a las aldeas con sus campos, algunos de los hijos de Judá habitaron en Quiriat-arba y sus ciudades, en Dibón y sus ciudades, en Jecabseel y sus aldeas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "en Jesúa, en Molada y Bet-pelet,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "en Hazar-sual, en Beerseba y sus ciudades,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "en Siclag, en Mecona y sus ciudades,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "en En-rimón, en Zora, en Jarmut,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Zanoa, Adulam y sus aldeas, Laquis y sus campos, Azeca y sus ciudades. Y ellos acamparon desde Beerseba hasta el valle de Hinom."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Los hijos de Benjamín habitaron también desde Geba, en Micmas y Aía, en Betel y sus ciudades,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "en Anatot, Nob, Ananías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Hazor, Ramá, Gitaim,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Hadid, Seboim, Nebalat,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Lod y Ono, el valle de los artífices."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Y de los levitas, algunos grupos de Judá habitaban en Benjamín."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.12"
        ],
        "human": "Nehemías 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.13"
        ],
        "human": "Nehemías 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.11"
        ],
        "human": "Nehemías 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sacerdotes y levitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Estos son los sacerdotes y los levitas que subieron con Zorobabel, hijo de Salatiel, y con Jesúa: Seraías, Jeremías, Esdras,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Amarías, Maluc, Hatús,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Secanías, Rehum, Meremot,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Iddo, Gineto, Abías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Mijamín, Maadías, Bilga,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Semaías, Joiarib, Jedaías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Salú, Amoc, Hilcías y Jedaías. Estos eran los jefes de los sacerdotes y sus parientes en los días de Jesúa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y los levitas eran Jesúa, Binúi, Cadmiel, Serebías, Judá y Matanías, encargado, él y sus hermanos, de los cánticos de acción de gracias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "También Bacbuquías y Uni, sus hermanos, estaban frente a ellos en sus ministerios respectivos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y Jesúa engendró a Joiacim, y Joiacim engendró a Eliasib, y Eliasib engendró a Joiada,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y Joiada engendró a Jonatán, y Jonatán engendró a Jadúa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "En los días de Joiacim, los sacerdotes jefes de casas paternas fueron: de Seraías, Meraías; de Jeremías, Hananías;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "de Esdras, Mesulam; de Amarías, Johanán;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "de Melicú, Jonatán; de Sebanías, José;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "de Harim, Adna; de Meraiot, Helcai;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "de Iddo, Zacarías; de Ginetón, Mesulam;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "de Abías, Zicri; de Miniamín y de Moadías, Piltai;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "de Bilga, Samúa; de Semaías, Jonatán;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "de Joiarib, Matenai; de Jedaías, Uzi;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "de Salai, Calai; de Amoc, Eber;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "de Hilcías, Hasabías; de Jedaías, Natanael."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "En cuanto a los levitas, jefes de casas paternas, fueron inscritos en los días de Eliasib, Joiada, Johanán y Jadúa; también los sacerdotes hasta el reinado de Darío el persa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Los hijos de Leví, jefes de casas paternas, fueron inscritos en el libro de las Crónicas hasta los días de Johanán, hijo de Eliasib."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y los principales de los levitas eran Hasabías, Serebías y Jesúa, hijo de Cadmiel, con sus hermanos frente a ellos, para alabar y dar gracias, según lo prescrito por David, hombre de Dios, sección frente a sección."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Matanías, Bacbuquías, Obadías, Mesulam, Talmón y Acub eran porteros que mantenían guardia en los almacenes junto a las puertas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Estos sirvieron en los días de Joiacim, hijo de Jesúa, hijo de Josadac, y en los días de Nehemías, el gobernador, y de Esdras, el sacerdote y escriba."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dedicación de la muralla"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "En la dedicación de la muralla de Jerusalén buscaron a los levitas de todos sus lugares para traerlos a Jerusalén, a fin de celebrar la dedicación con alegría, con himnos de acción de gracias y con cánticos, acompañados de címbalos, arpas y liras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y se reunieron los hijos de los cantores del distrito alrededor de Jerusalén, de las aldeas de los netofatitas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "de Bet-gilgal y de los campos de Geba y Azmavet, pues los cantores se habían edificado aldeas alrededor de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y los sacerdotes y los levitas se purificaron; también purificaron al pueblo, las puertas y la muralla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Entonces hice subir a los jefes de Judá sobre la muralla, y formé dos grandes coros; el primero marchaba hacia la derecha, por encima de la muralla, hacia la puerta del Muladar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Y tras ellos iban Osaías y la mitad de los jefes de Judá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "con Azarías, Esdras, Mesulam,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Judá, Benjamín, Semaías, Jeremías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "así como algunos de los hijos de los sacerdotes con trompetas; y Zacarías, hijo de Jonatán, hijo de Semaías, hijo de Matanías, hijo de Micaías, hijo de Zacur, hijo de Asaf,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "y sus parientes, Semaías, Azareel, Milalai, Gilalai, Maai, Natanael, Judá y Hananí, con los instrumentos musicales de David, hombre de Dios. Y el escriba Esdras iba delante de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Y a la puerta de la Fuente subieron directamente las gradas de la ciudad de David por la escalera de la muralla, por encima de la casa de David hasta la puerta de las Aguas al oriente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "El segundo coro marchaba hacia la izquierda, y yo iba tras ellos con la mitad del pueblo por encima de la muralla, pasando por la torre de los Hornos, hasta la muralla Ancha,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "y por la puerta de Efraín, junto a la puerta Vieja, junto a la puerta del Pescado, y la torre de Hananeel, y la torre de los Cien, hasta la puerta de las Ovejas, y se detuvieron en la puerta de la Guardia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Luego los dos coros tomaron su lugar en la casa de Dios. También yo, y la mitad de los oficiales conmigo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "y los sacerdotes Eliacim, Maasías, Miniamín, Micaías, Elioenai, Zacarías y Hananías, con trompetas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "y Maasías, Semaías, Eleazar, Uzi, Johanán, Malquías, Elam y Ezer. Los cantores cantaban, con su director Izrahías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "y ofrecieron aquel día grandes sacrificios y se regocijaron porque Dios les había dado gran alegría; también las mujeres y los niños se regocijaron; y el regocijo de Jerusalén se oía desde lejos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Porciones para sacerdotes y levitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Aquel día fueron designados hombres a cargo de las cámaras destinadas a almacenes de las contribuciones, de las primicias y de los diezmos, para que recogieran en ellas, de los campos de las ciudades, las porciones dispuestas por la ley para los sacerdotes y levitas. Pues Judá se regocijaba por los sacerdotes y levitas que servían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Ellos ministraban en la adoración de su Dios y en el ministerio de la purificación, junto con los cantores y los porteros, conforme al mandato de David y de su hijo Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Porque en los días de David y Asaf, en tiempos antiguos, había directores de los cantores, cánticos de alabanza e himnos de acción de gracias a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Y todo Israel, en días de Zorobabel y en días de Nehemías, daba las porciones correspondientes a los cantores y a los porteros como se demandaba para cada día, y consagraban parte para los levitas, y los levitas consagraban parte para los hijos de Aarón."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.13"
        ],
        "human": "Nehemías 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.1"
        ],
        "human": "Ester 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.12"
        ],
        "human": "Nehemías 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reformas de Nehemías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Aquel día leyeron del libro de Moisés a oídos del pueblo; y se encontró escrito en él que los amonitas y los moabitas no debían entrar jamás en la asamblea de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "porque no recibieron a los hijos de Israel con pan y agua, sino que contrataron contra ellos a Balaam para maldecirlos; pero nuestro Dios convirtió la maldición en bendición."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y sucedió que cuando oyeron la ley, excluyeron de Israel a todo extranjero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Antes de esto, el sacerdote Eliasib, encargado de los aposentos de la casa de nuestro Dios, y que era pariente de Tobías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "le había preparado un gran aposento, donde anteriormente se colocaban las ofrendas de cereal, el incienso, los utensilios, y los diezmos del cereal, del mosto y del aceite prescritos para los levitas, los cantores y los porteros, y las contribuciones para los sacerdotes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero durante todo este tiempo yo no estaba en Jerusalén, porque en el año treinta y dos de Artajerjes, rey de Babilonia, yo había ido al rey; pero después de algún tiempo, pedí permiso al rey,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "y vine a Jerusalén y me enteré del mal que Eliasib había hecho por favorecer a Tobías, al prepararle un aposento en los atrios de la casa de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Esto me desagradó mucho, por lo cual arrojé todos los muebles de la casa de Tobías fuera del aposento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces ordené que limpiaran los aposentos; y puse de nuevo allí los utensilios de la casa de Dios con las ofrendas de cereal y el incienso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "También descubrí que las porciones de los levitas no se les habían dado, por lo que los levitas y los cantores que hacían el servicio se habían ido, cada uno a su campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por tanto, reprendí a los oficiales, y dije: ¿Por qué está la casa de Dios abandonada? Entonces reuní a los levitas y los restablecí en sus puestos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces todo Judá trajo el diezmo del cereal, del mosto y del aceite a los almacenes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y puse al frente de los almacenes al sacerdote Selemías, al escriba Sadoc, y a Pedaías, uno de los levitas; además de estos estaba Hanán, hijo de Zacur, hijo de Matanías; porque se les consideraba dignos de confianza, y su responsabilidad era repartir las raciones a sus parientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Acuérdate de mí por esto, Dios mío, y no borres las obras de misericordia que he hecho por la casa de mi Dios y por sus servicios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "En aquellos días vi en Judá a algunos que pisaban los lagares en el día de reposo, y traían haces de trigo y los cargaban en asnos, y también vino, uvas, higos y toda clase de carga, y los traían a Jerusalén en el día de reposo. Y les amonesté por el día en que vendían los víveres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "También habitaban allí, en Jerusalén, tirios, que importaban pescado y toda clase de mercancías, y los vendían a los hijos de Judá en el día de reposo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces reprendí a los nobles de Judá, y les dije: ¿Qué acción tan mala es esta que cometéis profanando el día de reposo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "¿No hicieron lo mismo vuestros padres, y nuestro Dios trajo sobre nosotros y sobre esta ciudad toda esta aflicción? Vosotros, pues, aumentáis su furor contra Israel al profanar el día de reposo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y aconteció que cuando iba oscureciendo a las puertas de Jerusalén, antes del día de reposo, ordené que se cerraran las puertas y que no las abrieran hasta después del día de reposo. Entonces puse algunos de mis siervos a las puertas para que no entrara ninguna carga en día de reposo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero una o dos veces, los mercaderes y vendedores de toda clase de mercancía pasaron la noche fuera de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces les advertí, y les dije: ¿Por qué pasáis la noche delante de la muralla? Si lo hacéis de nuevo, usaré fuerza contra vosotros. Desde entonces no vinieron más en el día de reposo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y ordené a los levitas que se purificaran y que vinieran a guardar las puertas para santificar el día de reposo. Por esto también acuérdate de mí, Dios mío, y ten piedad de mí conforme a la grandeza de tu misericordia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Vi también en aquellos días a judíos que se habían casado con mujeres asdoditas, amonitas y moabitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "De sus hijos, la mitad hablaban la lengua de Asdod, y ninguno de ellos podía hablar la lengua de Judá, sino la lengua de su propio pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y contendí con ellos y los maldije, herí a algunos de ellos y les arranqué el cabello, y les hice jurar por Dios, diciendo: No daréis vuestras hijas a sus hijos; tampoco tomaréis de sus hijas para vuestros hijos ni para vosotros mismos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "¿No pecó por esto Salomón, rey de Israel? Sin embargo, entre tantas naciones no hubo rey como él, y era amado por su Dios, y Dios le había hecho rey sobre todo Israel; pero aun a él le hicieron pecar las mujeres extranjeras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "¿Y se debe oír de vosotros que habéis cometido todo este gran mal obrando infielmente contra nuestro Dios casándoos con mujeres extranjeras?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Aun uno de los hijos de Joiada, hijo del sumo sacerdote Eliasib, era yerno de Sanbalat horonita, y lo eché de mi lado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Acuérdate de ellos, Dios mío, porque han profanado el sacerdocio y el pacto del sacerdocio y de los levitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Así los purifiqué de todo lo extranjero, y designé oficios para los sacerdotes y levitas, cada uno en su ministerio,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "e hice arreglos para la provisión de leña en los tiempos señalados y para las primicias. ¡Acuérdate de mí, Dios mío, para bien!"
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}