{
  "book_usfm": "ROM",
  "name": "Romanos",
  "local_title": "La Biblia de las Américas",
  "local_abbreviation": "LBLA",
  "version_id": 89,
  "publisher": {
    "name": "The Lockman Foundation"
  },
  "copyright": {
    "html": "1986, 1995, 1997 by The Lockman Foundation",
    "text": "1986, 1995, 1997 by The Lockman Foundation"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "ROM.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.1"
        ],
        "human": "Romanos 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.2"
        ],
        "human": "Romanos 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ACT.28"
        ],
        "human": "Hechos 28",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pablo, siervo de Cristo Jesús, llamado a ser apóstol, apartado para el evangelio de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "que Él ya había prometido por medio de sus profetas en las santas Escrituras,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "acerca de su Hijo, que nació de la descendencia de David según la carne,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y que fue declarado Hijo de Dios con poder, conforme al Espíritu de santidad, por la resurrección de entre los muertos: nuestro Señor Jesucristo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "por medio de quien hemos recibido la gracia y el apostolado para promover la obediencia a la fe entre todos los gentiles, por amor a su nombre;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "entre los cuales estáis también vosotros, llamados de Jesucristo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "a todos los amados de Dios que están en Roma, llamados a ser santos: Gracia a vosotros y paz de parte de Dios nuestro Padre y del Señor Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Deseos de Pablo de visitar a Roma"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En primer lugar, doy gracias a mi Dios por medio de Jesucristo por todos vosotros, porque por todo el mundo se habla de vuestra fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pues Dios, a quien sirvo en mi espíritu en la predicación del evangelio de su Hijo, me es testigo de cómo sin cesar hago mención de vosotros"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "siempre en mis oraciones, implorando que ahora, al fin, por la voluntad de Dios, logre ir a vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Porque anhelo veros para impartiros algún don espiritual, a fin de que seáis confirmados;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "es decir, para que cuando esté entre vosotros nos confortemos mutuamente, cada uno por la fe del otro, tanto la vuestra como la mía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y no quiero que ignoréis, hermanos, que con frecuencia he hecho planes para ir a visitaros (y hasta ahora me he visto impedido) a fin de obtener algún fruto también entre vosotros, así como entre los demás gentiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Tengo obligación tanto para con los griegos como para con los bárbaros, para con los sabios como para con los ignorantes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Así que, por mi parte, ansioso estoy de anunciar el evangelio también a vosotros que estáis en Roma."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Una definición del evangelio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Porque no me avergüenzo del evangelio, pues es el poder de Dios para la salvación de todo el que cree; del judío primeramente y también del griego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Porque en el evangelio la justicia de Dios se revela por fe y para fe; como está escrito: Mas el justo por la fe vivirá."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El hombre ha ignorado a Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Porque la ira de Dios se revela desde el cielo contra toda impiedad e injusticia de los hombres, que con injusticia restringen la verdad;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "porque lo que se conoce acerca de Dios es evidente dentro de ellos, pues Dios se lo hizo evidente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Porque desde la creación del mundo, sus atributos invisibles, su eterno poder y divinidad, se han visto con toda claridad, siendo entendidos por medio de lo creado, de manera que no tienen excusa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pues aunque conocían a Dios, no le honraron como a Dios ni le dieron gracias, sino que se hicieron vanos en sus razonamientos y su necio corazón fue entenebrecido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Profesando ser sabios, se volvieron necios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "y cambiaron la gloria del Dios incorruptible por una imagen en forma de hombre corruptible, de aves, de cuadrúpedos y de reptiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Consecuencias de la corrupción del hombre"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Por consiguiente, Dios los entregó a la impureza en la lujuria de sus corazones, de modo que deshonraron entre sí sus propios cuerpos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "porque cambiaron la verdad de Dios por la mentira, y adoraron y sirvieron a la criatura en lugar del Creador, quien es bendito por los siglos. Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Por esta razón Dios los entregó a pasiones degradantes; porque sus mujeres cambiaron la función natural por la que es contra la naturaleza;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "y de la misma manera también los hombres, abandonando el uso natural de la mujer, se encendieron en su lujuria unos con otros, cometiendo hechos vergonzosos hombres con hombres, y recibiendo en sí mismos el castigo correspondiente a su extravío."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y como ellos no tuvieron a bien reconocer a Dios, Dios los entregó a una mente depravada, para que hicieran las cosas que no convienen;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "estando llenos de toda injusticia, maldad, avaricia y malicia; colmados de envidia, homicidios, pleitos, engaños y malignidad; son chismosos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "detractores, aborrecedores de Dios, insolentes, soberbios, jactanciosos, inventores de lo malo, desobedientes a los padres,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "sin entendimiento, indignos de confianza, sin amor, despiadados;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "los cuales, aunque conocen el decreto de Dios que los que practican tales cosas son dignos de muerte, no solo las hacen, sino que también dan su aprobación a los que las practican."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.2"
        ],
        "human": "Romanos 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.3"
        ],
        "human": "Romanos 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.1"
        ],
        "human": "Romanos 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Con Dios no hay parcialidad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por lo cual no tienes excusa, oh hombre, quienquiera que seas tú que juzgas, pues al juzgar a otro, a ti mismo te condenas, porque tú que juzgas practicas las mismas cosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y sabemos que el juicio de Dios justamente cae sobre los que practican tales cosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "¿Y piensas esto, oh hombre, tú que condenas a los que practican tales cosas y haces lo mismo, que escaparás al juicio de Dios?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "¿O tienes en poco las riquezas de su bondad, tolerancia y paciencia, ignorando que la bondad de Dios te guía al arrepentimiento?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Mas por causa de tu terquedad y de tu corazón no arrepentido, estás acumulando ira para ti en el día de la ira y de la revelación del justo juicio de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "el cual pagará a cada uno conforme a sus obras:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "a los que por la perseverancia en hacer el bien buscan gloria, honor e inmortalidad: vida eterna;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "pero a los que son ambiciosos y no obedecen a la verdad, sino que obedecen a la injusticia: ira e indignación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Habrá tribulación y angustia para toda alma humana que hace lo malo, el judío primeramente y también el griego;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "pero gloria y honor y paz para todo el que hace lo bueno, al judío primeramente, y también al griego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Porque en Dios no hay acepción de personas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pues todos los que han pecado sin la ley, sin la ley también perecerán; y todos los que han pecado bajo la ley, por la ley serán juzgados;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "porque no son los oidores de la ley los justos ante Dios, sino los que cumplen la ley, esos serán justificados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Porque cuando los gentiles, que no tienen la ley, cumplen por instinto los dictados de la ley, ellos, no teniendo la ley, son una ley para sí mismos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "ya que muestran la obra de la ley escrita en sus corazones, su conciencia dando testimonio, y sus pensamientos acusándolos unas veces y otras defendiéndolos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "en el día en que, según mi evangelio, Dios juzgará los secretos de los hombres mediante Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La ley y el pueblo judío"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero si tú, que llevas el nombre de judío y te apoyas en la ley; que te glorías en Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "y conoces su voluntad; que apruebas las cosas que son esenciales, siendo instruido por la ley,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "y te confías en que eres guía de los ciegos, luz de los que están en tinieblas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "instructor de los necios, maestro de los faltos de madurez; que tienes en la ley la expresión misma del conocimiento y de la verdad;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "tú, pues, que enseñas a otro, ¿no te enseñas a ti mismo? Tú que predicas que no se debe robar, ¿robas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Tú que dices que no se debe cometer adulterio, ¿adulteras? Tú que abominas los ídolos, ¿saqueas templos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Tú que te jactas de la ley, ¿violando la ley deshonras a Dios?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Porque el nombre de Dios es blasfemado entre los gentiles por causa de vosotros, tal como está escrito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pues ciertamente la circuncisión es de valor si tú practicas la ley, pero si eres transgresor de la ley, tu circuncisión se ha vuelto incircuncisión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Por tanto, si el incircunciso cumple los requisitos de la ley, ¿no se considerará su incircuncisión como circuncisión?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y si el que es físicamente incircunciso guarda la ley, ¿no te juzgará a ti, que aunque tienes la letra de la ley y eres circuncidado, eres transgresor de la ley?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Porque no es judío el que lo es exteriormente, ni la circuncisión es la externa, en la carne;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "sino que es judío el que lo es interiormente, y la circuncisión es la del corazón, por el Espíritu, no por la letra; la alabanza del cual no procede de los hombres, sino de Dios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.3"
        ],
        "human": "Romanos 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.4"
        ],
        "human": "Romanos 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.2"
        ],
        "human": "Romanos 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "¿Qué ventaja tiene el judío?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¿Cuál es, entonces, la ventaja del judío? ¿O cuál el beneficio de la circuncisión?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Grande, en todo sentido. En primer lugar, porque a ellos les han sido confiados los oráculos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces ¿qué? Si algunos fueron infieles, ¿acaso su infidelidad anulará la fidelidad de Dios?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "¡De ningún modo! Antes bien, sea hallado Dios veraz, aunque todo hombre sea hallado mentiroso; como está escrito:",
            "Para que seas justificado en tus palabras,",
            "y venzas cuando seas juzgado ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y si nuestra injusticia hace resaltar la justicia de Dios, ¿qué diremos? ¿Acaso es injusto el Dios que expresa su ira? (Hablo en términos humanos)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "¡De ningún modo! Pues de otra manera, ¿cómo juzgaría Dios al mundo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero si por mi mentira la verdad de Dios abundó para su gloria, ¿por qué también soy yo aún juzgado como pecador?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "¿Y por qué no decir (como se nos calumnia, y como algunos afirman que nosotros decimos): Hagamos el mal para que venga el bien? La condenación de los tales es justa."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Todos han pecado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "¿Entonces qué? ¿Somos nosotros mejores que ellos? De ninguna manera; porque ya hemos denunciado que tanto judíos como griegos están todos bajo pecado;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "como está escrito:",
            "No hay justo, ni aun uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "no hay quien entienda,",
            "no hay quien busque a Dios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "todos se han desviado, a una se hicieron inútiles;",
            "no hay quien haga lo bueno,",
            "no hay ni siquiera uno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Sepulcro abierto es su garganta,",
            "engañan de continuo con su lengua,",
            "veneno de serpientes hay bajo sus labios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "llena está su boca de maldición y amargura;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "sus pies son veloces para derramar sangre;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "destrucción y miseria hay en sus caminos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "y la senda de paz no han conocido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "No hay temor de Dios delante de sus ojos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Justificación por medio de la fe"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Ahora bien, sabemos que cuanto dice la ley, lo dice a los que están bajo la ley, para que toda boca se calle y todo el mundo sea hecho responsable ante Dios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "porque por las obras de la ley ningún ser humano será justificado delante de Él; pues por medio de la ley viene el conocimiento del pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero ahora, aparte de la ley, la justicia de Dios ha sido manifestada, atestiguada por la ley y los profetas;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "es decir, la justicia de Dios por medio de la fe en Jesucristo, para todos los que creen; porque no hay distinción;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "por cuanto todos pecaron y no alcanzan la gloria de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "siendo justificados gratuitamente por su gracia por medio de la redención que es en Cristo Jesús,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "a quien Dios exhibió públicamente como propiciación por su sangre a través de la fe, como demostración de su justicia, porque en su tolerancia, Dios pasó por alto los pecados cometidos anteriormente,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "para demostrar en este tiempo su justicia, a fin de que Él sea justo y sea el que justifica al que tiene fe en Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "¿Dónde está, pues, la jactancia? Queda excluida. ¿Por cuál ley? ¿La de las obras? No, sino por la ley de la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Porque concluimos que el hombre es justificado por la fe aparte de las obras de la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "¿O es Dios el Dios de los judíos solamente? ¿No es también el Dios de los gentiles? Sí, también de los gentiles,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "porque en verdad Dios es uno, el cual justificará en virtud de la fe a los circuncisos y por medio de la fe a los incircuncisos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "¿Anulamos entonces la ley por medio de la fe? ¡De ningún modo! Al contrario, confirmamos la ley."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.4"
        ],
        "human": "Romanos 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.5"
        ],
        "human": "Romanos 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.3"
        ],
        "human": "Romanos 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Abraham, justificado por la fe"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¿Qué diremos, entonces, que halló Abraham, nuestro padre según la carne?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Porque si Abraham fue justificado por las obras, tiene de qué jactarse, pero no para con Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque ¿qué dice la Escritura? Y creyó Abraham a Dios, y le fue contado por justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ahora bien, al que trabaja, el salario no se le cuenta como favor, sino como deuda;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "mas al que no trabaja, pero cree en aquel que justifica al impío, su fe se le cuenta por justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Como también David habla de la bendición que viene sobre el hombre a quien Dios atribuye justicia aparte de las obras:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Bienaventurados aquellos cuyas iniquidades han sido perdonadas,",
            "y cuyos pecados han sido cubiertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Bienaventurado el hombre cuyo pecado el Señor no tomará en cuenta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "¿Es, pues, esta bendición solo para los circuncisos, o también para los incircuncisos? Porque decimos: A Abraham, la fe le fue contada por justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces, ¿cómo le fue contada? ¿Siendo circunciso o incircunciso? No siendo circunciso, sino siendo incircunciso;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y recibió la señal de la circuncisión como sello de la justicia de la fe que tenía mientras aún era incircunciso, para que fuera padre de todos los que creen sin ser circuncidados, a fin de que la justicia también a ellos les fuera imputada;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "y padre de la circuncisión para aquellos que no solamente son de la circuncisión, sino que también siguen en los pasos de la fe que tenía nuestro padre Abraham cuando era incircunciso."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La promesa cumplida por la fe"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Porque la promesa a Abraham o a su descendencia de que él sería heredero del mundo, no fue hecha por medio de la ley, sino por medio de la justicia de la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Porque si los que son de la ley son herederos, vana resulta la fe y anulada la promesa;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "porque la ley produce ira, pero donde no hay ley, tampoco hay transgresión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por eso es por fe, para que esté de acuerdo con la gracia, a fin de que la promesa sea firme para toda la posteridad, no solo a los que son de la ley, sino también a los que son de la fe de Abraham, el cual es padre de todos nosotros"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "(como está escrito: Te he hecho padre de muchas naciones) delante de aquel en quien creyó, es decir Dios, que da vida a los muertos y llama a las cosas que no existen, como si existieran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Él creyó en esperanza contra esperanza, a fin de llegar a ser padre de muchas naciones, conforme a lo que se le había dicho: Así será tu descendencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y sin debilitarse en la fe contempló su propio cuerpo, que ya estaba como muerto puesto que tenía como cien años, y la esterilidad de la matriz de Sara;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "sin embargo, respecto a la promesa de Dios, Abraham no titubeó con incredulidad, sino que se fortaleció en fe, dando gloria a Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "y estando plenamente convencido de que lo que Dios había prometido, poderoso era también para cumplirlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Por lo cual también su fe le fue contada por justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Justificación para todos los que creen"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y no solo por él fue escrito que le fue contada,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "sino también por nosotros, a quienes será contada: como los que creen en aquel que levantó de los muertos a Jesús nuestro Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "el cual fue entregado por causa de nuestras transgresiones y resucitado para nuestra justificación."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.5"
        ],
        "human": "Romanos 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.6"
        ],
        "human": "Romanos 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.4"
        ],
        "human": "Romanos 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Resultados de la justificación"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por tanto, habiendo sido justificados por la fe, tenemos paz para con Dios por medio de nuestro Señor Jesucristo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "por medio de quien también hemos obtenido entrada por la fe a esta gracia en la cual estamos firmes, y nos gloriamos en la esperanza de la gloria de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y no solo esto, sino que también nos gloriamos en las tribulaciones, sabiendo que la tribulación produce paciencia;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y la paciencia, carácter probado; y el carácter probado, esperanza;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y la esperanza no desilusiona, porque el amor de Dios ha sido derramado en nuestros corazones por medio del Espíritu Santo que nos fue dado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Porque mientras aún éramos débiles, a su tiempo Cristo murió por los impíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Porque a duras penas habrá alguien que muera por un justo, aunque tal vez alguno se atreva a morir por el bueno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero Dios demuestra su amor para con nosotros, en que siendo aún pecadores, Cristo murió por nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces mucho más, habiendo sido ahora justificados por su sangre, seremos salvos de la ira de Dios por medio de Él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque si cuando éramos enemigos fuimos reconciliados con Dios por la muerte de su Hijo, mucho más, habiendo sido reconciliados, seremos salvos por su vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y no solo esto, sino que también nos gloriamos en Dios por medio de nuestro Señor Jesucristo, por quien ahora hemos recibido la reconciliación."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Adán y Cristo comparados"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por tanto, tal como el pecado entró en el mundo por un hombre, y la muerte por el pecado, así también la muerte se extendió a todos los hombres, porque todos pecaron;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "pues antes de la ley había pecado en el mundo, pero el pecado no se imputa cuando no hay ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Sin embargo, la muerte reinó desde Adán hasta Moisés, aun sobre los que no habían pecado con una transgresión semejante a la de Adán, el cual es figura del que había de venir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero no sucede con la dádiva como con la transgresión. Porque si por la transgresión de uno murieron los muchos, mucho más, la gracia de Dios y el don por la gracia de un hombre, Jesucristo, abundaron para los muchos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Tampoco sucede con el don como con lo que vino por medio de aquel que pecó; porque ciertamente el juicio surgió a causa de una transgresión, resultando en condenación; pero la dádiva surgió a causa de muchas transgresiones resultando en justificación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Porque si por la transgresión de uno, por este reinó la muerte, mucho más reinarán en vida por medio de uno, Jesucristo, los que reciben la abundancia de la gracia y del don de la justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Así pues, tal como por una transgresión resultó la condenación de todos los hombres, así también por un acto de justicia resultó la justificación de vida para todos los hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Porque así como por la desobediencia de un hombre los muchos fueron constituidos pecadores, así también por la obediencia de uno los muchos serán constituidos justos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y la ley se introdujo para que abundara la transgresión, pero donde el pecado abundó, sobreabundó la gracia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "para que así como el pecado reinó en la muerte, así también la gracia reine por medio de la justicia para vida eterna, mediante Jesucristo nuestro Señor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.6"
        ],
        "human": "Romanos 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.7"
        ],
        "human": "Romanos 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.5"
        ],
        "human": "Romanos 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muertos al pecado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¿Qué diremos, entonces? ¿Continuaremos en pecado para que la gracia abunde?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "¡De ningún modo! Nosotros, que hemos muerto al pecado, ¿cómo viviremos aún en él?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "¿O no sabéis que todos los que hemos sido bautizados en Cristo Jesús, hemos sido bautizados en su muerte?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Por tanto, hemos sido sepultados con Él por medio del bautismo para muerte, a fin de que como Cristo resucitó de entre los muertos por la gloria del Padre, así también nosotros andemos en novedad de vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Porque si hemos sido unidos a Él en la semejanza de su muerte, ciertamente lo seremos también en la semejanza de su resurrección,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "sabiendo esto, que nuestro viejo hombre fue crucificado con Él, para que nuestro cuerpo de pecado fuera destruido, a fin de que ya no seamos esclavos del pecado;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "porque el que ha muerto, ha sido libertado del pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y si hemos muerto con Cristo, creemos que también viviremos con Él,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "sabiendo que Cristo, habiendo resucitado de entre los muertos, no volverá a morir; ya la muerte no tiene dominio sobre Él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque en cuanto Él murió, murió al pecado de una vez para siempre; pero en cuanto vive, vive para Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así también vosotros, consideraos muertos para el pecado, pero vivos para Dios en Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Siervos, no del pecado, sino de la justicia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por tanto, no reine el pecado en vuestro cuerpo mortal para que no obedezcáis sus lujurias;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "ni presentéis los miembros de vuestro cuerpo al pecado como instrumentos de iniquidad, sino presentaos vosotros mismos a Dios como vivos de entre los muertos, y vuestros miembros a Dios como instrumentos de justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Porque el pecado no tendrá dominio sobre vosotros, pues no estáis bajo la ley sino bajo la gracia."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Libertados del pecado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¿Entonces qué? ¿Pecaremos porque no estamos bajo la ley, sino bajo la gracia? ¡De ningún modo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¿No sabéis que cuando os presentáis a alguno como esclavos para obedecerle, sois esclavos de aquel a quien obedecéis, ya sea del pecado para muerte, o de la obediencia para justicia?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero gracias a Dios, que aunque erais esclavos del pecado, os hicisteis obedientes de corazón a aquella forma de enseñanza a la que fuisteis entregados;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "y habiendo sido libertados del pecado, os habéis hecho siervos de la justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Hablo en términos humanos, por causa de la debilidad de vuestra carne. Porque de la manera que presentasteis vuestros miembros como esclavos a la impureza y a la iniquidad, para iniquidad, así ahora presentad vuestros miembros como esclavos a la justicia, para santificación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Porque cuando erais esclavos del pecado, erais libres en cuanto a la justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "¿Qué fruto teníais entonces en aquellas cosas de las cuales ahora os avergonzáis? Porque el fin de esas cosas es muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero ahora, habiendo sido libertados del pecado y hechos siervos de Dios, tenéis por vuestro fruto la santificación, y como resultado la vida eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Porque la paga del pecado es muerte, pero la dádiva de Dios es vida eterna en Cristo Jesús Señor nuestro."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.7"
        ],
        "human": "Romanos 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.8"
        ],
        "human": "Romanos 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.6"
        ],
        "human": "Romanos 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Analogía tomada del matrimonio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¿Acaso ignoráis, hermanos (pues hablo a los que conocen la ley), que la ley tiene jurisdicción sobre una persona mientras vive?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pues la mujer casada está ligada por la ley a su marido mientras él vive; pero si su marido muere, queda libre de la ley en cuanto al marido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Así que, mientras vive su marido, será llamada adúltera si ella se une a otro hombre; pero si su marido muere, está libre de la ley, de modo que no es adúltera aunque se una a otro hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Por tanto, hermanos míos, también a vosotros se os hizo morir a la ley por medio del cuerpo de Cristo, para que seáis unidos a otro, a aquel que resucitó de entre los muertos, a fin de que llevemos fruto para Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Porque mientras estábamos en la carne, las pasiones pecaminosas despertadas por la ley, actuaban en los miembros de nuestro cuerpo a fin de llevar fruto para muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero ahora hemos quedado libres de la ley, habiendo muerto a lo que nos ataba, de modo que sirvamos en la novedad del Espíritu y no en el arcaísmo de la letra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿Qué diremos entonces? ¿Es pecado la ley? ¡De ningún modo! Al contrario, yo no hubiera llegado a conocer el pecado si no hubiera sido por medio de la ley; porque yo no hubiera sabido lo que es la codicia, si la ley no hubiera dicho: No codiciaras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero el pecado, aprovechándose del mandamiento, produjo en mí toda clase de codicia; porque aparte de la ley el pecado está muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y en un tiempo yo vivía sin la ley, pero al venir el mandamiento, el pecado revivió, y yo morí;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y este mandamiento, que era para vida, a mí me resultó para muerte;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "porque el pecado, aprovechándose del mandamiento, me engañó, y por medio de él me mató."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así que la ley es santa, y el mandamiento es santo, justo y bueno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "¿Entonces lo que es bueno vino a ser causa de muerte para mí? ¡De ningún modo! Al contrario, fue el pecado, a fin de mostrarse que es pecado al producir mi muerte por medio de lo que es bueno, para que por medio del mandamiento el pecado llegue a ser en extremo pecaminoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Porque sabemos que la ley es espiritual, pero yo soy carnal, vendido a la esclavitud del pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Porque lo que hago, no lo entiendo; porque no practico lo que quiero hacer, sino que lo que aborrezco, eso hago."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y si lo que no quiero hacer, eso hago, estoy de acuerdo con la ley, reconociendo que es buena."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Así que ya no soy yo el que lo hace, sino el pecado que habita en mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Porque yo sé que en mí, es decir, en mi carne, no habita nada bueno; porque el querer está presente en mí, pero el hacer el bien, no."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pues no hago el bien que deseo, sino que el mal que no quiero, eso practico."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y si lo que no quiero hacer, eso hago, ya no soy yo el que lo hace, sino el pecado que habita en mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Así que, queriendo yo hacer el bien, hallo la ley de que el mal está presente en mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Porque en el hombre interior me deleito con la ley de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "pero veo otra ley en los miembros de mi cuerpo que hace guerra contra la ley de mi mente, y me hace prisionero de la ley del pecado que está en mis miembros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "¡Miserable de mí! ¿Quién me libertará de este cuerpo de muerte?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Gracias a Dios, por Jesucristo Señor nuestro. Así que yo mismo, por un lado, con la mente sirvo a la ley de Dios, pero por el otro, con la carne, a la ley del pecado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.8"
        ],
        "human": "Romanos 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.9"
        ],
        "human": "Romanos 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.7"
        ],
        "human": "Romanos 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "No hay condenación para los que creen"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por consiguiente, no hay ahora condenación para los que están en Cristo Jesús, los que no andan conforme a la carne sino conforme al Espíritu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Porque la ley del Espíritu de vida en Cristo Jesús te ha libertado de la ley del pecado y de la muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pues lo que la ley no pudo hacer, ya que era débil por causa de la carne, Dios lo hizo: enviando a su propio Hijo en semejanza de carne de pecado y como ofrenda por el pecado, condenó al pecado en la carne,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "para que el requisito de la ley se cumpliera en nosotros, que no andamos conforme a la carne, sino conforme al Espíritu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Porque los que viven conforme a la carne, ponen la mente en las cosas de la carne, pero los que viven conforme al Espíritu, en las cosas del Espíritu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Porque la mente puesta en la carne es muerte, pero la mente puesta en el Espíritu es vida y paz;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "ya que la mente puesta en la carne es enemiga de Dios, porque no se sujeta a la ley de Dios, pues ni siquiera puede hacerlo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y los que están en la carne no pueden agradar a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Viviendo según el Espíritu"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Sin embargo, vosotros no estáis en la carne sino en el Espíritu, si en verdad el Espíritu de Dios habita en vosotros. Pero si alguno no tiene el Espíritu de Cristo, el tal no es de Él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y si Cristo está en vosotros, aunque el cuerpo esté muerto a causa del pecado, sin embargo, el espíritu está vivo a causa de la justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero si el Espíritu de aquel que resucitó a Jesús de entre los muertos habita en vosotros, el mismo que resucitó a Cristo Jesús de entre los muertos, también dará vida a vuestros cuerpos mortales por medio de su Espíritu que habita en vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así que, hermanos, somos deudores, no a la carne, para vivir conforme a la carne,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "porque si vivís conforme a la carne, habréis de morir; pero si por el Espíritu hacéis morir las obras de la carne, viviréis."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Porque todos los que son guiados por el Espíritu de Dios, los tales son hijos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pues no habéis recibido un espíritu de esclavitud para volver otra vez al temor, sino que habéis recibido un espíritu de adopción como hijos, por el cual clamamos: ¡Abba, Padre!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "El Espíritu mismo da testimonio a nuestro espíritu de que somos hijos de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "y si hijos, también herederos; herederos de Dios y coherederos con Cristo, si en verdad padecemos con Él a fin de que también seamos glorificados con Él."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La gloria futura"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pues considero que los sufrimientos de este tiempo presente no son dignos de ser comparados con la gloria que nos ha de ser revelada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Porque el anhelo profundo de la creación es aguardar ansiosamente la revelación de los hijos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Porque la creación fue sometida a vanidad, no de su propia voluntad, sino por causa de aquel que la sometió, en la esperanza"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "de que la creación misma será también liberada de la esclavitud de la corrupción a la libertad de la gloria de los hijos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pues sabemos que la creación entera a una gime y sufre dolores de parto hasta ahora."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y no solo ella, sino que también nosotros mismos, que tenemos las primicias del Espíritu, aun nosotros mismos gemimos en nuestro interior, aguardando ansiosamente la adopción como hijos, la redención de nuestro cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Porque en esperanza hemos sido salvos, pero la esperanza que se ve no es esperanza, pues, ¿por qué esperar lo que uno ve?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero si esperamos lo que no vemos, con paciencia lo aguardamos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Victoriosos en Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y de la misma manera, también el Espíritu nos ayuda en nuestra debilidad; porque no sabemos orar como debiéramos, pero el Espíritu mismo intercede por nosotros con gemidos indecibles;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "y aquel que escudriña los corazones sabe cuál es el sentir del Espíritu, porque Él intercede por los santos conforme a la voluntad de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y sabemos que para los que aman a Dios, todas las cosas cooperan para bien, esto es, para los que son llamados conforme a su propósito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Porque a los que de antemano conoció, también los predestinó a ser hechos conforme a la imagen de su Hijo, para que Él sea el primogénito entre muchos hermanos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "y a los que predestinó, a esos también llamó; y a los que llamó, a esos también justificó; y a los que justificó, a esos también glorificó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Entonces, ¿qué diremos a esto? Si Dios está por nosotros, ¿quién estará contra nosotros?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "El que no eximió ni a su propio Hijo, sino que lo entregó por todos nosotros, ¿cómo no nos concederá también con Él todas las cosas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "¿Quién acusará a los escogidos de Dios? Dios es el que justifica."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "¿Quién es el que condena? Cristo Jesús es el que murió, sí, más aún, el que resucitó, el que además está a la diestra de Dios, el que también intercede por nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "¿Quién nos separará del amor de Cristo? ¿Tribulación, o angustia, o persecución, o hambre, o desnudez, o peligro, o espada?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Tal como está escrito:",
            "Por causa tuya somos puestos a muerte todo el día;",
            "somos considerados como ovejas para el matadero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Pero en todas estas cosas somos más que vencedores por medio de aquel que nos amó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Porque estoy convencido de que ni la muerte, ni la vida, ni ángeles, ni principados, ni lo presente, ni lo por venir, ni los poderes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "ni lo alto, ni lo profundo, ni ninguna otra cosa creada nos podrá separar del amor de Dios que es en Cristo Jesús Señor nuestro."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.9"
        ],
        "human": "Romanos 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.10"
        ],
        "human": "Romanos 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.8"
        ],
        "human": "Romanos 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La elección de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Digo la verdad en Cristo, no miento, dándome testimonio mi conciencia en el Espíritu Santo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "de que tengo gran tristeza y continuo dolor en mi corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque desearía yo mismo ser anatema, separado de Cristo por amor a mis hermanos, mis parientes según la carne,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "que son israelitas, a quienes pertenece la adopción como hijos, y la gloria, los pactos, la promulgación de la ley, el culto y las promesas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "de quienes son los patriarcas, y de quienes, según la carne, procede el Cristo, el cual está sobre todas las cosas, Dios bendito por los siglos. Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero no es que la palabra de Dios haya fallado. Porque no todos los descendientes de Israel son Israel;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "ni son todos hijos por ser descendientes de Abraham, sino que por Isaac será llamada tu descendencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Esto es, no son los hijos de la carne los que son hijos de Dios, sino que los hijos de la promesa son considerados como descendientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque esta es una palabra de promesa: Por este tiempo volveré, y Sara tendrá un hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y no solo esto, sino que también Rebeca, cuando concibió mellizos de uno, nuestro padre Isaac"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "(porque cuando aún los mellizos no habían nacido, y no habían hecho nada, ni bueno ni malo, para que el propósito de Dios conforme a su elección permaneciera, no por las obras, sino por aquel que llama),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "se le dijo a ella: El mayor servirá al menor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Tal como está escrito: A Jacob amé, pero a Esaú aborrecí."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios no es injusto"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¿Qué diremos entonces? ¿Que hay injusticia en Dios? ¡De ningún modo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Porque Él dice a Moisés: Tendré misericordia del que yo tenga misericordia, y tendré compasión del que yo tenga compasión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Así que no depende del que quiere ni del que corre, sino de Dios que tiene misericordia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Porque la Escritura dice a Faraón: Para esto mismo te he levantado, para demostrar mi poder en ti, y para que mi nombre sea proclamado por toda la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Así que del que quiere tiene misericordia, y al que quiere endurece."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Me dirás entonces: ¿Por qué, pues, todavía reprocha Dios? Porque ¿quién resiste a su voluntad?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Al contrario, ¿quién eres tú, oh hombre, que le contestas a Dios? ¿Dirá acaso el objeto modelado al que lo modela: Por qué me hiciste así?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "¿O no tiene el alfarero derecho sobre el barro de hacer de la misma masa un vaso para uso honorable y otro para uso ordinario?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "¿Y qué, si Dios, aunque dispuesto a demostrar su ira y hacer notorio su poder, soportó con mucha paciencia a los vasos de ira preparados para destrucción?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Lo hizo para dar a conocer las riquezas de su gloria sobre los vasos de misericordia, que de antemano Él preparó para gloria,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "es decir, nosotros, a quienes también llamó, no solo de entre los judíos, sino también de entre los gentiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Como también dice en Oseas:",
            "A los que no eran mi pueblo, llamaré: «pueblo mío»,",
            "y a la que no era amada: «amada mía»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y acontecerá que en el lugar donde les fue dicho: «Vosotros no sois mi pueblo»,",
            "allí serán llamados hijos del Dios viviente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Isaías también exclama en cuanto a Israel: Aunque el número de los hijos de Israel sea como la arena del mar, solo el remanente será salvo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "porque el Señor ejecutará su palabra sobre la tierra cabalmente y con brevedad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y como Isaías predijo:",
            "Si el Señor de los ejércitos no nos hubiera dejado descendencia,",
            "hubiéramos llegado a ser como Sodoma, y hechos semejantes a Gomorra."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Razón del tropiezo de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "¿Qué diremos entonces? Que los gentiles, que no iban tras la justicia, alcanzaron justicia, es decir, la justicia que es por fe;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "pero Israel, que iba tras una ley de justicia, no alcanzó esa ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "¿Por qué? Porque no iban tras ella por fe, sino como por obras. Tropezaron en la piedra de tropiezo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "tal como está escrito:",
            "He aquí, pongo en Sión una piedra de tropiezo y roca de escándalo;",
            "y el que crea en Él no será avergonzado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.10"
        ],
        "human": "Romanos 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.11"
        ],
        "human": "Romanos 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.9"
        ],
        "human": "Romanos 9",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Hermanos, el deseo de mi corazón y mi oración a Dios por ellos es para su salvación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Porque yo testifico a su favor de que tienen celo de Dios, pero no conforme a un pleno conocimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pues desconociendo la justicia de Dios y procurando establecer la suya propia, no se sometieron a la justicia de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Porque Cristo es el fin de la ley para justicia a todo aquel que cree."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cómo ser salvo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Porque Moisés escribe que el hombre que practica la justicia que es de la ley, vivirá por ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero la justicia que es de la fe, dice así: No digas en tu corazón: «¿Quién subirá al cielo?» (esto es, para hacer bajar a Cristo),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "o «¿Quién descenderá al abismo?» (esto es, para subir a Cristo de entre los muertos)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Mas, ¿qué dice? Cerca de ti está la palabra, en tu boca y en tu corazón, es decir, la palabra de fe que predicamos:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "que si confiesas con tu boca a Jesús por Señor, y crees en tu corazón que Dios le resucitó de entre los muertos, serás salvo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "porque con el corazón se cree para justicia, y con la boca se confiesa para salvación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pues la Escritura dice: Todo el que cree en Él no será avergonzado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Porque no hay distinción entre judío y griego, pues el mismo Señor es Señor de todos, abundando en riquezas para todos los que le invocan;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "porque: Todo aquel que invoque el nombre del Señor será salvo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¿Cómo, pues, invocarán a aquel en quien no han creído? ¿Y cómo creerán en aquel de quien no han oído? ¿Y cómo oirán sin haber quien les predique?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¿Y cómo predicarán si no son enviados? Tal como está escrito: ¡Cuán hermosos son los pies de los que anuncian el evangelio del bien!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Israel rechaza el evangelio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Sin embargo, no todos hicieron caso al evangelio, porque Isaías dice: Señor, ¿quién ha creído a nuestro anuncio?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Así que la fe viene del oír, y el oír, por la palabra de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero yo digo, ¿acaso nunca han oído? Ciertamente que sí:",
            "Por toda la tierra ha salido su voz,",
            "y hasta los confines del mundo sus palabras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y añado: ¿Acaso Israel no sabía? En primer lugar, Moisés dice:",
            "Yo os provocaré a celos con un pueblo que no es pueblo;",
            "con un pueblo sin entendimiento os provocaré a ira."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "E Isaías es muy osado, y dice:",
            "Fui hallado por los que no me buscaban;",
            "me manifesté a los que no preguntaban por mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero en cuanto a Israel, dice: Todo el día he extendido mis manos a un pueblo desobediente y rebelde."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.11"
        ],
        "human": "Romanos 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.12"
        ],
        "human": "Romanos 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.10"
        ],
        "human": "Romanos 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El remanente de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Digo entonces: ¿Acaso ha desechado Dios a su pueblo? ¡De ningún modo! Porque yo también soy israelita, descendiente de Abraham, de la tribu de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Dios no ha desechado a su pueblo, al cual conoció con anterioridad. ¿O no sabéis lo que dice la Escritura en el pasaje sobre Elías, cómo suplica a Dios contra Israel:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Señor, han dado muerte a tus profetas, han derribado tus altares; y yo solo he quedado y atentan contra mi vida?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero, ¿qué le dice la respuesta divina?: Me he reservado siete mil hombres que no han doblado la rodilla a Baal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y de la misma manera, también ha quedado en el tiempo presente un remanente conforme a la elección de la gracia de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero si es por gracia, ya no es a base de obras, de otra manera la gracia ya no es gracia. Y si por obras, ya no es gracia; de otra manera la obra ya no es obra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces ¿qué? Aquello que Israel busca no lo ha alcanzado, pero los que fueron escogidos lo alcanzaron y los demás fueron endurecidos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "tal como está escrito:",
            "Dios les dio un espíritu de estupor, ojos con que no ven y oídos con que no oyen, hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y David dice:",
            "Su banquete se convierta en lazo y en trampa,",
            "y en piedra de tropiezo y en retribución para ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Oscurézcanse sus ojos para que no puedan ver,",
            "y dobla sus espaldas para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La salvación de los gentiles"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Digo entonces: ¿Acaso tropezaron para caer? ¡De ningún modo! Pero por su transgresión ha venido la salvación a los gentiles, para causarles celos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y si su transgresión es riqueza para el mundo, y su fracaso es riqueza para los gentiles, ¡cuánto más será su plenitud!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero a vosotros hablo, gentiles. Entonces, puesto que yo soy apóstol de los gentiles, honro mi ministerio,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "si en alguna manera puedo causar celos a mis compatriotas y salvar a algunos de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Porque si el excluirlos a ellos es la reconciliación del mundo, ¿qué será su admisión, sino vida de entre los muertos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y si el primer pedazo de masa es santo, también lo es toda la masa; y si la raíz es santa, también lo son las ramas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero si algunas de las ramas fueron desgajadas, y tú, siendo un olivo silvestre, fuiste injertado entre ellas y fuiste hecho participante con ellas de la rica savia de la raíz del olivo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "no seas arrogante para con las ramas; pero si eres arrogante, recuerda que tú no eres el que sustenta la raíz, sino que la raíz es la que te sustenta a ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Dirás entonces: Las ramas fueron desgajadas para que yo fuera injertado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Muy cierto; fueron desgajadas por su incredulidad, pero tú por la fe te mantienes firme. No seas altanero, sino teme;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "porque si Dios no perdonó a las ramas naturales, tampoco a ti te perdonará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Mira, pues, la bondad y la severidad de Dios; severidad para con los que cayeron, pero para ti, bondad de Dios si permaneces en su bondad; de lo contrario también tú serás cortado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y también ellos, si no permanecen en su incredulidad, serán injertados, pues poderoso es Dios para injertarlos de nuevo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Porque si tú fuiste cortado de lo que por naturaleza es un olivo silvestre, y contra lo que es natural fuiste injertado en un olivo cultivado, ¿cuánto más estos, que son las ramas naturales, serán injertados en su propio olivo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La salvación de Israel al fin de los tiempos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Porque no quiero, hermanos, que ignoréis este misterio, para que no seáis sabios en vuestra propia opinión: que a Israel le ha acontecido un endurecimiento parcial hasta que haya entrado la plenitud de los gentiles;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "y así, todo Israel será salvo; tal como está escrito:",
            "El Libertador vendrá de Sión;",
            "apartará la impiedad de Jacob."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y este es mi pacto con ellos,",
            "cuando yo quite sus pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "En cuanto al evangelio, son enemigos por causa de vosotros; pero en cuanto a la elección de Dios, son amados por causa de los padres;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "porque los dones y el llamamiento de Dios son irrevocables."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Pues así como vosotros en otro tiempo fuisteis desobedientes a Dios, pero ahora se os ha mostrado misericordia por razón de la desobediencia de ellos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "así también ahora estos han sido desobedientes, para que por la misericordia mostrada a vosotros, también a ellos ahora les sea mostrada misericordia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Porque Dios ha encerrado a todos en desobediencia para mostrar misericordia a todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La insondable sabiduría de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "¡Oh, profundidad de las riquezas y de la sabiduría y del conocimiento de Dios! ¡Cuán insondables son sus juicios e inescrutables sus caminos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Pues, ¿quién ha conocido la mente del Señor?, ¿o quién llegó a ser su consejero?,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "¿o quién le ha dado a Él primero para que se le tenga que recompensar?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Porque de Él, por Él y para Él son todas las cosas. A Él sea la gloria para siempre. Amén."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.12"
        ],
        "human": "Romanos 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.13"
        ],
        "human": "Romanos 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.11"
        ],
        "human": "Romanos 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Actitud consecuente del creyente"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por consiguiente, hermanos, os ruego por las misericordias de Dios que presentéis vuestros cuerpos como sacrificio vivo y santo, aceptable a Dios, que es vuestro culto racional."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y no os adaptéis a este mundo, sino transformaos mediante la renovación de vuestra mente, para que verifiquéis cuál es la voluntad de Dios: lo que es bueno, aceptable y perfecto."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nuestros deberes cristianos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque en virtud de la gracia que me ha sido dada, digo a cada uno de vosotros que no piense más alto de sí que lo que debe pensar, sino que piense con buen juicio, según la medida de fe que Dios ha distribuido a cada uno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pues así como en un cuerpo tenemos muchos miembros, pero no todos los miembros tienen la misma función,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "así nosotros, que somos muchos, somos un cuerpo en Cristo e individualmente miembros los unos de los otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero teniendo dones que difieren, según la gracia que nos ha sido dada, usémoslos: si el de profecía, úsese en proporción a la fe;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "si el de servicio, en servir; o el que enseña, en la enseñanza;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "el que exhorta, en la exhortación; el que da, con liberalidad; el que dirige, con diligencia; el que muestra misericordia, con alegría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El amor sea sin hipocresía; aborreciendo lo malo, aplicándoos a lo bueno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Sed afectuosos unos con otros con amor fraternal; con honra, daos preferencia unos a otros;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "no seáis perezosos en lo que requiere diligencia; fervientes en espíritu, sirviendo al Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "gozándoos en la esperanza, perseverando en el sufrimiento, dedicados a la oración,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "contribuyendo para las necesidades de los santos, practicando la hospitalidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Bendecid a los que os persiguen; bendecid, y no maldigáis."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Gozaos con los que se gozan y llorad con los que lloran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Tened el mismo sentir unos con otros; no seáis altivos en vuestro pensar, sino condescendiendo con los humildes. No seáis sabios en vuestra propia opinión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Nunca paguéis a nadie mal por mal. Respetad lo bueno delante de todos los hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Si es posible, en cuanto de vosotros dependa, estad en paz con todos los hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Amados, nunca os venguéis vosotros mismos, sino dad lugar a la ira de Dios, porque escrito está: Mia es la venganza, yo pagare, dice el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero si tu enemigo tiene hambre, dale de comer; y si tiene sed, dale de beber, porque haciendo esto, carbones encendidos amontonarás sobre su cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "No seas vencido por el mal, sino vence con el bien el mal."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.13"
        ],
        "human": "Romanos 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.14"
        ],
        "human": "Romanos 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.12"
        ],
        "human": "Romanos 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Actitud hacia las autoridades"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Sométase toda persona a las autoridades que gobiernan; porque no hay autoridad sino de Dios, y las que existen, por Dios son constituidas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Por consiguiente, el que resiste a la autoridad, a lo ordenado por Dios se ha opuesto; y los que se han opuesto, sobre sí recibirán condenación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque los gobernantes no son motivo de temor para los de buena conducta, sino para el que hace el mal. ¿Deseas, pues, no temer a la autoridad? Haz lo bueno y tendrás elogios de ella,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "pues es para ti un ministro de Dios para bien. Pero si haces lo malo, teme; porque no en vano lleva la espada, pues ministro es de Dios, un vengador que castiga al que practica lo malo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por tanto, es necesario someterse, no solo por razón del castigo, sino también por causa de la conciencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pues por esto también pagáis impuestos, porque los gobernantes son servidores de Dios, dedicados precisamente a esto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pagad a todos lo que debáis: al que impuesto, impuesto; al que tributo, tributo; al que temor, temor; al que honor, honor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El amor, cumplimiento de la ley"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "No debáis a nadie nada, sino el amaros unos a otros; porque el que ama a su prójimo, ha cumplido la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque esto: No cometerás adulterio, no matarás, no hurtarás, no codiciarás, y cualquier otro mandamiento, en estas palabras se resume: Amarás a tu prójimo como a ti mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El amor no hace mal al prójimo; por tanto, el amor es el cumplimiento de la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Se acerca el amanecer"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y haced todo esto, conociendo el tiempo, que ya es hora de despertaros del sueño; porque ahora la salvación está más cerca de nosotros que cuando creímos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "La noche está muy avanzada, y el día está cerca. Por tanto, desechemos las obras de las tinieblas y vistámonos con las armas de la luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Andemos decentemente, como de día, no en orgías y borracheras, no en promiscuidad sexual y lujurias, no en pleitos y envidias;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "antes bien, vestíos del Señor Jesucristo, y no penséis en proveer para las lujurias de la carne."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.14"
        ],
        "human": "Romanos 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.15"
        ],
        "human": "Romanos 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.13"
        ],
        "human": "Romanos 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Principios que rigen problemas de conciencia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Aceptad al que es débil en la fe, pero no para juzgar sus opiniones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Uno tiene fe en que puede comer de todo, pero el que es débil solo come legumbres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "El que come no menosprecie al que no come, y el que no come no juzgue al que come, porque Dios lo ha aceptado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "¿Quién eres tú para juzgar al criado de otro? Para su propio amo está en pie o cae, y en pie se mantendrá, porque poderoso es el Señor para sostenerlo en pie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Uno juzga que un día es superior a otro, otro juzga iguales todos los días. Cada cual esté plenamente convencido según su propio sentir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El que guarda cierto día, para el Señor lo guarda; y el que come, para el Señor come, pues da gracias a Dios; y el que no come, para el Señor se abstiene, y da gracias a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Porque ninguno de nosotros vive para sí mismo, y ninguno muere para sí mismo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "pues si vivimos, para el Señor vivimos, y si morimos, para el Señor morimos; por tanto, ya sea que vivamos o que muramos, del Señor somos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque para esto Cristo murió y resucitó, para ser Señor tanto de los muertos como de los vivos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero tú, ¿por qué juzgas a tu hermano? O también, tú, ¿por qué menosprecias a tu hermano? Porque todos compareceremos ante el tribunal de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Porque está escrito:",
            "Vivo yo —dice el Señor— que ante mí se doblará toda rodilla,",
            "y toda lengua alabará a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "De modo que cada uno de nosotros dará a Dios cuenta de sí mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por consiguiente, ya no nos juzguemos los unos a los otros, sino más bien decidid esto: no poner obstáculo o piedra de tropiezo al hermano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Yo sé, y estoy convencido en el Señor Jesús, de que nada es inmundo en sí mismo; pero para el que estima que algo es inmundo, para él lo es."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Porque si por causa de la comida tu hermano se entristece, ya no andas conforme al amor. No destruyas con tu comida a aquel por quien Cristo murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por tanto, no permitáis que se hable mal de lo que para vosotros es bueno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Porque el reino de Dios no es comida ni bebida, sino justicia y paz y gozo en el Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Porque el que de esta manera sirve a Cristo, es aceptable a Dios y aprobado por los hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Así que procuremos lo que contribuye a la paz y a la edificación mutua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "No destruyas la obra de Dios por causa de la comida. En realidad, todas las cosas son limpias, pero son malas para el hombre que escandaliza a otro al comer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Es mejor no comer carne, ni beber vino, ni hacer nada en que tu hermano tropiece."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "La fe que tú tienes, tenla conforme a tu propia convicción delante de Dios. Dichoso el que no se condena a sí mismo en lo que aprueba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero el que duda, si come se condena, porque no lo hace por fe; y todo lo que no procede de fe, es pecado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.15"
        ],
        "human": "Romanos 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.16"
        ],
        "human": "Romanos 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.14"
        ],
        "human": "Romanos 14",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Así que, nosotros los que somos fuertes, debemos sobrellevar las flaquezas de los débiles y no agradarnos a nosotros mismos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Cada uno de nosotros agrade a su prójimo en lo que es bueno para su edificación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pues ni aun Cristo se agradó a sí mismo; antes bien, como está escrito: Los vituperios de los que te injuriaban cayeron sobre mi."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Porque todo lo que fue escrito en tiempos pasados, para nuestra enseñanza se escribió, a fin de que por medio de la paciencia y del consuelo de las Escrituras tengamos esperanza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y que el Dios de la paciencia y del consuelo os conceda tener el mismo sentir los unos para con los otros conforme a Cristo Jesús,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "para que unánimes, a una voz, glorifiquéis al Dios y Padre de nuestro Señor Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El evangelio a los gentiles"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Por tanto, aceptaos los unos a los otros, como también Cristo nos aceptó para gloria de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pues os digo que Cristo se hizo servidor de la circuncisión para demostrar la verdad de Dios, para confirmar las promesas dadas a los padres,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "y para que los gentiles glorifiquen a Dios por su misericordia; como está escrito:",
            "Por tanto, te confesaré entre los gentiles,",
            "y a tu nombre cantaré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y vuelve a decir:",
            "Regocijaos, gentiles, con su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y de nuevo:",
            "Alabad al Señor todos los gentiles,",
            "y alábenle todos los pueblos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y a su vez, Isaías dice:",
            "Retoñará la raíz de Isaí,",
            "el que se levanta a regir a los gentiles;",
            "los gentiles pondrán en Él su esperanza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y el Dios de la esperanza os llene de todo gozo y paz en el creer, para que abundéis en esperanza por el poder del Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "En cuanto a vosotros, hermanos míos, yo mismo estoy también convencido de que vosotros estáis llenos de bondad, llenos de todo conocimiento y capaces también de amonestaros los unos a los otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero os he escrito con atrevimiento sobre algunas cosas, para así hacer que las recordéis otra vez, por la gracia que me fue dada por Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "para ser ministro de Cristo Jesús a los gentiles, ministrando a manera de sacerdote el evangelio de Dios, a fin de que la ofrenda que hago de los gentiles sea aceptable, santificada por el Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Por tanto, en Cristo Jesús he hallado razón para gloriarme en las cosas que se refieren a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Porque no me atreveré a hablar de nada sino de lo que Cristo ha hecho por medio de mí para la obediencia de los gentiles, en palabra y en obra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "con el poder de señales y prodigios, en el poder del Espíritu de Dios; de manera que desde Jerusalén y por los alrededores hasta el Ilírico he predicado en toda su plenitud el evangelio de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "De esta manera me esforcé en anunciar el evangelio, no donde Cristo ya era conocido, para no edificar sobre el fundamento de otro;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "sino como está escrito:",
            "Aquellos a quienes nunca les fue anunciado acerca de Él, verán,",
            "y los que no han oído, entenderán."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Anhelo de Pablo de visitar Roma"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Por esta razón muchas veces me he visto impedido de ir a vosotros,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "pero ahora, no quedando ya más lugares para mí en estas regiones, y puesto que por muchos años he tenido un gran deseo de ir a vosotros,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "cuando vaya a España iré a vosotros. Porque espero veros al pasar y que me ayudéis a continuar hacia allá, después de que haya disfrutado un poco de vuestra compañía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero ahora voy a Jerusalén para el servicio de los santos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "pues Macedonia y Acaya han tenido a bien hacer una colecta para los pobres de entre los santos que están en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Sí, tuvieron a bien hacerlo, y a la verdad que están en deuda con ellos. Porque si los gentiles han participado de sus bienes espirituales, también están obligados a servir a los santos en los bienes materiales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Así que cuando haya cumplido esto y les haya entregado esta ofrenda, iré a España llegando de paso a veros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y sé que cuando vaya a vosotros, iré en la plenitud de la bendición de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Os ruego, hermanos, por nuestro Señor Jesucristo y por el amor del Espíritu, que os esforcéis juntamente conmigo en vuestras oraciones a Dios por mí,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "para que sea librado de los que son desobedientes en Judea, y que mi servicio a Jerusalén sea aceptable a los santos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "y para que con gozo llegue a vosotros por la voluntad de Dios, y encuentre confortante reposo con vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "El Dios de paz sea con todos vosotros. Amén."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.16"
        ],
        "human": "Romanos 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.1"
        ],
        "human": "1 Corintios 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.15"
        ],
        "human": "Romanos 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Recomendaciones y saludos personales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Os recomiendo a nuestra hermana Febe, diaconisa de la iglesia en Cencrea;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "que la recibáis en el Señor de una manera digna de los santos, y que la ayudéis en cualquier asunto en que ella necesite de vosotros, porque ella también ha ayudado a muchos y aun a mí mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Saludad a Priscila y a Aquila, mis colaboradores en Cristo Jesús,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "los cuales expusieron su vida por mí, a quienes no solo yo doy gracias, sino también todas las iglesias de los gentiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Saludad también a la iglesia que está en su casa. Saludad a mi querido hermano Epeneto, que es el primer convertido a Cristo en Asia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Saludad a María, que ha trabajado mucho por vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Saludad a Andrónico y a Junias, mis parientes y compañeros de prisión, que se destacan entre los apóstoles y quienes también vinieron a Cristo antes que yo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Saludad a Amplias, mi querido hermano en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Saludad a Urbano, nuestro colaborador en Cristo, y a mi querido hermano Estaquis."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Saludad a Apeles, el aprobado en Cristo. Saludad a los de la casa de Aristóbulo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Saludad a Herodión, mi pariente. Saludad a los de la casa de Narciso, que son del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Saludad a Trifena y a Trifosa, obreras del Señor. Saludad a la querida hermana Pérsida, que ha trabajado mucho en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Saludad a Rufo, escogido en el Señor, también a su madre y mía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Saludad a Asíncrito, a Flegonte, a Hermes, a Patrobas, a Hermas y a los hermanos con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Saludad a Filólogo y a Julia, a Nereo y a su hermana, y a Olimpas y a todos los santos que están con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Saludaos los unos a los otros con un beso santo. Todas las iglesias de Cristo os saludan."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Advertencias contra las disensiones y la apostasía"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y os ruego, hermanos, que vigiléis a los que causan disensiones y tropiezos contra las enseñanzas que vosotros aprendisteis, y que os apartéis de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Porque los tales son esclavos, no de Cristo nuestro Señor, sino de sus propios apetitos, y por medio de palabras suaves y lisonjeras engañan los corazones de los ingenuos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Porque la noticia de vuestra obediencia se ha extendido a todos; por tanto, me regocijo por vosotros, pero quiero que seáis sabios para lo bueno e inocentes para lo malo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y el Dios de paz aplastará pronto a Satanás debajo de vuestros pies.",
            "La gracia de nuestro Señor Jesucristo sea con vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludos y bendición final"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Timoteo, mi colaborador, os saluda, y también Lucio, Jasón y Sosípater, mis parientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Yo, Tercio, que escribo esta carta, os saludo en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Gayo, hospedador mío y de toda la iglesia, os saluda. Erasto, el tesorero de la ciudad, os saluda, y el hermano Cuarto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "La gracia de nuestro Señor Jesucristo sea con todos vosotros. Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Doxología final"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y a aquel que es poderoso para afirmaros conforme a mi evangelio y a la predicación de Jesucristo, según la revelación del misterio que ha sido mantenido en secreto durante siglos sin fin,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "pero que ahora ha sido manifestado, y por las Escrituras de los profetas, conforme al mandamiento del Dios eterno, se ha dado a conocer a todas las naciones para guiarlas a la obediencia de la fe,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "al único y sabio Dios, por medio de Jesucristo, sea la gloria para siempre. Amén."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}