{
  "book_usfm": "EST",
  "name": "Esther",
  "local_title": "Christian Standard Bible",
  "local_abbreviation": "CSB",
  "version_id": 1713,
  "publisher": {
    "name": "LifeWay Christian Resources"
  },
  "copyright": {
    "html": "<p>© 2017 Holman Bible Publishers</p>",
    "text": "© 2017 Holman Bible Publishers"
  },
  "language": {
    "iso_639_1": "en",
    "iso_639_3": "eng",
    "language_tag": "eng",
    "local_name": "English",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-en-eng",
  "chapters": [
    {
      "chapter_usfm": "EST.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.1"
        ],
        "human": "Esther 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.2"
        ],
        "human": "Esther 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.13"
        ],
        "human": "Nehemiah 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Vashti Angers the King"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "These events took place during the days of Ahasuerus, who ruled 127 provinces from India to Cush."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "In those days King Ahasuerus reigned from his royal throne in the fortress at Susa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "He held a feast in the third year of his reign for all his officials and staff, the army of Persia and Media, the nobles, and the officials from the provinces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "He displayed the glorious wealth of his kingdom and the magnificent splendor of his greatness for a total of 180 days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "At the end of this time, the king held a week-long banquet in the garden courtyard of the royal palace for all the people, from the greatest to the least, who were present in the fortress of Susa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "White and blue linen hangings were fastened with fine white and purple linen cords to silver rods on marble columns. Gold and silver couches were arranged on a mosaic pavement of red feldspar, marble, mother-of-pearl, and precious stones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Drinks were served in an array of gold goblets, each with a different design. Royal wine flowed freely, according to the king’s bounty."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "The drinking was according to royal decree: “There are no restrictions.” The king had ordered every wine steward in his household to serve whatever each person wanted."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Queen Vashti also gave a feast for the women of King Ahasuerus’s palace."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "On the seventh day, when the king was feeling good from the wine, Ahasuerus commanded Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar, and Carkas #— #the seven eunuchs who personally served him #— #"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "to bring Queen Vashti before him with her royal crown. He wanted to show off her beauty to the people and the officials, because she was very beautiful."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "But Queen Vashti refused to come at the king’s command that was delivered by his eunuchs. The king became furious and his anger burned within him."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The King’s Decree"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "The king consulted the wise men who understood the times, , for it was his normal procedure to confer with experts in law and justice."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "The most trusted ones were Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan. They were the seven officials of Persia and Media who had personal access to the king and occupied the highest positions in the kingdom."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "The king asked, “According to the law, what should be done with Queen Vashti, since she refused to obey King Ahasuerus’s command that was delivered by the eunuchs? ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Memucan said in the presence of the king and his officials, “Queen Vashti has wronged not only the king, but all the officials and the peoples who are in every one of King Ahasuerus’s provinces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "For the queen’s action will become public knowledge to all the women and cause them to despise their husbands and say, ‘King Ahasuerus ordered Queen Vashti brought before him, but she did not come.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Before this day is over, the noble women of Persia and Media who hear about the queen’s act will say the same thing to all the king’s officials, resulting in more contempt and fury."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "“If it meets the king’s approval, he should personally issue a royal decree. Let it be recorded in the laws of the Persians and the Medes, so that it cannot be revoked: Vashti is not to enter King Ahasuerus’s presence, and her royal position is to be given to another woman who is more worthy than she."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "The decree the king issues will be heard throughout his vast kingdom, so all women will honor their husbands, from the greatest to the least.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "The king and his counselors approved the proposal, and he followed Memucan’s advice."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "He sent letters to all the royal provinces, to each province in its own script and to each ethnic group in its own language, that every man should be master of his own house and speak in the language of his own people."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.2"
        ],
        "human": "Esther 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.3"
        ],
        "human": "Esther 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.1"
        ],
        "human": "Esther 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Search for a New Queen"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Some time later, when King Ahasuerus’s rage had cooled down, he remembered Vashti, what she had done, and what was decided against her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "The king’s personal attendants suggested, “Let a search be made for beautiful young virgins for the king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Let the king appoint commissioners in each province of his kingdom, so that they may gather all the beautiful young virgins to the harem at the fortress of Susa. Put them under the supervision of Hegai, the king’s eunuch, keeper of the women, and give them the required beauty treatments."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then the young woman who pleases the king will become queen instead of Vashti.” This suggestion pleased the king, and he did accordingly."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "In the fortress of Susa, there was a Jewish man named Mordecai son of Jair, son of Shimei, son of Kish, a Benjaminite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Kish had been taken into exile from Jerusalem with the other captives when King Nebuchadnezzar of Babylon took King Jeconiah of Judah into exile."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Mordecai was the legal guardian of his cousin Hadassah (that is, Esther), because she had no father or mother. The young woman had a beautiful figure and was extremely good-looking. When her father and mother died, Mordecai had adopted her as his own daughter."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "When the king’s command and edict became public knowledge and when many young women were gathered at the fortress of Susa under Hegai’s supervision, Esther was taken to the palace, into the supervision of Hegai, keeper of the women."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "The young woman pleased him and gained his favor so that he accelerated the process of the beauty treatments and the special diet that she received. He assigned seven hand-picked female servants to her from the palace and transferred her and her servants to the harem’s best quarters."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Esther did not reveal her ethnicity or her family background, because Mordecai had ordered her not to make them known."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Every day Mordecai took a walk in front of the harem’s courtyard to learn how Esther was doing and to see what was happening to her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "During the year before each young woman’s turn to go to King Ahasuerus, the harem regulation required her to receive beauty treatments with oil of myrrh for six months and then with perfumes and cosmetics for another six months."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "When the young woman would go to the king, she was given whatever she requested to take with her from the harem to the palace."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "She would go in the evening, and in the morning she would return to a second harem under the supervision of the king’s eunuch Shaashgaz, keeper of the concubines. She never went to the king again, unless he desired her and summoned her by name."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Esther Becomes Queen"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Esther was the daughter of Abihail, the uncle of Mordecai who had adopted her as his own daughter. When her turn came to go to the king, she did not ask for anything except what Hegai, the king’s eunuch, keeper of the women, suggested. Esther gained favor in the eyes of everyone who saw her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "She was taken to King Ahasuerus in the palace in the tenth month, the month Tebeth, in the seventh year of his reign."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "The king loved Esther more than all the other women. She won more favor and approval from him than did any of the other virgins. He placed the royal crown on her head and made her queen in place of Vashti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "The king held a great banquet for all his officials and staff. It was Esther’s banquet. He freed his provinces from tax payments and gave gifts worthy of the king’s bounty."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mordecai Saves the King"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "When the virgins were gathered a second time, Mordecai was sitting at the King’s Gate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Esther still did not reveal her family background or her ethnicity, as Mordecai had directed. She obeyed Mordecai’s orders, as she always had while he raised her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "During those days while Mordecai was sitting at the King’s Gate, Bigthan and Teresh, two of the king’s eunuchs who guarded the entrance, became infuriated and planned to assassinate King Ahasuerus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "When Mordecai learned of the plot, he reported it to Queen Esther, and she told the king on Mordecai’s behalf."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "When the report was investigated and verified, both men were hanged on the gallows. This event was recorded in the Historical Record in the king’s presence."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.3"
        ],
        "human": "Esther 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.4"
        ],
        "human": "Esther 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.2"
        ],
        "human": "Esther 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Haman’s Plan to Kill the Jews"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "After all this took place, King Ahasuerus honored Haman, son of Hammedatha the Agagite. He promoted him in rank and gave him a higher position than all the other officials."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "The entire royal staff at the King’s Gate bowed down and paid homage to Haman, because the king had commanded this to be done for him. But Mordecai would not bow down or pay homage."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "The members of the royal staff at the King’s Gate asked Mordecai, “Why are you disobeying the king’s command? ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "When they had warned him day after day and he still would not listen to them, they told Haman in order to see if Mordecai’s actions would be tolerated, since he had told them he was a Jew."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "When Haman saw that Mordecai was not bowing down or paying him homage, he was filled with rage."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And when he learned of Mordecai’s ethnic identity, it seemed repugnant to Haman to do away with Mordecai alone. He planned to destroy all of Mordecai’s people, the Jews, throughout Ahasuerus’s kingdom."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "In the first month, the month of Nisan, in King Ahasuerus’s twelfth year, the pur #— #that is, the lot #— #was cast before Haman for each day in each month, and it fell on the twelfth month, the month Adar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Then Haman informed King Ahasuerus, “There is one ethnic group, scattered throughout the peoples in every province of your kingdom, keeping themselves separate. Their laws are different from everyone else’s and they do not obey the king’s laws. It is not in the king’s best interest to tolerate them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "If the king approves, let an order be drawn up authorizing their destruction, and I will pay 375 tons of silver to the officials for deposit in the royal treasury.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "The king removed his signet ring from his hand and gave it to Haman son of Hammedatha the Agagite, the enemy of the Jews."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Then the king told Haman, “The money and people are given to you to do with as you see fit.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "The royal scribes were summoned on the thirteenth day of the first month, and the order was written exactly as Haman commanded. It was intended for the royal satraps, the governors of each of the provinces, and the officials of each ethnic group and written for each province in its own script and to each ethnic group in its own language. It was written in the name of King Ahasuerus and sealed with the royal signet ring."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Letters were sent by couriers to each of the royal provinces telling the officials to destroy, kill, and annihilate all the Jewish people #— #young and old, women and children #— #and plunder their possessions on a single day, the thirteenth day of Adar, the twelfth month."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "A copy of the text, issued as law throughout every province, was distributed to all the peoples so that they might get ready for that day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "The couriers left, spurred on by royal command, and the law was issued in the fortress of Susa. The king and Haman sat down to drink, while the city of Susa was in confusion."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.4"
        ],
        "human": "Esther 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.5"
        ],
        "human": "Esther 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.3"
        ],
        "human": "Esther 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mordecai Appeals to Esther"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "When Mordecai learned all that had occurred, he tore his clothes, put on sackcloth and ashes, went into the middle of the city, and cried loudly and bitterly."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "He went only as far as the King’s Gate, since the law prohibited anyone wearing sackcloth from entering the King’s Gate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "There was great mourning among the Jewish people in every province where the king’s command and edict reached. They fasted, wept, and lamented, and many lay in sackcloth and ashes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Esther’s female servants and her eunuchs came and reported the news to her, and the queen was overcome with fear. She sent clothes for Mordecai to wear so that he would take off his sackcloth, but he did not accept them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Esther summoned Hathach, one of the king’s eunuchs who attended her, and dispatched him to Mordecai to learn what he was doing and why."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "So Hathach went out to Mordecai in the city square in front of the King’s Gate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Mordecai told him everything that had happened as well as the exact amount of money Haman had promised to pay the royal treasury for the slaughter of the Jews."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Mordecai also gave him a copy of the written decree issued in Susa ordering their destruction, so that Hathach might show it to Esther, explain it to her, and command her to approach the king, implore his favor, and plead with him personally for her people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Hathach came and repeated Mordecai’s response to Esther."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Esther spoke to Hathach and commanded him to tell Mordecai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“All the royal officials and the people of the royal provinces know that one law applies to every man or woman who approaches the king in the inner courtyard and who has not been summoned #— #the death penalty #— # unless the king extends the gold scepter, allowing that person to live. I have not been summoned to appear before the king for the last thirty days.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Esther’s response was reported to Mordecai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Mordecai told the messenger to reply to Esther, “Don’t think that you will escape the fate of all the Jews because you are in the king’s palace."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "If you keep silent at this time, relief and deliverance will come to the Jewish people from another place, but you and your father’s family will be destroyed. Who knows, perhaps you have come to your royal position for such a time as this.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Esther sent this reply to Mordecai:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "“Go and assemble all the Jews who can be found in Susa and fast for me. Don’t eat or drink for three days, night or day. I and my female servants will also fast in the same way. After that, I will go to the king even if it is against the law. If I perish, I perish.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "So Mordecai went and did everything Esther had commanded him."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.5"
        ],
        "human": "Esther 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.6"
        ],
        "human": "Esther 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.4"
        ],
        "human": "Esther 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Esther Approaches the King"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "On the third day, Esther dressed in her royal clothing and stood in the inner courtyard of the palace facing it. The king was sitting on his royal throne in the royal courtroom, facing its entrance."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "As soon as the king saw Queen Esther standing in the courtyard, she gained favor with him. The king extended the gold scepter in his hand toward Esther, and she approached and touched the tip of the scepter."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "“What is it, Queen Esther? ” the king asked her. “Whatever you want, even to half the kingdom, will be given to you.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "“If it pleases the king,” Esther replied, “may the king and Haman come today to the banquet I have prepared for them.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "The king said, “Hurry, and get Haman so we can do as Esther has requested.” So the king and Haman went to the banquet Esther had prepared."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "While drinking the wine, the king asked Esther, “Whatever you ask will be given to you. Whatever you want, even to half the kingdom, will be done.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Esther answered, “This is my petition and my request:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "If I have found favor in the eyes of the king, and if it pleases the king to grant my petition and perform my request, may the king and Haman come to the banquet I will prepare for them. Tomorrow I will do what the king has asked.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "That day Haman left full of joy and in good spirits. , But when Haman saw Mordecai at the King’s Gate, and Mordecai didn’t rise or tremble in fear at his presence, Haman was filled with rage toward Mordecai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Yet Haman controlled himself and went home. He sent for his friends and his wife Zeresh to join him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Then Haman described for them his glorious wealth and his many sons. He told them all how the king had honored him and promoted him in rank over the other officials and the royal staff."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "“What’s more,” Haman added, “Queen Esther invited no one but me to join the king at the banquet she had prepared. I am invited again tomorrow to join her with the king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Still, none of this satisfies me since I see Mordecai the Jew sitting at the King’s Gate all the time.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "His wife Zeresh and all his friends told him, “Have them build a gallows seventy-five feet tall. Ask the king in the morning to hang Mordecai on it. Then go to the banquet with the king and enjoy yourself.” The advice pleased Haman, so he had the gallows constructed."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.6"
        ],
        "human": "Esther 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.7"
        ],
        "human": "Esther 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.5"
        ],
        "human": "Esther 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mordecai Honored by the King"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "That night sleep escaped the king, so he ordered the book recording daily events to be brought and read to the king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "They found the written report of how Mordecai had informed on Bigthana and Teresh, two of the king’s eunuchs who guarded the entrance, when they planned to assassinate King Ahasuerus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "The king inquired, “What honor and special recognition have been given to Mordecai for this act? ”",
            "The king’s personal attendants replied, “Nothing has been done for him.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "The king asked, “Who is in the court? ” Now Haman was just entering the outer court of the palace to ask the king to hang Mordecai on the gallows he had prepared for him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "The king’s attendants answered him, “Haman is there, standing in the court.”",
            "“Have him enter,” the king ordered."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Haman entered, and the king asked him, “What should be done for the man the king wants to honor? ”",
            "Haman thought to himself, “Who is it the king would want to honor more than me? ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Haman told the king, “For the man the king wants to honor:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Have them bring a royal garment that the king himself has worn and a horse the king himself has ridden, which has a royal crown on its head."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Put the garment and the horse under the charge of one of the king’s most noble officials. Have them clothe the man the king wants to honor, parade him on the horse through the city square, and call out before him, ‘This is what is done for the man the king wants to honor.’ ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "The king told Haman, “Hurry, and do just as you proposed. Take a garment and a horse for Mordecai the Jew, who is sitting at the King’s Gate. Do not leave out anything you have suggested.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "So Haman took the garment and the horse. He clothed Mordecai and paraded him through the city square, calling out before him, “This is what is done for the man the king wants to honor.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then Mordecai returned to the King’s Gate, but Haman hurried off for home, mournful and with his head covered."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Haman told his wife Zeresh and all his friends everything that had happened. His advisers and his wife Zeresh said to him, “Since Mordecai is Jewish, and you have begun to fall before him, you won’t overcome him, because your downfall is certain.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "While they were still speaking with him, the king’s eunuchs arrived and rushed Haman to the banquet Esther had prepared."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.7"
        ],
        "human": "Esther 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.8"
        ],
        "human": "Esther 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.6"
        ],
        "human": "Esther 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Haman Is Executed"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The king and Haman came to feast , with Esther the queen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Once again, on the second day while drinking wine, the king asked Esther, “Queen Esther, whatever you ask will be given to you. Whatever you seek, even to half the kingdom, will be done.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Queen Esther answered, “If I have found favor with you, Your Majesty, and if the king is pleased, spare my life; this is my request. And spare my people; this is my desire."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "For my people and I have been sold to destruction, death, and annihilation. If we had merely been sold as male and female slaves, I would have kept silent. Indeed, the trouble wouldn’t be worth burdening the king.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "King Ahasuerus spoke up and asked Queen Esther, “Who is this, and where is the one who would devise such a scheme? ” ,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Esther answered, “The adversary and enemy is this evil Haman.”",
            "Haman stood terrified before the king and queen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "The king arose in anger and went from where they were drinking wine to the palace garden. , Haman remained to beg Queen Esther for his life because he realized the king was planning something terrible for him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Just as the king returned from the palace garden to the banquet hall, Haman was falling on the couch where Esther was reclining. The king exclaimed, “Would he actually violate the queen while I am in the house? ” As soon as the statement left the king’s mouth, they covered Haman’s face."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Harbona, one of the king’s eunuchs, said, “There is a gallows seventy-five feet tall at Haman’s house that he made for Mordecai, who gave the report that saved the king.”",
            "The king said, “Hang him on it.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "They hanged Haman on the gallows he had prepared for Mordecai. Then the king’s anger subsided."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.8"
        ],
        "human": "Esther 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.9"
        ],
        "human": "Esther 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.7"
        ],
        "human": "Esther 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Esther Intervenes for the Jews"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "That same day King Ahasuerus awarded Queen Esther the estate of Haman, the enemy of the Jews. Mordecai entered the king’s presence because Esther had revealed her relationship to Mordecai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "The king removed his signet ring he had recovered from Haman and gave it to Mordecai, and Esther put him in charge of Haman’s estate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Then Esther addressed the king again. She fell at his feet, wept, and begged him to revoke the evil of Haman the Agagite and his plot he had devised against the Jews."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "The king extended the gold scepter toward Esther, so she got up and stood before the king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "She said, “If it pleases the king and I have found favor with him, if the matter seems right to the king and I am pleasing in his eyes, let a royal edict be written. Let it revoke the documents the scheming Haman son of Hammedatha the Agagite wrote to destroy the Jews who are in all the king’s provinces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "For how could I bear to see the disaster that would come on my people? How could I bear to see the destruction of my relatives? ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "King Ahasuerus said to Esther the queen and to Mordecai the Jew, “Look, I have given Haman’s estate to Esther, and he was hanged on the gallows because he attacked the Jews."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Write in the king’s name whatever pleases you concerning the Jews, and seal it with the royal signet ring. A document written in the king’s name and sealed with the royal signet ring cannot be revoked.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "On the twenty-third day of the third month #— #that is, the month Sivan #— #the royal scribes were summoned. Everything was written exactly as Mordecai commanded for the Jews, to the satraps, the governors, and the officials of the 127 provinces from India to Cush. The edict was written for each province in its own script, for each ethnic group in its own language, and to the Jews in their own script and language."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Mordecai wrote in King Ahasuerus’s name and sealed the edicts with the royal signet ring. He sent the documents by mounted couriers, who rode fast horses bred in the royal stables."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "The king’s edict gave the Jews in each and every city the right to assemble and defend themselves, to destroy, kill, and annihilate every ethnic and provincial army hostile to them, including women and children, and to take their possessions as spoils of war."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "This would take place on a single day throughout all the provinces of King Ahasuerus, on the thirteenth day of the twelfth month, the month Adar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "A copy of the text, issued as law throughout every province, was distributed to all the peoples so the Jews could be ready to avenge themselves against their enemies on that day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "The couriers rode out in haste on their royal horses at the king’s urgent command. The law was also issued in the fortress of Susa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Mordecai went from the king’s presence clothed in royal blue and white, with a great gold crown and a purple robe of fine linen. The city of Susa shouted and rejoiced,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "and the Jews celebrated with gladness, joy, and honor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "In every province and every city where the king’s command and edict reached, gladness and joy took place among the Jews. There was a celebration and a holiday. , And many of the ethnic groups of the land professed themselves to be Jews because fear of the Jews had overcome them."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.9"
        ],
        "human": "Esther 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.10"
        ],
        "human": "Esther 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.8"
        ],
        "human": "Esther 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Victories of the Jews"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The king’s command and law went into effect on the thirteenth day of the twelfth month, the month Adar. On the day when the Jews’ enemies had hoped to overpower them, just the opposite happened. The Jews overpowered those who hated them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "In each of King Ahasuerus’s provinces the Jews assembled in their cities to attack those who intended to harm them. Not a single person could withstand them; fear of them fell on every nationality."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "All the officials of the provinces, the satraps, the governors, and the royal civil administrators , aided the Jews because they feared Mordecai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "For Mordecai exercised great power in the palace, and his fame spread throughout the provinces as he became more and more powerful."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "The Jews put all their enemies to the sword, killing and destroying them. They did what they pleased to those who hated them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "In the fortress of Susa the Jews killed and destroyed five hundred men,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "including Parshandatha, Dalphon, Aspatha,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Poratha, Adalia, Aridatha,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Parmashta, Arisai, Aridai, and Vaizatha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "They killed these ten sons of Haman son of Hammedatha, the enemy of the Jews. However, they did not seize any plunder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "On that day the number of people killed in the fortress of Susa was reported to the king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "The king said to Queen Esther, “In the fortress of Susa the Jews have killed and destroyed five hundred men, including Haman’s ten sons. What have they done in the rest of the royal provinces? Whatever you ask will be given to you. Whatever you seek will also be done.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Esther answered, “If it pleases the king, may the Jews who are in Susa also have tomorrow to carry out today’s law, and may the bodies of Haman’s ten sons be hung on the gallows.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "The king gave the orders for this to be done, so a law was announced in Susa, and they hung the bodies of Haman’s ten sons."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "The Jews in Susa assembled again on the fourteenth day of the month of Adar and killed three hundred men in Susa, but they did not seize any plunder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "The rest of the Jews in the royal provinces assembled, defended themselves, and gained relief from their enemies. They killed seventy-five thousand of those who hated them, but they did not seize any plunder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "They fought on the thirteenth day of the month of Adar and rested on the fourteenth, and it became a day of feasting and rejoicing."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "But the Jews in Susa had assembled on the thirteenth and the fourteenth days of the month. They rested on the fifteenth day of the month, and it became a day of feasting and rejoicing."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "This explains why the rural Jews who live in villages observe the fourteenth day of the month of Adar as a time of rejoicing and feasting. It is a holiday when they send gifts to one another."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Mordecai recorded these events and sent letters to all the Jews in all of King Ahasuerus’s provinces, both near and far."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "He ordered them to celebrate the fourteenth and fifteenth days of the month of Adar every year"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "because during those days the Jews gained relief from their enemies. That was the month when their sorrow was turned into rejoicing and their mourning into a holiday. They were to be days of feasting, rejoicing, and of sending gifts to one another and to the poor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "So the Jews agreed to continue the practice they had begun, as Mordecai had written them to do."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "For Haman son of Hammedatha the Agagite, the enemy of all the Jews, had plotted against the Jews to destroy them. He cast the pur #— #that is, the lot #— #to crush and destroy them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "But when the matter was brought before the king, he commanded by letter that the evil plan Haman had devised against the Jews return on his own head and that he should be hanged with his sons on the gallows."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "For this reason these days are called Purim, from the word pur. Because of all the instructions in this letter as well as what they had witnessed and what had happened to them,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "the Jews bound themselves, their descendants, and all who joined with them to a commitment that they would not fail to celebrate these two days each and every year according to the written instructions and according to the time appointed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "These days are remembered and celebrated by every generation, family, province, and city, so that these days of Purim will not lose their significance in Jewish life and their memory will not fade from their descendants."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Queen Esther, daughter of Abihail, along with Mordecai the Jew, wrote this second letter with full authority to confirm the letter about Purim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "He sent letters with assurances of peace and security to all the Jews who were in the 127 provinces of the kingdom of Ahasuerus,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "in order to confirm these days of Purim at their proper time just as Mordecai the Jew and Esther the queen had established them and just as they had committed themselves and their descendants to the practices of fasting and lamentation."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "So Esther’s command confirmed these customs of Purim, which were then written into the record."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.10"
        ],
        "human": "Esther 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOB.1"
        ],
        "human": "Job 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.9"
        ],
        "human": "Esther 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mordecai’s Fame"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "King Ahasuerus imposed a tax throughout the land even to the farthest shores. ,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "All of his powerful and magnificent accomplishments and the detailed account of Mordecai’s great rank with which the king had honored him, have they not been written in the Book of the Historical Events of the Kings of Media and Persia?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Mordecai the Jew was second only to King Ahasuerus. He was famous among the Jews and highly esteemed by many of his relatives. He continued to pursue prosperity for his people and to speak for the well-being of all his descendants."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}