{
  "book_usfm": "2TI",
  "name": "2 Timothy",
  "local_title": "King James Version",
  "local_abbreviation": "KJV",
  "version_id": 1,
  "publisher": {
    "name": "Cambridge Univ. Press & BFBS"
  },
  "copyright": {
    "html": "Rights in the Authorized (King James) Version in the United Kingdom are vested in the Crown. Published by permission of the Crown’s patentee, Cambridge University Press.",
    "text": "Rights in the Authorized (King James) Version in the United Kingdom are vested in the Crown. Published by permission of the Crown’s patentee, Cambridge University Press."
  },
  "language": {
    "iso_639_1": "en",
    "iso_639_3": "eng",
    "language_tag": "eng",
    "local_name": "English",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-en-eng",
  "chapters": [
    {
      "chapter_usfm": "2TI.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2TI.1"
        ],
        "human": "2 Timothy 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2TI.2"
        ],
        "human": "2 Timothy 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1TI.6"
        ],
        "human": "1 Timothy 6",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Paul, an apostle of Jesus Christ by the will of God, according to the promise of life which is in Christ Jesus,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "To Timothy, my dearly beloved son: Grace, mercy, and peace, from God the Father and Christ Jesus our Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "Timothy, the Beloved"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "I thank God, whom I serve from my forefathers with pure conscience, that without ceasing I have remembrance of thee in my prayers night and day;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "greatly desiring to see thee, being mindful of thy tears, that I may be filled with joy;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "when I call to remembrance the unfeigned faith that is in thee, which dwelt first in thy grandmother Lois, and thy mother Eunice; and I am persuaded that in thee also."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Wherefore I put thee in remembrance that thou stir up the gift of God, which is in thee by the putting on of my hands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Be not thou therefore ashamed of the testimony of our Lord, nor of me his prisoner: but be thou partaker of the afflictions of the gospel according to the power of God;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "who hath saved us, and called us with an holy calling, not according to our works, but according to his own purpose and grace, which was given us in Christ Jesus before the world began,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "but is now made manifest by the appearing of our Saviour Jesus Christ, who hath abolished death, and hath brought life and immortality to light through the gospel:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "whereunto I am appointed a preacher, and an apostle, and a teacher of the Gentiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "For the which cause I also suffer these things: nevertheless I am not ashamed: for I know whom I have believed, and am persuaded that he is able to keep that which I have committed unto him against that day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Hold fast the form of sound words, which thou hast heard of me, in faith and love which is in Christ Jesus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "That good thing which was committed unto thee keep by the Holy Ghost which dwelleth in us."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "This thou knowest, that all they which are in Asia be turned away from me; of whom are Phygellus and Hermogenes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "The Lord give mercy unto the house of Onesiphorus; for he oft refreshed me, and was not ashamed of my chain:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "but, when he was in Rome, he sought me out very diligently, and found me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "The Lord grant unto him that he may find mercy of the Lord in that day: and in how many things he ministered unto me at Ephesus, thou knowest very well."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2TI.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2TI.2"
        ],
        "human": "2 Timothy 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2TI.3"
        ],
        "human": "2 Timothy 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2TI.1"
        ],
        "human": "2 Timothy 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "God's Soldier and Workman"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Thou therefore, my son, be strong in the grace that is in Christ Jesus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And the things that thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Thou therefore endure hardness, as a good soldier of Jesus Christ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "No man that warreth entangleth himself with the affairs of this life; that he may please him who hath chosen him to be a soldier."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And if a man also strive for masteries, yet is he not crowned, except he strive lawfully."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "The husbandman that laboureth must be first partaker of the fruits."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Consider what I say; and the Lord give thee understanding in all things."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Remember that Jesus Christ of the seed of David was raised from the dead according to my gospel:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "wherein I suffer trouble, as an evil doer, even unto bonds; but the word of God is not bound."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Therefore I endure all things for the elect's sakes, that they may also obtain the salvation which is in Christ Jesus with eternal glory."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "It is a faithful saying: For if we be dead with him, we shall also live with him:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "if we suffer, we shall also reign with him: if we deny him, he also will deny us:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "if we believe not, yet he abideth faithful: he cannot deny himself."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Of these things put them in remembrance, charging them before the Lord that they strive not about words to no profit, but to the subverting of the hearers."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "But shun profane and vain babblings: for they will increase unto more ungodliness."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "And their word will eat as doth a canker: of whom is Hymenæus and Philetus;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "who concerning the truth have erred, saying that the resurrection is past already; and overthrow the faith of some."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Nevertheless the foundation of God standeth sure, having this seal, The Lord knoweth them that are his. And, Let every one that nameth the name of Christ depart from iniquity."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "But in a great house there are not only vessels of gold and of silver, but also of wood and of earth; and some to honour, and some to dishonour."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "If a man therefore purge himself from these, he shall be a vessel unto honour, sanctified, and meet for the master's use, and prepared unto every good work."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Flee also youthful lusts: but follow righteousness, faith, charity, peace, with them that call on the Lord out of a pure heart."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "But foolish and unlearned questions avoid, knowing that they do gender strifes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "And the servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "in meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "and that they may recover themselves out of the snare of the devil, who are taken captive by him at his will."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2TI.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2TI.3"
        ],
        "human": "2 Timothy 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2TI.4"
        ],
        "human": "2 Timothy 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2TI.2"
        ],
        "human": "2 Timothy 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "In Perilous Times"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "This know also, that in the last days perilous times shall come."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "traitors, heady, highminded, lovers of pleasures more than lovers of God;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "having a form of godliness, but denying the power thereof: from such turn away."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "For of this sort are they which creep into houses, and lead captive silly women laden with sins, led away with divers lusts,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "ever learning, and never able to come to the knowledge of the truth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Now as Jannes and Jambres withstood Moses, so do these also resist the truth: men of corrupt minds, reprobate concerning the faith."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "But they shall proceed no further: for their folly shall be manifest unto all men, as theirs also was."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "But thou hast fully known my doctrine, manner of life, purpose, faith, longsuffering, charity, patience,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "persecutions, afflictions, which came unto me at Antioch, at Iconium, at Lystra; what persecutions I endured: but out of them all the Lord delivered me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Yea, and all that will live godly in Christ Jesus shall suffer persecution."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "But evil men and seducers shall wax worse and worse, deceiving, and being deceived."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "But continue thou in the things which thou hast learned and hast been assured of, knowing of whom thou hast learned them;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "and that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "All scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "that the man of God may be perfect, throughly furnished unto all good works."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2TI.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2TI.4"
        ],
        "human": "2 Timothy 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "TIT.1"
        ],
        "human": "Titus 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2TI.3"
        ],
        "human": "2 Timothy 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "A Farewell Charge"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "I charge thee therefore before God, and the Lord Jesus Christ, who shall judge the quick and the dead at his appearing and his kingdom;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "preach the word; be instant in season, out of season; reprove, rebuke, exhort with all longsuffering and doctrine."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "For the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "and they shall turn away their ears from the truth, and shall be turned unto fables."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "But watch thou in all things, endure afflictions, do the work of an evangelist, make full proof of thy ministry."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "For I am now ready to be offered, and the time of my departure is at hand."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "I have fought a good fight, I have finished my course, I have kept the faith:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous judge, shall give me at that day: and not to me only, but unto all them also that love his appearing."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Do thy diligence to come shortly unto me:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "for Demas hath forsaken me, having loved this present world, and is departed unto Thessalonica; Crescens to Galatia, Titus unto Dalmatia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Only Luke is with me. Take Mark, and bring him with thee: for he is profitable to me for the ministry."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "And Tychicus have I sent to Ephesus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "The cloke that I left at Troas with Carpus, when thou comest, bring with thee, and the books, but especially the parchments."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Alexander the coppersmith did me much evil: the Lord reward him according to his works:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "of whom be thou ware also; for he hath greatly withstood our words."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "At my first answer no man stood with me, but all men forsook me: I pray God that it may not be laid to their charge."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Notwithstanding the Lord stood with me, and strengthened me; that by me the preaching might be fully known, and that all the Gentiles might hear: and I was delivered out of the mouth of the lion."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And the Lord shall deliver me from every evil work, and will preserve me unto his heavenly kingdom: to whom be glory for ever and ever. Amen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Salute Prisca and Aquila, and the household of Onesiphorus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Erastus abode at Corinth: but Trophimus have I left at Miletum sick."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Do thy diligence to come before winter.",
            "Eubulus greeteth thee, and Pudens, and Linus, and Claudia, and all the brethren."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "The Lord Jesus Christ be with thy spirit. Grace be with you. Amen.",
            "The second epistle unto Timotheus, ordained the first bishop of the church of the Ephesians, was written from Rome, when Paul was brought before Nero the second time."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}