{
  "book_usfm": "1KI",
  "name": "1 Reyes",
  "local_title": "Nueva Versión Internacional - Castellano",
  "local_abbreviation": "NVI",
  "version_id": 1637,
  "publisher": {
    "name": "Biblica, Inc."
  },
  "copyright": {
    "html": "<p>Santa Biblia, NUEVA VERSIÓN INTERNACIONAL® NVI® (Castellano)</p> <p>© 1999, 2005, 2017 por Biblica, Inc.®</p> <p>Usado con permiso de Biblica, Inc.® Reservados todos los derechos en todo el mundo.</p>",
    "text": "Santa Biblia, NUEVA VERSIÓN INTERNACIONAL® NVI® (Castellano) © 1999, 2005, 2017 por Biblica, Inc.® Usado con permiso de Biblica, Inc.® Reservados todos los derechos en todo el mundo."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa_es",
    "local_name": "Español (España)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "1KI.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.1"
        ],
        "human": "1 Reyes 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.2"
        ],
        "human": "1 Reyes 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.24"
        ],
        "human": "2 Samuel 24",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Adonías usurpa el trono"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El rey David era ya tan anciano y tan entrado en años que, por más que lo abrigaban, no conseguía entrar en calor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Por eso sus servidores le dijeron: «Busquemos una joven soltera para que atienda a mi señor el rey y lo cuide, y se acueste a su lado para darle calor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Así que fueron por todo Israel en busca de una muchacha hermosa, y encontraron a una sunamita llamada Abisag y se la llevaron al rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "La muchacha era realmente muy hermosa, y se dedicó a cuidar y a servir al rey, aunque el rey nunca tuvo relaciones sexuales con ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Adonías, cuya madre fue Jaguit, se llenó de ambición y dijo: «¡Yo voy a ser rey!» Por lo tanto, consiguió carros de combate, caballos y cincuenta guardias de escolta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Adonías era más joven que Absalón, y muy bien parecido. Como David, su padre, nunca lo había contrariado ni le había pedido cuentas de lo que hacía,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Adonías se confabuló con Joab hijo de Sarvia y con el sacerdote Abiatar, y estos le dieron su apoyo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Quienes no lo apoyaron fueron el sacerdote Sadoc, Benaías hijo de Joyadá, el profeta Natán, Simí y Reguí, y la guardia personal de David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cerca de Enroguel, junto a la peña de Zojélet, Adonías ofreció un sacrificio de ovejas, bueyes y terneros engordados. Invitó a todos sus hermanos, los hijos del rey, y a todos los funcionarios reales de Judá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "pero no invitó al profeta Natán, ni a Benaías, ni a la guardia real ni a su hermano Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por eso Natán le preguntó a Betsabé, la madre de Salomón: «¿Ya sabes que Adonías, el hijo de Jaguit, se ha proclamado rey a espaldas de nuestro señor David?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pues, si quieres salvar tu vida y la de tu hijo Salomón, déjame darte un consejo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ve a presentarte ante el rey David, y dile: “¿Acaso no le habías jurado tú mi señor el rey a esta tu sierva que mi hijo Salomón te sucedería en el trono? ¿Cómo es que ahora el rey es Adonías?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Mientras tú estés allí, hablando con el rey, yo entraré para confirmar tus palabras»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Betsabé se dirigió entonces a la habitación del rey. Como este ya era muy anciano, lo atendía Abisag la sunamita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Al llegar Betsabé, se arrodilló ante el rey, y este le preguntó:",
            "―¿Qué quieres?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "―Mi señor juró por el Señor su Dios a esta tu sierva —contestó Betsabé— que mi hijo Salomón sucedería en el trono a mi señor el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero ahora resulta que Adonías se ha proclamado rey a espaldas de mi señor el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Ha sacrificado una gran cantidad de toros, terneros engordados y ovejas, y ha invitado a todos los hijos del rey, al sacerdote Abiatar y a Joab, general del ejército; sin embargo, no invitó a Salomón, que es un fiel servidor de mi señor el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Mi señor y rey, todo Israel está a la expectativa y quiere que mi señor el rey le diga quién le sucederá en el trono."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "De lo contrario, tan pronto como mi señor el rey muera, mi hijo Salomón y yo seremos acusados de alta traición."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Mientras Betsabé hablaba con el rey, llegó el profeta Natán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "y el rey se enteró de su llegada. Entonces Natán se presentó ante el rey y, arrodillándose,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "le dijo:",
            "―Mi señor y rey, ¿acaso has decretado tú que Adonías te suceda en el trono?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pregunto esto porque él ha ido hoy a sacrificar una gran cantidad de toros, terneros engordados y ovejas. Además, ha invitado a todos los hijos del rey, a los comandantes del ejército y al sacerdote Abiatar, y allí están todos ellos comiendo y bebiendo, y gritando en su presencia: “¡Viva el rey Adonías!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Sin embargo, no me invitó a mí, que estoy a tu servicio, ni al sacerdote Sadoc, ni a Benaías hijo de Joyadá, ni a Salomón, que es tu fiel siervo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "¿Será posible que mi señor y rey haya hecho esto sin dignarse comunicarles a sus siervos quién le sucederá en el trono?"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "David proclama rey a Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Al oír esto, el rey David ordenó:",
            "―¡Llamad a Betsabé!",
            "Ella entró y se quedó de pie ante el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces el rey le hizo este juramento:",
            "―Tan cierto como que vive el Señor, que me ha librado de toda angustia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "te aseguro que hoy cumpliré lo que te juré por el Señor, el Dios de Israel. Yo te prometí que tu hijo Salomón me sucederá en el trono y reinará en mi lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Betsabé se inclinó ante el rey y, postrándose rostro en tierra, exclamó:",
            "―¡Que viva para siempre mi señor el rey David!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "David ordenó:",
            "―Llamad al sacerdote Sadoc, al profeta Natán y a Benaías hijo de Joyadá.",
            "Cuando los tres se presentaron ante el rey,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "este les dijo:",
            "―Tomad con vosotros a los funcionarios de la corte, montad a mi hijo Salomón en mi propia mula, y llevadlo a Guijón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "para que el sacerdote Sadoc y el profeta Natán lo unjan como rey de Israel. Tocad luego la trompeta, y gritad: “¡Viva el rey Salomón!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Después de eso, regresad con él para que ocupe el trono en mi lugar y me suceda como rey, pues he dispuesto que sea él quien gobierne a Israel y a Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "―¡Que así sea! —le respondió Benaías hijo de Joyadá—. ¡Que así lo confirme el Señor, Dios de mi señor, el rey!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Que así como el Señor estuvo con mi señor, el rey, esté también con Salomón; ¡y que engrandezca su trono aún más que el trono de mi señor el rey David!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "El sacerdote Sadoc, el profeta Natán y Benaías hijo de Joyadá, y los quereteos y los peleteos, montaron a Salomón en la mula del rey David y lo escoltaron mientras bajaban hasta Guijón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Allí el sacerdote Sadoc tomó el cuerno de aceite que estaba en el santuario, y ungió a Salomón. Tocaron entonces la trompeta, y todo el pueblo gritó: «¡Viva el rey Salomón!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Luego, todos subieron detrás de él, tocando flautas y lanzando gritos de alegría. Era tal el estruendo que la tierra temblaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Adonías y todos sus invitados estaban a punto de terminar de comer cuando sintieron el estruendo. Al oír el sonido de la trompeta, Joab preguntó:",
            "―¿Por qué habrá tanta bulla en la ciudad?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Aún estaba hablando cuando llegó Jonatán, hijo del sacerdote Abiatar.",
            "―¡Entra! —le dijo Adonías—. Un hombre respetable como tú debe traer buenas noticias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "―¡No es así! —exclamó Jonatán—. Nuestro señor el rey David ha nombrado rey a Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "También ha ordenado que el sacerdote Sadoc, el profeta Natán y Benaías hijo de Joyadá, con los quereteos y los peleteos, monten a Salomón en la mula del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Sadoc y Natán lo han ungido como rey en Guijón. Desde allí han subido lanzando gritos de alegría, y la ciudad está alborotada. A eso se debe tanta bulla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Además, Salomón se ha sentado en el trono real,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "y los funcionarios de la corte han ido a felicitar a nuestro señor, el rey David. Hasta le desearon que su Dios hiciera el nombre de Salomón más famoso todavía que el de David, y que engrandeciera el trono de Salomón más que el suyo. Ante eso, el rey se inclinó en su cama"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "y dijo: “¡Alabado sea el Señor, Dios de Israel, que hoy me ha concedido ver a mi sucesor sentarse en mi trono!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Al oír eso, todos los invitados de Adonías se levantaron llenos de miedo y se dispersaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Adonías, por temor a Salomón, se refugió en el santuario, en donde se agarró de los cuernos del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "No faltó quien fuera a decirle a Salomón:",
            "―Adonías tiene miedo del rey Salomón y está agarrado de los cuernos del altar. Ha dicho: “¡Quiero que hoy mismo jure el rey Salomón que no condenará a muerte a este su siervo!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "Salomón respondió:",
            "―Si demuestra que es un hombre de honor, no perderá ni un cabello de su cabeza; pero, si se le sorprende en alguna maldad, será condenado a muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Acto seguido, el rey Salomón mandó que lo trajeran. Cuando Adonías llegó, se inclinó ante el rey Salomón, y este le ordenó que se fuera a su casa."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.2"
        ],
        "human": "1 Reyes 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.3"
        ],
        "human": "1 Reyes 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.1"
        ],
        "human": "1 Reyes 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Últimas instrucciones de David"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "David ya estaba próximo a morir, así que le dio estas instrucciones a su hijo Salomón:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Según el destino que a todos nos espera, pronto partiré de este mundo. ¡Cobra ánimo y pórtate como un hombre!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cumple los mandatos del Señor tu Dios; sigue sus sendas y obedece sus decretos, mandamientos, leyes y preceptos, los cuales están escritos en la ley de Moisés. Así prosperarás en todo lo que hagas y por dondequiera que vayas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y el Señor cumplirá esta promesa que me hizo: “Si tus descendientes cuidan su conducta y me son fieles con toda el alma y de todo corazón, nunca faltará un sucesor tuyo en el trono de Israel”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»Ahora bien, tú mismo sabes que Joab hijo de Sarvia derramó sangre en tiempo de paz como si estuviera en guerra, y mató a Abner hijo de Ner y a Amasá hijo de Jéter, los dos comandantes de los ejércitos israelitas, manchándose así de sangre las manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por tanto, usa la cabeza y no lo dejes llegar a viejo y morir en paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "En cambio, sé bondadoso con los hijos de Barzilay de Galaad y permíteles comer a tu mesa, pues ellos me ampararon cuando huía de tu hermano Absalón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»También encárgate de Simí hijo de Guerá, ese benjaminita de Bajurín que me lanzó terribles maldiciones cuando me dirigía a Majanayin. Es cierto que, cuando fue al Jordán a recibirme, le juré por el Señor que no lo condenaría a muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Sin embargo, no tienes ya por qué perdonarle la vida. Tú eres inteligente, y sabrás qué hacer con él; aunque ya es viejo, hazle sufrir una muerte sangrienta»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "David murió y fue sepultado en la ciudad que lleva su nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Había reinado siete años en Hebrón y treinta y tres en Jerusalén, así que en total reinó en Israel cuarenta años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Le sucedió en el trono su hijo Salomón, y así se consolidó firmemente su reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón consolida el reino"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Adonías hijo de Jaguit fue a ver a Betsabé, madre de Salomón, y Betsabé le preguntó:",
            "―¿Vienes en son de paz?",
            "―Sí —respondió él—;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "tengo algo que comunicarte.",
            "―Habla —contestó ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "―Como tú sabes —dijo Adonías—, el reino me pertenecía, y todos los israelitas esperaban que yo llegara a ser rey. Pero ahora el reino ha pasado a mi hermano, que lo ha recibido por voluntad del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pues bien, tengo una petición que hacerte, y espero que me la concedas.",
            "―Continúa —dijo ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "―Por favor, pídele al rey Salomón que me dé como esposa a Abisag la sunamita; a ti no te lo negará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "―Muy bien —contestó Betsabé—; le hablaré al rey en tu favor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Betsabé fue a ver al rey Salomón para interceder en favor de Adonías. El rey se puso de pie para recibirla y se inclinó ante ella; luego se sentó en su trono y mandó que pusieran otro trono para su madre; y ella se sentó a la derecha del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "―Quiero pedirte un pequeño favor —dijo ella—. Te ruego que no me lo niegues.",
            "―Dime de qué se trata, madre mía. A ti no puedo negarte nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Ella continuó:",
            "―Concédele a tu hermano Adonías casarse con Abisag la sunamita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "―Pero ¿cómo puedes pedirme semejante cosa? —respondió el rey a su madre—. Es mi hermano mayor, y cuenta con el apoyo del sacerdote Abiatar y de Joab hijo de Sarvia. ¡Realmente me estás pidiendo que le ceda el trono!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Dicho esto, el rey Salomón juró por el Señor: «¡Que Dios me castigue sin piedad si no hago que Adonías pague con su vida por esa petición!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "El Señor me ha establecido firmemente en el trono de mi padre, y conforme a su promesa me ha dado una dinastía. Por tanto, tan cierto como que él vive, ¡juro que hoy mismo Adonías morirá!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "En seguida, el rey Salomón le dio a Benaías hijo de Joyadá la orden de matar a Adonías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Al sacerdote Abiatar, el rey mismo le ordenó: «Regresa a tus tierras en Anatot. Mereces la muerte, pero por el momento no voy a quitarte la vida, pues compartiste con David mi padre todas sus penurias, y en su presencia llevaste el arca del Señor omnipotente»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Fue así como, al destituir Salomón a Abiatar del sacerdocio del Señor, se cumplió la palabra que el Señor había pronunciado en Siló contra la familia de Elí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Joab había conspirado con Adonías, aunque no con Absalón, así que, al oír que Adonías había muerto, fue a refugiarse en el santuario del Señor, agarrándose de los cuernos del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Cuando le dijeron a Salomón que Joab había huido al santuario, y que estaba junto al altar, el rey le ordenó a Benaías hijo de Joyadá que fuera a matarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Benaías fue al santuario del Señor y le dijo a Joab:",
            "―El rey te ordena que salgas.",
            "―¡No! —respondió Joab—. ¡De aquí solo me sacarás muerto!",
            "Benaías fue y le contó al rey lo que había dicho Joab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "―¡Pues dale gusto! —ordenó el rey—. ¡Mátalo y entiérralo! De ese modo me absolverás a mí y a mi familia de la sangre inocente que derramó Joab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "El Señor hará recaer sobre su cabeza la sangre que derramó, porque a espaldas de mi padre atacó Joab a Abner hijo de Ner, que era comandante del ejército de Israel, y a Amasá hijo de Jéter, que era comandante del ejército de Judá. Así mató a filo de espada a dos hombres que eran mejores y más justos que él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "¡Que la culpa de esas muertes recaiga para siempre sobre la cabeza de Joab y de sus descendientes! ¡Pero que la paz del Señor permanezca para siempre con David y sus descendientes, y con su linaje y su trono!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Benaías hijo de Joyadá fue y mató a Joab, e hizo que lo sepultaran en su hacienda de la estepa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Entonces el rey puso a Benaías hijo de Joyadá sobre el ejército en lugar de Joab, y al sacerdote Sadoc lo puso en lugar de Abiatar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Luego mandó llamar a Simí y le dijo:",
            "―Constrúyete una casa en Jerusalén, y quédate allí. No salgas a ninguna parte,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "porque el día que salgas y cruces el arroyo de Cedrón, podrás darte por muerto. Y la culpa será tuya."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "―De acuerdo —le respondió Simí al rey—. Yo estoy para servir a mi señor el rey, y acataré tus órdenes.",
            "Simí permaneció en Jerusalén por un buen tiempo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "pero tres años más tarde dos de sus esclavos escaparon a Gat, donde reinaba Aquis hijo de Macá. Cuando le avisaron a Simí que sus esclavos estaban en Gat,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "aparejó su asno y se fue allí a buscarlos y traerlos de vuelta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Al oír Salomón que Simí había ido de Jerusalén a Gat y había regresado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "lo mandó llamar y le dijo:",
            "―Yo te hice jurar por el Señor, y te advertí: “El día que salgas a cualquier lugar, podrás darte por muerto”. Y tú dijiste que estabas de acuerdo y que obedecerías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "¿Por qué, pues, no cumpliste con tu juramento al Señor ni obedeciste la orden que te di?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "El rey también le dijo a Simí:",
            "―Tú bien sabes cuánto daño le hiciste a mi padre David; ahora el Señor se vengará de ti por tu maldad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "En cambio, yo seré bendecido, y el trono de David permanecerá firme para siempre en presencia del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Acto seguido, el rey le dio la orden a Benaías hijo de Joyadá, y este fue y mató a Simí. Así se consolidó el reino en manos de Salomón."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.3"
        ],
        "human": "1 Reyes 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.4"
        ],
        "human": "1 Reyes 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.2"
        ],
        "human": "1 Reyes 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón pide sabiduría"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Salomón entró en alianza con el faraón, rey de Egipto, casándose con su hija, a la cual llevó a la Ciudad de David mientras terminaba de construir su palacio, el templo del Señor y el muro alrededor de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Como aún no se había construido un templo en honor del Señor, el pueblo seguía ofreciendo sacrificios en los santuarios paganos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Salomón amaba al Señor y cumplía los decretos de su padre David. Sin embargo, también iba a los santuarios paganos para ofrecer sacrificios y quemar incienso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Como en Gabaón estaba el santuario pagano más importante, Salomón acostumbraba a ir allí para ofrecer sacrificios. Allí ofreció mil holocaustos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y allí mismo se le apareció el Señor en un sueño, y le dijo:",
            "―Pídeme lo que quieras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Salomón respondió:",
            "―Tú trataste con mucho amor a tu siervo David, mi padre, pues se condujo delante de ti con lealtad y justicia, y con un corazón recto. Y, como hoy se puede ver, has reafirmado tu gran amor al concederle que un hijo suyo le suceda en el trono."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Ahora, Señor mi Dios, me has hecho rey en lugar de mi padre David. No soy más que un muchacho, y apenas sé cómo comportarme."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Sin embargo, aquí me tienes, un siervo tuyo en medio del pueblo que has escogido, un pueblo tan numeroso que es imposible contarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Yo te ruego que le des a tu siervo discernimiento para gobernar a tu pueblo y para distinguir entre el bien y el mal. De lo contrario, ¿quién podrá gobernar a este gran pueblo tuyo?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Al Señor le agradó que Salomón hubiera hecho esa petición,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "de modo que le dijo:",
            "―Como has pedido esto, y no larga vida ni riquezas para ti, ni has pedido la muerte de tus enemigos, sino discernimiento para administrar justicia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "voy a concederte lo que has pedido. Te daré un corazón sabio y prudente, como nadie antes de ti lo ha tenido ni lo tendrá después."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Además, aunque no me lo has pedido, te daré tantas riquezas y esplendor que en toda tu vida ningún rey podrá compararse contigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Si andas por mis sendas y obedeces mis decretos y mandamientos, como hizo tu padre David, te daré una larga vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuando Salomón se despertó y se dio cuenta del sueño que había tenido, regresó a Jerusalén. Se presentó ante el arca del pacto del Señor y ofreció holocaustos y sacrificios de comunión. Luego ofreció un banquete para toda su corte."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Un gobernante sabio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Tiempo después, dos prostitutas fueron a presentarse ante el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Una de ellas le dijo:",
            "―¡Oh señor mío! Esta mujer y yo vivimos en la misma casa. Mientras ella estaba allí conmigo, yo di a luz,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "y a los tres días también ella dio a luz. No había en la casa nadie más que nosotras dos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pues bien, una noche esta mujer se acostó encima de su hijo, y el niño murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero ella se levantó a medianoche, mientras yo dormía y, tomando a mi hijo, lo acostó junto a ella y puso a su hijo muerto a mi lado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cuando amaneció, me levanté para amamantar a mi hijo, ¡y me di cuenta de que estaba muerto! Pero, al clarear el día, lo observé bien y pude ver que no era el hijo que yo había dado a luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "―¡No es cierto! —exclamó la otra mujer—. ¡El niño que está vivo es el mío, y el muerto es el tuyo!",
            "―¡Mientes! —insistió la primera—. El niño muerto es el tuyo, y el que está vivo es el mío.",
            "Y se pusieron a discutir delante del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "El rey deliberó: «Una dice: “El niño que está vivo es el mío, y el muerto es el tuyo”. Y la otra dice: “¡No es cierto! El niño muerto es el tuyo, y el que está vivo es el mío”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces ordenó:",
            "―Traedme una espada.",
            "Cuando se la trajeron,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "dijo:",
            "―Partid en dos al niño que está vivo, y dadle una mitad a esta y la otra mitad a aquella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "La verdadera madre, angustiada por su hijo, le dijo al rey:",
            "―¡Por favor, señor mío! ¡Dale a ella el niño que está vivo, pero no lo mates!",
            "En cambio, la otra exclamó:",
            "―¡Ni para mí ni para ti! ¡Que lo partan!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Entonces el rey ordenó:",
            "―No lo matéis. Entregadle a la primera el niño que está vivo, pues ella es la madre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Cuando todos los israelitas se enteraron de la sentencia que el rey había pronunciado, sintieron un gran respeto por él, pues vieron que tenía sabiduría de Dios para administrar justicia."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.4"
        ],
        "human": "1 Reyes 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.5"
        ],
        "human": "1 Reyes 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.3"
        ],
        "human": "1 Reyes 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Administración del reino"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Salomón reinó sobre todo Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y estos fueron sus funcionarios:",
            "Azarías, hijo del sacerdote Sadoc;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Elijoref y Ahías, hijos de Sisá, cronistas;",
            "Josafat hijo de Ajilud, el secretario;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Benaías hijo de Joyadá, comandante en jefe;",
            "Sadoc y Abiatar, sacerdotes;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Azarías hijo de Natán, encargado de los gobernadores;",
            "Zabud hijo de Natán, sacerdote y consejero personal del rey;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ajisar, encargado del palacio;",
            "Adonirán hijo de Abdá, supervisor del trabajo forzado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Salomón tenía por todo Israel a doce gobernadores, cada uno de los cuales debía abastecer al rey y a su corte un mes al año."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Estos son sus nombres:",
            "Ben Jur, en la región montañosa de Efraín;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ben Decar, en Macaz, Salbín, Bet Semes y Elón Bet Janán;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ben Jésed, en Arubot (Soco y toda la tierra de Héfer entraban en su jurisdicción);"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Ben Abinadab, en Nafot Dor (la esposa de Ben Abinadab fue Tafat hija de Salomón);"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Baná hijo de Ajilud, en Tanac y Meguido, y en todo Betseán (junto a Saretán, más abajo de Jezrel, desde Betseán hasta Abel Mejolá, y todavía más allá de Jocmeán);"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ben Guéber, en Ramot de Galaad (los poblados de Yaír hijo de Manasés en Galaad entraban en su jurisdicción, así como también el distrito de Argob en Basán y sus sesenta grandes ciudades, amuralladas y con cerrojos de bronce);"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ajinadab hijo de Idó, en Majanayin;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ajimaz, en Neftalí (Ajimaz estaba casado con Basemat, hija de Salomón);"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Baná hijo de Husay, en Aser y en Alot;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Josafat hijo de Parúaj, en Isacar;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Simí hijo de Elá, en Benjamín;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Guéber hijo de Uri, en Galaad (que era el país de Sijón, rey de los amorreos, y de Og, rey de Basán).",
            "En la tierra de Judá había un solo gobernador."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Prosperidad de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Los pueblos de Judá y de Israel eran tan numerosos como la arena que está a la orilla del mar; y abundaban la comida, la bebida y la alegría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Salomón gobernaba sobre todos los reinos desde el río Éufrates hasta la tierra de los filisteos y la frontera con Egipto. Mientras Salomón vivió, todos estos países fueron sus vasallos tributarios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "La provisión diaria de Salomón era de seis mil seiscientos litros de flor de harina y trece mil doscientos litros de harina,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "diez bueyes engordados y veinte de pastoreo, y cien ovejas, así como venados, gacelas, corzos y aves de corral."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "El dominio de Salomón se extendía sobre todos los reinos al oeste del río Éufrates, desde Tifsa hasta Gaza, y disfrutaba de paz en todas sus fronteras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Durante el reinado de Salomón, todos los habitantes de Judá y de Israel, desde Dan hasta Berseba, vivieron seguros bajo su propia parra y su propia higuera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Salomón tenía doce mil caballos, y cuatro mil establos para los caballos de sus carros de combate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Los gobernadores, cada uno en su mes, abastecían al rey Salomón y a todos los que se sentaban a su mesa, y se ocupaban de que no les faltara nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Además, llevaban a los lugares indicados sus cuotas de cebada y de paja para los caballos de tiro y para el resto de la caballería."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La sabiduría de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Dios le dio a Salomón sabiduría e inteligencia extraordinarias; sus conocimientos eran tan vastos como la arena que está a la orilla del mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Sobrepasó en sabiduría a todos los sabios del Oriente y de Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "En efecto, fue más sabio que nadie: más que Etán el ezraíta, y más que Hemán, Calcol y Dardá, los hijos de Majol. Por eso la fama de Salomón se difundió por todas las naciones vecinas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Compuso tres mil proverbios y mil cinco canciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Disertó acerca de las plantas, desde el cedro del Líbano hasta el hisopo que crece en los muros. También enseñó acerca de las bestias y las aves, los reptiles y los peces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Los reyes de todas las naciones del mundo que se enteraron de la sabiduría de Salomón enviaron a sus representantes para que lo escucharan."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.5"
        ],
        "human": "1 Reyes 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.6"
        ],
        "human": "1 Reyes 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.4"
        ],
        "human": "1 Reyes 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Preparativos para la construcción del templo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El rey Hiram de Tiro siempre había tenido buenas relaciones con David, así que, al saber que Salomón había sido ungido para suceder en el trono a su padre David, le mandó una embajada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En respuesta, Salomón le envió este mensaje:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "«Tú bien sabes que, debido a las guerras en que mi padre David se vio envuelto, no le fue posible construir un templo en honor del Señor su Dios. Tuvo que esperar hasta que el Señor sometiera a sus enemigos bajo su dominio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pues bien, ahora el Señor mi Dios me ha dado paz por todas partes, de modo que no me amenazan ni adversarios ni calamidades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por lo tanto, me propongo construir un templo en honor del Señor mi Dios, pues él le prometió a mi padre David: “Tu hijo, a quien pondré en el trono como sucesor tuyo, construirá el templo en mi honor”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Ahora, pues, ordena que se talen para mí cedros del Líbano. Mis obreros trabajarán con los tuyos, y yo te pagaré el salario que determines para tus obreros. Tú sabes que no hay entre nosotros quien sepa talar madera tan bien como los sidonios»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando Hiram oyó el mensaje de Salomón, se alegró mucho y dijo: «¡Alabado sea hoy el Señor, porque le ha dado a David un hijo sabio para gobernar a esa gran nación!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces Hiram envió a Salomón este mensaje:",
            "«He recibido tu petición. Yo te proporcionaré toda la madera de cedro y de pino que quieras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Mis obreros la transportarán desde el Líbano hasta el mar. Allí haré que la aten en forma de balsas para llevarla flotando hasta donde me indiques, y allí se desatará para que la recojas. Tú, por tu parte, tendrás a bien proporcionarle alimento a mi corte»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Así que Hiram le proveía a Salomón toda la madera de cedro y de pino que este deseaba,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y Salomón, por su parte, año tras año le entregaba a Hiram, como alimento para su corte, veinte mil cargas de trigo y veinte mil medidas de aceite de oliva."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El Señor, cumpliendo su palabra, le dio sabiduría a Salomón. Hiram y Salomón hicieron un tratado, y hubo paz entre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El rey Salomón impuso trabajo forzado y reclutó a treinta mil obreros de todo Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los envió al Líbano en relevos de diez mil al mes, de modo que pasaban un mes en el Líbano y dos meses en su casa. La supervisión del trabajo forzado estaba a cargo de Adonirán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Salomón tenía en las montañas setenta mil cargadores y ochenta mil canteros;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "había además tres mil trescientos capataces que estaban al frente de la obra y dirigían a los trabajadores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Para echar los cimientos del templo, el rey mandó que sacaran de la cantera grandes bloques de piedra de la mejor calidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Los obreros de Salomón e Hiram, junto con los que habían llegado de Guebal, tallaron la madera y labraron la piedra para la construcción del templo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.6"
        ],
        "human": "1 Reyes 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.7"
        ],
        "human": "1 Reyes 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.5"
        ],
        "human": "1 Reyes 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón construye el templo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Salomón comenzó a construir el templo del Señor en el cuarto año de su reinado en Israel, en el mes de zif, que es el mes segundo. Habían transcurrido cuatrocientos ochenta años desde que los israelitas salieron de Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El templo que el rey Salomón construyó para el Señor medía veintisiete metros de largo por nueve metros de ancho y trece metros y medio de alto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "El vestíbulo de la nave central del templo medía también nueve metros de ancho y por el frente del templo sobresalía cuatro metros y medio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Salomón también mandó colocar en el templo ventanales con celosías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Alrededor del edificio, y contra las paredes de la nave central y del santuario interior, construyó un anexo con celdas laterales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El piso inferior del anexo medía dos metros con veinticinco centímetros de ancho; el piso intermedio, dos metros con setenta centímetros, y el piso más alto, tres metros con quince centímetros. Salomón había mandado hacer salientes en el exterior del templo para que las vigas no se empotraran en la pared misma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "En la construcción del templo solo se emplearon piedras de cantera ya labradas, así que durante las obras no se oyó el ruido de martillos ni de piquetas, ni de ninguna otra herramienta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "La entrada al piso inferior se hallaba en el lado sur del templo; una escalera de caracol conducía al nivel intermedio y a la planta alta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Salomón terminó de construir el templo techándolo con vigas y tablones de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "A lo largo del templo construyó el anexo, el cual tenía una altura de dos metros con veinticinco centímetros y quedaba unido a la pared del templo por medio de vigas de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "La palabra del Señor vino a Salomón y le dio este mensaje:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "«Ya que estás construyendo este templo, quiero decirte que, si andas según mis decretos, y obedeces mis leyes y todos mis mandamientos, yo cumpliré por medio de ti la promesa que le hice a tu padre David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces viviré entre los israelitas, y no abandonaré a mi pueblo Israel»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Cuando Salomón terminó de construir la estructura del templo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "revistió las paredes interiores con tablas de cedro, artesonándolas desde el suelo hasta el techo; el suelo lo recubrió con tablones de pino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "En el santuario interior, al fondo del templo, acondicionó el Lugar Santísimo, recubriendo el espacio de nueve metros con tablas de cedro desde el suelo hasta el techo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Frente al Lugar Santísimo estaba la nave central, la cual medía dieciocho metros de largo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El interior del templo lo recubrió de cedro tallado con figuras de calabazas y flores abiertas. No se veía una sola piedra, pues todo era de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Salomón dispuso el Lugar Santísimo del templo para que se colocara allí el arca del pacto del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El interior de este santuario, que medía nueve metros de largo por nueve metros de alto, lo recubrió de oro puro, y también recubrió de cedro el altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Además, Salomón recubrió de oro puro el interior del templo, y tendió cadenas de oro a lo largo del frente del Lugar Santísimo, el cual estaba recubierto de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "En efecto, recubrió de oro todo el santuario interior, y así mismo el altar que estaba delante de este."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Salomón mandó esculpir para el santuario interior dos querubines de madera de olivo, cada uno de los cuales medía cuatro metros y medio de altura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "De una punta a otra, las alas extendidas del primer querubín medían cuatro metros y medio, es decir, cada una de sus alas medía dos metros y veinticinco centímetros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Las del segundo querubín también medían cuatro metros y medio, pues los dos eran idénticos en tamaño y forma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Cada querubín medía cuatro metros y medio de altura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Salomón puso los querubines con sus alas extendidas en medio del recinto interior del templo. Con una de sus alas, cada querubín tocaba una pared, mientras que sus otras alas se tocaban en medio del santuario."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Luego Salomón recubrió de oro los querubines."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Sobre las paredes que rodeaban el templo, lo mismo por dentro que por fuera, talló figuras de querubines, palmeras y flores abiertas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Además, recubrió de oro los suelos de los cuartos interiores y exteriores del templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Para la entrada del Lugar Santísimo, Salomón hizo puertas de madera de olivo, con jambas y postes pentagonales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Sobre las dos puertas de madera de olivo talló figuras de querubines, palmeras y flores abiertas, y todas ellas las recubrió de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Así mismo, para la entrada de la nave central hizo postes cuadrangulares de madera de olivo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "También hizo dos puertas de pino, cada una con dos hojas giratorias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Sobre ellas talló figuras de querubines, palmeras y flores abiertas, y las recubrió de oro bien ajustado al relieve."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Las paredes del atrio interior las construyó con tres hileras de piedra labrada por cada hilera de vigas de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Los cimientos del templo del Señor se habían echado en el mes de zif del cuarto año del reinado de Salomón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "y en el mes de bul del año undécimo, es decir, en el mes octavo de ese año, se terminó de construir el templo siguiendo al pie de la letra todos los detalles del diseño. Siete años le llevó a Salomón la construcción del templo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.7"
        ],
        "human": "1 Reyes 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.8"
        ],
        "human": "1 Reyes 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.6"
        ],
        "human": "1 Reyes 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón construye su palacio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Salomón también terminó la construcción de su propio palacio, pero el proyecto le llevó trece años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Construyó el palacio «Bosque del Líbano», el cual medía cuarenta y cinco metros de largo por veintidós metros y medio de ancho y trece metros y medio de alto. Cuatro hileras de columnas de cedro sostenían las vigas, las cuales también eran de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Encima de las columnas había cuarenta y cinco celdas, quince en cada piso; y sobre las celdas había un techo de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Las ventanas estaban colocadas en tres filas, de tres en tres y unas frente a las otras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Todas las entradas tenían un marco rectangular y estaban colocadas de tres en tres, unas frente a las otras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Salomón también hizo un vestíbulo de columnas que medía veintidós metros y medio de largo por trece metros y medio de ancho. Al frente había otro vestíbulo con columnas, y un alero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Construyó además una sala para su trono, es decir, el tribunal donde impartía justicia. Esta sala la recubrió de cedro de arriba abajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Su residencia personal estaba en un atrio aparte y tenía un modelo parecido. A la hija del faraón, con la cual se había casado, Salomón le construyó también un palacio semejante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Desde los cimientos hasta las cornisas, y desde la parte exterior hasta el gran atrio, todo se hizo con bloques de piedra de buena calidad, cortados a la medida y aserrados por ambos lados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Para echar los cimientos se usaron piedras grandes y de buena calidad; unas medían más de cuatro metros, y otras, más de tres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Para la parte superior se usaron también piedras selectas, cortadas a medida, y vigas de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El muro que rodeaba el gran atrio tenía tres hileras de piedra labrada por cada hilera de vigas de cedro, lo mismo que el atrio interior y el vestíbulo del templo del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mobiliario del templo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El rey Salomón mandó traer de Tiro a Hiram,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "que era hijo de una viuda de la tribu de Neftalí y de un nativo de Tiro que era artesano en bronce. Hiram era sumamente hábil e inteligente, experto en toda clase de trabajo en bronce, así que se presentó ante el rey Salomón y realizó todo el trabajo que se le asignó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Hiram fundió dos columnas de bronce, cada una de ocho metros de alto y cinco metros y medio de circunferencia, medidas a cordel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Las columnas que hizo remataban en dos capiteles de bronce fundido que medían dos metros y veinticinco centímetros de alto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Una red de cadenas trenzadas adornaba los capiteles en la parte superior de las columnas, y en cada capitel había siete trenzas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El capitel de cada columna lo cubrió con dos hileras de granadas entrelazadas con las cadenas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Estos capiteles en que remataban las columnas del vestíbulo tenían forma de azucenas y medían un metro con ochenta centímetros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "La parte más alta y más ancha de los capiteles de ambas columnas estaba rodeada por doscientas granadas, dispuestas en hileras junto a la red de cadenas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cuando Hiram levantó las columnas en el vestíbulo de la nave central, llamó Jaquín a la columna de la derecha, y Boaz a la de la izquierda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "El trabajo de las columnas quedó terminado cuando se colocaron en la parte superior las figuras en forma de azucenas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Hizo también una fuente circular de metal fundido, que medía cuatro metros y medio de diámetro y dos metros con veinticinco centímetros de alto. Su circunferencia, medida a cordel, era de trece metros y medio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Debajo del borde hizo dos hileras de figuras de calabazas, diez por cada medio metro, las cuales estaban fundidas en una sola pieza con la fuente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "La fuente descansaba sobre doce bueyes, que tenían sus cuartos traseros hacia adentro. Tres bueyes miraban al norte, tres al oeste, tres al sur y tres al este."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "El grosor de la fuente era de ocho centímetros, y su borde, en forma de copa, se asemejaba a un capullo de azucena. Tenía una capacidad de cuarenta y cuatro mil litros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "También hizo diez bases de bronce, cada una de las cuales medía un metro con ochenta centímetros de largo y un metro con ochenta centímetros de ancho, por un metro y treinta y cinco centímetros de alto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Estaban revestidas con paneles entre los bordes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "y en los paneles había figuras de leones, bueyes y querubines, mientras que en los bordes, por encima y por debajo de los leones y los bueyes, había guirnaldas repujadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Cada base tenía cuatro ruedas de bronce con ejes también de bronce, y por debajo de su pila se apoyaba sobre cuatro soportes fundidos que tenían guirnaldas en cada lado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "La boca de la pila estaba dentro de una corona, y sobresalía cuarenta y cinco centímetros; era redonda, y con su pedestal medía sesenta y siete centímetros. Alrededor de la boca había entalladuras, pero sus paneles eran cuadrados, no redondos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Las cuatro ruedas estaban debajo de los paneles, y los ejes de las ruedas estaban unidos a la base. Cada rueda medía sesenta y siete centímetros de diámetro"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "y estaba hecha de metal fundido, como las ruedas de los carros, con sus ejes, aros, rayos y cubos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Cada base tenía cuatro soportes unidos a ella, uno en cada esquina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "En la parte superior de la base había un marco redondo de veintidós centímetros. Los soportes y paneles formaban una misma pieza con la parte superior de la base."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Sobre las superficies de los soportes y sobre los paneles, Hiram grabó querubines, leones y palmeras, con guirnaldas alrededor, según el espacio disponible."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "De ese modo hizo las diez bases, las cuales fueron fundidas en los mismos moldes y eran idénticas en forma y tamaño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Hiram hizo también diez lavamanos de bronce, uno para cada base. Cada uno de ellos medía un metro con ochenta centímetros y tenía capacidad para ochocientos ochenta litros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Colocó cinco de las bases al lado derecho del templo y cinco al lado izquierdo. La fuente de metal la colocó en la esquina del lado derecho, al sureste del templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "También hizo las ollas, las tenazas y los tazones.",
            "Así Hiram terminó todo el trabajo que había emprendido para el rey Salomón en el templo del Señor, es decir:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "las dos columnas;",
            "los dos capiteles en forma de tazón que coronaban las columnas;",
            "las dos redes que decoraban los capiteles;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "las cuatrocientas granadas, dispuestas en dos hileras para cada red;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "las diez bases con sus diez lavamanos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "la fuente de metal y los doce bueyes que la sostenían;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "las ollas, las tenazas y los tazones.",
            "Todos esos utensilios que Hiram le hizo al rey Salomón para el templo del Señor eran de bronce bruñido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "El rey los hizo fundir en moldes de arcilla en la llanura del Jordán, entre Sucot y Saretán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Eran tantos los utensilios que Salomón ni los pesó, así que no fue posible determinar el peso del bronce."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Salomón también mandó hacer los otros utensilios que estaban en el templo del Señor, es decir:",
            "el altar de oro;",
            "la mesa de oro sobre la que se ponía el pan de la Presencia;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "los candelabros de oro puro, cinco en el lado sur y cinco en el lado norte, en frente del Lugar Santísimo;",
            "la obra floral, las lámparas y las tenazas, que también eran de oro;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "las copas, las despabiladeras, los tazones, la vajilla y los incensarios;",
            "y los goznes de oro para las puertas del Lugar Santísimo, como también para las puertas de la nave central del templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Una vez terminada toda la obra que el rey había mandado hacer para el templo del Señor, Salomón hizo traer el oro, la plata y los utensilios que su padre David había consagrado, y los depositó en el tesoro del templo del Señor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.8"
        ],
        "human": "1 Reyes 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.9"
        ],
        "human": "1 Reyes 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.7"
        ],
        "human": "1 Reyes 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Traslado del arca al templo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces el rey Salomón mandó que los ancianos de Israel, y todos los jefes de las tribus y los patriarcas de las familias israelitas se congregaran ante él en Jerusalén para trasladar el arca del pacto del Señor desde Sión, la Ciudad de David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Así que en el mes de etanim, durante la fiesta del mes séptimo, todos los israelitas se congregaron ante el rey Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cuando llegaron todos los ancianos de Israel, los sacerdotes alzaron el arca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Con la ayuda de los levitas, trasladaron el arca del Señor junto con la Tienda de reunión y con todos los utensilios sagrados que había en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "El rey Salomón y toda la asamblea de Israel reunida con él delante del arca sacrificaron ovejas y bueyes en tal cantidad que fue imposible llevar la cuenta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Luego los sacerdotes llevaron el arca del pacto del Señor a su lugar en el santuario interior del templo, que es el Lugar Santísimo, y la pusieron bajo las alas de los querubines."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Con sus alas extendidas sobre ese lugar, los querubines cubrían el arca y sus travesaños."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los travesaños eran tan largos que sus extremos se podían ver desde el Lugar Santo, delante del Lugar Santísimo, aunque no desde afuera; y ahí han permanecido hasta hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "En el arca solo estaban las dos tablas de piedra que Moisés había colocado en ella en Horeb, donde el Señor hizo un pacto con los israelitas después de que salieron de Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando los sacerdotes se retiraron del Lugar Santo, la nube llenó el templo del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y por causa de la nube, los sacerdotes no pudieron celebrar el culto, pues la gloria del Señor había llenado el templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces Salomón declaró:",
            "«Señor, tú has dicho que habitarías en la oscuridad de una nube,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "y yo te he construido un excelso templo, un lugar donde habites para siempre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Luego se puso de frente para bendecir a toda la asamblea de Israel que estaba allí de pie,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "y dijo:",
            "«Bendito sea el Señor, Dios de Israel, que con su mano ha cumplido ahora lo que con su boca le había prometido a mi padre David cuando le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "“Desde el día en que saqué de Egipto a mi pueblo Israel, no elegí ninguna ciudad de las tribus de Israel para que en ella se me construyera un templo donde yo habitara, sino que elegí a David para que gobernara a mi pueblo Israel”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»Pues bien, mi padre David tuvo mucho interés en construir un templo en honor del Señor, Dios de Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "pero el Señor le dijo: “Me agrada que te hayas interesado en construir un templo en mi honor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Sin embargo, no serás tú quien me lo construya, sino un hijo de tus entrañas; él será quien construya el templo en mi honor”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»Ahora el Señor ha cumplido su promesa: Tal como prometió, he sucedido a mi padre David en el trono de Israel y he construido el templo en honor del Señor, Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Allí he fijado un lugar para el arca, en la cual está el pacto que el Señor hizo con nuestros antepasados cuando los sacó de Egipto»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Oración de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "A continuación, Salomón se puso delante del altar del Señor y, en presencia de toda la asamblea de Israel, extendió las manos hacia el cielo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "y dijo:",
            "«Señor, Dios de Israel, no hay Dios como tú arriba en el cielo ni abajo en la tierra, pues tú cumples tu pacto de amor con quienes te sirven y te siguen de todo corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Has llevado a cabo lo que le dijiste a tu siervo David, mi padre; y este día has cumplido con tu mano lo que con tu boca le prometiste."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "»Ahora, Señor, Dios de Israel, cumple también la promesa que le hiciste a tu siervo, mi padre David, cuando le dijiste: “Si tus hijos observan una buena conducta y me siguen como tú lo has hecho, nunca te faltará un descendiente que ocupe el trono de Israel en mi presencia”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Dios de Israel, ¡confirma ahora la promesa que le hiciste a mi padre David, tu siervo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "»Pero ¿será posible, Dios mío, que tú habites en la tierra? Si los cielos, por altos que sean, no pueden contenerte, ¡mucho menos este templo que he construido!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Sin embargo, Señor mi Dios, atiende la oración y la súplica de este tu siervo. Oye el clamor y la oración que hoy elevo en tu presencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "¡Que tus ojos estén abiertos día y noche sobre este templo, el lugar donde decidiste habitar, para que oigas la oración que tu siervo te eleva aquí!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Oye la súplica de tu siervo y de tu pueblo Israel cuando oren en este lugar. Oye desde el cielo, donde habitas; ¡escucha y perdona!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "»Si alguien peca contra su prójimo y se le exige venir a este templo para jurar ante tu altar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "óyelo tú desde el cielo y juzga a tus siervos. Condena al culpable, y haz que reciba su merecido; absuelve al inocente, y vindícalo por su rectitud."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "»Cuando tu pueblo Israel sea derrotado por el enemigo por haber pecado contra ti, si luego se vuelve a ti para honrar tu nombre, y ora y te suplica en este templo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "óyelo tú desde el cielo, y perdona su pecado y hazlo regresar a la tierra que les diste a sus antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "»Cuando tu pueblo peque contra ti y tú lo aflijas cerrando el cielo para que no llueva, si luego ellos oran en este lugar y honran tu nombre y se arrepienten de su pecado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "óyelos tú desde el cielo y perdona el pecado de tus siervos, de tu pueblo Israel. Guíalos para que sigan el buen camino, y envía la lluvia sobre esta tierra, que es tuya, pues tú se la diste a tu pueblo por herencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "»Cuando en el país haya hambre, peste, sequía, o plagas de langostas o saltamontes en los sembrados, o cuando el enemigo sitie alguna de nuestras ciudades; en fin, cuando venga cualquier calamidad o enfermedad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "si luego cualquier israelita, consciente de su propia culpa, extiende sus manos hacia este templo, y ora y te suplica,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "óyelo tú desde el cielo, donde habitas, y perdónalo. Trata a cada uno según su conducta, la cual tú conoces, puesto que solo tú escudriñas el corazón humano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Así todos tendrán temor de ti mientras vivan en la tierra que les diste a nuestros antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "»Trata de igual manera al extranjero que no pertenece a tu pueblo Israel, pero que atraído por tu fama ha venido de lejanas tierras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "(En efecto, los pueblos oirán hablar de tu gran nombre y de tus despliegues de fuerza y poder). Cuando ese extranjero venga y ore en este templo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "óyelo tú desde el cielo, donde habitas, y concédele cualquier petición que te haga. Así todos los pueblos de la tierra conocerán tu nombre y, al igual que tu pueblo Israel, tendrán temor de ti y comprenderán que en este templo que he construido se invoca tu nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "»Señor, cuando saques a tu pueblo para combatir a sus enemigos, sea donde sea, si el pueblo ora a ti y dirige la mirada hacia la ciudad que has escogido, hacia el templo que he construido en tu honor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "oye tú desde el cielo su oración y su súplica, y defiende su causa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "»Ya que no hay ser humano que no peque, si tu pueblo peca contra ti, y tú te enojas con ellos y los entregas al enemigo para que se los lleven cautivos a otro país, lejano o cercano,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "si en el destierro, en el país de los vencedores, se arrepienten y se vuelven a ti, y oran a ti diciendo: “Somos culpables, hemos pecado, hemos hecho lo malo”,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "y allí en la tierra de sus enemigos que los tomaron cautivos se vuelven a ti de todo corazón y con toda el alma, y oran a ti y dirigen la mirada hacia la tierra que les diste a sus antepasados, hacia la ciudad que has escogido y hacia el templo que he construido en tu honor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "oye tú su oración y su súplica desde el cielo, donde habitas, y defiende su causa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Perdona a tu pueblo, que ha pecado contra ti; perdona todas las ofensas que te haya infligido. Haz que sus enemigos le muestren clemencia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "pues Israel es tu pueblo y tu heredad; ¡tú lo sacaste de aquel horno de fundición que es Egipto!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "»¡Dígnate mantener atentos tus oídos a la súplica de este tu siervo y a la plegaria de tu pueblo Israel! ¡Escúchalos cada vez que te invoquen!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Tú los apartaste de todas las naciones del mundo para que fueran tu heredad. Así lo manifestaste por medio de tu siervo Moisés cuando tú, Señor y Dios, sacaste de Egipto a nuestros antepasados»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "Salomón había estado ante el altar del Señor, de rodillas y con las manos extendidas hacia el cielo. Cuando terminó de orar y de hacer esta súplica al Señor, se levantó"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "y, puesto de pie, bendijo en voz alta a toda la asamblea de Israel, diciendo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "«¡Bendito sea el Señor, que conforme a sus promesas ha dado descanso a su pueblo Israel! No ha dejado de cumplir ni una sola de las gratas promesas que hizo por medio de su siervo Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "Que el Señor nuestro Dios esté con nosotros, como estuvo con nuestros antepasados; que nunca nos deje ni nos abandone."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            58
          ],
          "lines": [
            "Que incline nuestro corazón hacia él, para que sigamos todos sus caminos y cumplamos los mandamientos, decretos y leyes que les dio a nuestros antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            59
          ],
          "lines": [
            "Y que día y noche el Señor tenga presente todo lo que le he suplicado, para que defienda la causa de este su siervo y la de su pueblo Israel, según la necesidad de cada día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            60
          ],
          "lines": [
            "Así todos los pueblos de la tierra sabrán que el Señor es Dios, y que no hay otro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            61
          ],
          "lines": [
            "Y ahora, dedicaos por completo al Señor nuestro Dios; vivid según sus decretos y cumplid sus mandamientos, como ya lo hacéis»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dedicación del templo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            62
          ],
          "lines": [
            "Entonces el rey, con todo Israel, ofreció sacrificios en presencia del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            63
          ],
          "lines": [
            "Como sacrificio de comunión, Salomón ofreció al Señor veintidós mil bueyes y ciento veinte mil ovejas. Así fue como el rey y todos los israelitas dedicaron el templo del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            64
          ],
          "lines": [
            "Aquel mismo día el rey consagró la parte central del atrio, que está frente al templo del Señor, y allí presentó los holocaustos, las ofrendas de cereales y la grasa de los sacrificios de comunión, ya que el altar de bronce que estaba ante el Señor era pequeño y no había espacio para todos estos sacrificios y ofrendas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            65
          ],
          "lines": [
            "Y así, en presencia del Señor, Salomón y todo Israel celebraron la fiesta durante siete días, extendiéndola luego siete días más: ¡catorce días de fiesta en total! A la fiesta llegó gente de todas partes, desde Lebó Jamat hasta el río de Egipto, y se formó una gran asamblea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            66
          ],
          "lines": [
            "Al final, Salomón despidió al pueblo, y ellos bendijeron al rey y regresaron a sus casas, contentos y llenos de alegría por todo el bien que el Señor había hecho en favor de su siervo David y de su pueblo Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.9"
        ],
        "human": "1 Reyes 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.10"
        ],
        "human": "1 Reyes 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.8"
        ],
        "human": "1 Reyes 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pacto de Dios con Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando Salomón terminó de construir el templo del Señor y el palacio real, cumpliendo así todos sus propósitos y deseos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "el Señor se le apareció por segunda vez, como lo había hecho en Gabaón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y le dijo:",
            "«He oído la oración y la súplica que me has hecho. Consagro este templo que tú has construido para que yo habite en él para siempre. Mis ojos y mi corazón siempre estarán allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»En cuanto a ti, si me sigues con integridad y rectitud de corazón, como hizo tu padre David, y me obedeces en todo lo que yo te ordene y cumples mis decretos y leyes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "yo afirmaré para siempre tu trono en el reino de Israel, como le prometí a tu padre David cuando le dije: “Nunca te faltará un descendiente en el trono de Israel”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Pero, si vosotros o vuestros hijos dejáis de cumplir los mandamientos y decretos que os he dado, y os apartáis de mí para servir y adorar a otros dioses,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "yo arrancaré a Israel de la tierra que le he dado y repudiaré el templo que he consagrado en mi honor. Entonces Israel será el hazmerreír de todos los pueblos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y, aunque ahora este templo es imponente, llegará el día en que todo el que pase frente a él quedará asombrado y, en son de burla, preguntará: “¿Por qué el Señor ha tratado así a este país y a este templo?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y le responderán: “Porque abandonaron al Señor su Dios, que sacó de Egipto a sus antepasados, los israelitas, y se echaron en los brazos de otros dioses, a los cuales adoraron y sirvieron. Por eso el Señor ha dejado que les sobrevenga tanto desastre”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otras actividades de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Veinte años tardó el rey Salomón en construir los dos edificios, es decir, el templo del Señor y el palacio real,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "después de lo cual le dio a Hiram, rey de Tiro, veinte ciudades en Galilea, porque Hiram lo había abastecido con todo el cedro, el pino y el oro que quiso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Sin embargo, cuando Hiram salió de Tiro y fue a ver las ciudades que Salomón le había dado, no quedó satisfecho con ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "«Hermano mío —protestó Hiram—, ¿qué clase de ciudades son estas que me has dado?» De modo que llamó a esa región Cabul, nombre que conserva hasta hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Hiram, por su parte, le había enviado a Salomón tres mil novecientos sesenta kilos de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "En cuanto al trabajo forzado, el rey Salomón reunió trabajadores para construir el templo del Señor, su propio palacio, los terraplenes, el muro de Jerusalén, y Jazor, Meguido y Guézer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "El faraón, rey de Egipto, había atacado y tomado Guézer a sangre y fuego, matando a sus habitantes cananeos. Luego, como regalo de bodas, le dio esta ciudad a su hija, la esposa de Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Por eso Salomón reconstruyó las ciudades de Guézer, Bet Jorón la de abajo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Balat y Tadmor, en el desierto del país,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "así como todos sus lugares de almacenamiento, los cuarteles para sus carros de combate y para su caballería, y cuanto quiso construir en Jerusalén, en el Líbano y en todo el territorio bajo su dominio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20,
            21
          ],
          "lines": [
            "A los descendientes de los pueblos no israelitas (es decir, a los amorreos, hititas, ferezeos, heveos y jebuseos, pueblos que quedaron en el país porque los israelitas no pudieron destruirlos), Salomón los sometió a trabajos forzados, y así continúan hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero a los israelitas Salomón no los convirtió en esclavos, sino que le servían como soldados, ministros, comandantes, oficiales de carros de combate y jefes de caballería."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Salomón tenía además quinientos cincuenta capataces que supervisaban a sus trabajadores en la obra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Los terraplenes se hicieron después de que la hija del faraón se trasladó de la Ciudad de David al palacio que Salomón le había construido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Tres veces al año, Salomón presentaba holocaustos y sacrificios de comunión sobre el altar que él había construido para el Señor, y al mismo tiempo quemaba incienso en su presencia. Así cumplía con las obligaciones del templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "El rey Salomón también construyó una flota naviera en Ezión Guéber, cerca de Elat en Edom, a orillas del Mar Rojo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Hiram envió a algunos de sus oficiales, que eran marineros expertos, para servir en la flota con los oficiales de Salomón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "y ellos se hicieron a la mar y llegaron a Ofir, de donde volvieron con unos catorce mil kilos de oro, que le entregaron al rey Salomón."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.10"
        ],
        "human": "1 Reyes 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.11"
        ],
        "human": "1 Reyes 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.9"
        ],
        "human": "1 Reyes 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La reina de Sabá visita a Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "La reina de Sabá se enteró de la fama de Salomón, con la cual él honraba el nombre del Señor, así que fue a verlo para ponerlo a prueba con preguntas difíciles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Llegó a Jerusalén con un séquito muy grande. Sus camellos llevaban perfumes y grandes cantidades de oro y piedras preciosas. Al presentarse ante Salomón, le preguntó todo lo que tenía pensado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y él respondió a todas sus preguntas. No hubo ningún asunto, por difícil que fuera, que el rey no pudiera resolver."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4,
            5
          ],
          "lines": [
            "La reina de Sabá se quedó atónita ante la sabiduría de Salomón y al ver el palacio que él había construido, los manjares de su mesa, los asientos que ocupaban sus funcionarios, el servicio y la ropa de los camareros, las bebidas, y los holocaustos que ofrecía en el templo del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces le dijo al rey: «¡Todo lo que escuché en mi país acerca de tus triunfos y de tu sabiduría es cierto!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "No podía creer nada de eso hasta que vine y lo vi con mis propios ojos. Pero, en realidad, ¡no me habían contado ni siquiera la mitad! Tanto en sabiduría como en riqueza, superas todo lo que había oído decir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "¡Dichosos tus súbditos! ¡Dichosos estos tus siervos, que constantemente están en tu presencia bebiendo de tu sabiduría!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "¡Y alabado sea el Señor tu Dios, que se ha deleitado en ti y te ha puesto en el trono de Israel! En su eterno amor por Israel, el Señor te ha hecho rey para que gobiernes con justicia y rectitud»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Luego la reina le regaló a Salomón tres mil novecientos sesenta kilos de oro, piedras preciosas y gran cantidad de perfumes. Nunca más llegaron a Israel tantos perfumes como los que la reina de Sabá le obsequió al rey Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "La flota de Hiram trajo desde Ofir, además del oro, grandes cargamentos de madera de sándalo y de piedras preciosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Con la madera, el rey construyó balaustres para el templo del Señor y para el palacio real, y también hizo arpas y liras para los músicos. Desde entonces, nunca más se ha importado, ni ha vuelto a verse, tanto sándalo como aquel día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El rey Salomón, por su parte, le dio a la reina de Sabá todo lo que a ella se le antojó pedirle, además de lo que él, en su magnanimidad, ya le había regalado. Después de eso, la reina regresó a su país con todos los que la atendían."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El esplendor de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "La cantidad de oro que Salomón recibía anualmente llegaba a los veintidós mil kilos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "sin contar los impuestos aportados por los mercaderes, el tráfico comercial, y todos los reyes árabes y los gobernadores del país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "El rey Salomón hizo doscientos escudos grandes de oro batido, en cada uno de los cuales se emplearon unos seis kilos y medio de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Hizo además trescientos escudos más pequeños, también de oro batido, empleando en cada uno de ellos un kilo y medio de oro. Estos escudos los puso el rey en el palacio llamado «Bosque del Líbano»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El rey hizo también un gran trono de marfil, recubierto de oro puro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "El trono tenía seis peldaños, un espaldar redondo, brazos a cada lado del asiento, dos leones de pie junto a los brazos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "y doce leones de pie sobre los seis peldaños, uno en cada extremo. En ningún otro reino se había hecho algo semejante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Todas las copas del rey Salomón y toda la vajilla del palacio «Bosque del Líbano» eran de oro puro. Nada estaba hecho de plata, pues en tiempos de Salomón la plata era poco apreciada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Cada tres años, la flota comercial que el rey tenía en el mar, junto con la flota de Hiram, regresaba de Tarsis trayendo oro, plata y marfil, monos y mandriles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Tanto en riquezas como en sabiduría, el rey Salomón sobrepasó a los demás reyes de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Todo el mundo procuraba visitarlo para oír la sabiduría que Dios le había dado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "y año tras año le llevaban regalos: artículos de plata y de oro, vestidos, armas y perfumes, y caballos y mulas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Salomón multiplicó el número de sus carros de combate y sus caballos; llegó a tener mil cuatrocientos carros y doce mil caballos, los cuales mantenía en las caballerizas y también en su palacio en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "El rey hizo que en Jerusalén la plata fuera tan común y corriente como las piedras, y el cedro tan abundante como las higueras de la llanura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Los caballos de Salomón eran importados de Egipto y de Coa, que era donde los mercaderes de la corte los compraban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "En Egipto compraban carros por seiscientas monedas de plata, y caballos por ciento cincuenta, para luego vendérselos a todos los reyes hititas y sirios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.11"
        ],
        "human": "1 Reyes 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.12"
        ],
        "human": "1 Reyes 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.10"
        ],
        "human": "1 Reyes 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las mujeres de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahora bien, además de casarse con la hija del faraón, el rey Salomón tuvo amoríos con muchas mujeres moabitas, amonitas, edomitas, sidonias e hititas, todas ellas mujeres extranjeras"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "que procedían de naciones de las cuales el Señor había dicho a los israelitas: «No os unáis a ellas, ni ellas a vosotros, porque ciertamente desviarán vuestro corazón para que sigáis a otros dioses». Con tales mujeres se unió Salomón y tuvo amoríos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Tuvo setecientas esposas que eran princesas, y trescientas concubinas; todas estas mujeres hicieron que se pervirtiera su corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "En efecto, cuando Salomón llegó a viejo, sus mujeres le pervirtieron el corazón de modo que él siguió a otros dioses, y no siempre fue fiel al Señor su Dios como lo había sido su padre David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por el contrario, Salomón siguió a Astarté, diosa de los sidonios, y a Moloc, el detestable dios de los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así que Salomón hizo lo que ofende al Señor y no permaneció fiel a él como su padre David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Fue en esa época cuando, en una montaña al este de Jerusalén, Salomón edificó un altar pagano para Quemós, el detestable dios de Moab, y otro para Moloc, el despreciable dios de los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Lo mismo hizo en favor de sus mujeres extranjeras, para que estas pudieran quemar incienso y ofrecer sacrificios a sus dioses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces el Señor, Dios de Israel, se enojó con Salomón porque su corazón se había apartado de él, a pesar de que en dos ocasiones se le había aparecido"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y le había prohibido que siguiera a otros dioses. Como Salomón no había cumplido esa orden,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "el Señor le dijo: «Ya que procedes de este modo, y no has cumplido con mi pacto ni con los decretos que te he ordenado, puedes estar seguro de que te quitaré el reino y se lo daré a uno de tus siervos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No obstante, por consideración a tu padre David no lo haré mientras tú vivas, sino que lo arrancaré de la mano de tu hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y a este, también por consideración a mi siervo David y a Jerusalén, no le quitaré todo el reino, sino que le dejaré una sola tribu, la cual ya he escogido»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los adversarios de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Por lo tanto, el Señor hizo que Hadad el edomita, que pertenecía a la familia real de Edom, surgiera como adversario de Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ahora bien, durante la guerra entre David y los edomitas, Joab, el general del ejército, había ido a enterrar a los muertos de Israel y había aprovechado la ocasión para matar a todos los hombres de Edom."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Joab y los israelitas que estaban con él se quedaron allí seis meses, hasta que exterminaron a todos los varones edomitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero Hadad, que entonces era apenas un muchacho, huyó a Egipto con algunos oficiales edomitas que habían estado al servicio de su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Partieron de Madián y llegaron a Parán, donde se les unieron unos hombres de ese lugar. De allí siguieron hacia Egipto y se presentaron ante el faraón, rey del país, quien le regaló a Hadad una casa y se encargó de darle sustento y tierras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Hadad agradó tanto al faraón que este le dio por esposa a su cuñada, una hermana de la reina Tapenés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "La hermana de Tapenés dio a luz un hijo, al que llamó Guenubat, y Tapenés lo educó en el palacio real. De modo que Guenubat creció junto con los hijos del faraón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Mientras Hadad estaba en Egipto, se enteró de que ya habían muerto David y Joab, general del ejército. Entonces Hadad le dijo al faraón:",
            "―Déjame regresar a mi país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "―¿Y por qué quieres regresar a tu país? —le preguntó el faraón—. ¿Acaso te falta algo aquí?",
            "―No —respondió Hadad—, ¡pero de todos modos déjame ir!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Dios también incitó a Rezón hijo de Eliadá para que fuera adversario de Salomón. Rezón, que había huido de su amo Hadad Ezer, rey de Sobá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "formó una banda de rebeldes y se convirtió en su jefe. Cuando David destruyó a los sirios, los rebeldes fueron a Damasco y allí establecieron su gobierno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Así fue como Rezón llegó a ser rey de Siria. Mientras vivió Salomón, Rezón aborreció a Israel y fue su adversario, de modo que agravó el daño causado por Hadad."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jeroboán se rebela contra Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "También se rebeló contra el rey Salomón uno de sus funcionarios, llamado Jeroboán hijo de Nabat. Este Jeroboán era efrateo, oriundo de Seredá; su madre se llamaba Zerúa, y era viuda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "La rebelión de Jeroboán tuvo lugar cuando Salomón estaba construyendo los terraplenes para cerrar la brecha en el muro de la Ciudad de David, su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Jeroboán se había ganado el respeto de todos, de modo que cuando Salomón vio su buen desempeño lo puso a supervisar todo el trabajo forzado que se realizaba entre los descendientes de José."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Un día en que Jeroboán salía de Jerusalén, se encontró en el camino con el profeta Ahías de Siló, quien llevaba puesto un manto nuevo. Los dos estaban solos en el campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Entonces Ahías tomó el manto nuevo que llevaba puesto y, rasgándolo en doce pedazos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "le dijo a Jeroboán: «Toma diez pedazos para ti, porque así dice el Señor, Dios de Israel: “Ahora voy a arrancarle de la mano a Salomón el reino, y a ti te voy a dar diez tribus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "A él le dejaré una sola tribu, y esto por consideración a mi siervo David y a Jerusalén, la ciudad que he escogido entre todas las tribus de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Voy a hacerlo así porque él me ha abandonado y adora a Astarté, diosa de los sidonios, a Quemós, dios de los moabitas, y a Moloc, dios de los amonitas. Salomón no ha seguido mis caminos; no ha hecho lo que me agrada ni ha cumplido mis decretos y leyes como hizo David, su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "»”Sin embargo, no le quitaré todo el reino a Salomón, sino que lo dejaré gobernar todos los días de su vida, por consideración a David mi siervo, a quien escogí y quien cumplió mis mandamientos y decretos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Le quitaré el reino a su hijo, y te daré a ti diez tribus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Pero a su hijo le dejaré una sola tribu, para que en Jerusalén, la ciudad donde decidí habitar, la lámpara de mi siervo David se mantenga siempre encendida delante de mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "En lo que a ti atañe, yo te haré rey de Israel, y extenderás tu reino a tu gusto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Si haces todo lo que te ordeno, y sigues mis caminos, haciendo lo que me agrada y cumpliendo mis decretos y mandamientos, como hizo David mi siervo, estaré contigo. Estableceré para ti una dinastía tan firme como la que establecí para David; y te daré Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Así que haré sufrir a la descendencia de David, aunque no para siempre”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Salomón, por su parte, intentó matar a Jeroboán, pero este huyó a Egipto y se quedó allí, bajo la protección del rey Sisac, hasta la muerte de Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Los demás acontecimientos del reinado de Salomón, y su sabiduría y todo lo que hizo, están escritos en el libro de las crónicas de Salomón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "quien durante cuarenta años reinó en Jerusalén sobre todo Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Cuando murió, fue sepultado en la Ciudad de David, su padre, y su hijo Roboán le sucedió en el trono."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.12"
        ],
        "human": "1 Reyes 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.13"
        ],
        "human": "1 Reyes 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.11"
        ],
        "human": "1 Reyes 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "División del reino"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Roboán fue a Siquén porque todos los israelitas se habían reunido allí para proclamarlo rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "De esto se enteró Jeroboán hijo de Nabat, quien al huir del rey Salomón se había establecido en Egipto y aún vivía allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cuando lo mandaron a buscar, él y toda la asamblea de Israel fueron a ver a Roboán y le dijeron:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "―Tu padre nos impuso un yugo pesado. Alívianos tú ahora el duro trabajo y el pesado yugo que él nos echó encima; así te serviremos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "―Idos por ahora —respondió Roboán—, pero volved a verme dentro de tres días.",
            "Cuando el pueblo se fue,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "el rey Roboán consultó con los ancianos que en vida de su padre Salomón habían estado a su servicio.",
            "―¿Qué me aconsejáis vosotros que le responda a este pueblo? —preguntó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "―Si te pones hoy al servicio de este pueblo —respondieron ellos—, y condesciendes con ellos y les respondes con amabilidad, ellos te servirán para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero Roboán rechazó el consejo que le dieron los ancianos, y consultó más bien con los jóvenes que se habían criado con él y que estaban a su servicio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "―¿Qué me aconsejáis vosotros? —les preguntó—. ¿Cómo debo responder a este pueblo que me dice: “Alívianos el yugo que tu padre nos echó encima”?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Aquellos jóvenes, que se habían criado con él, le contestaron:",
            "―Este pueblo te ha dicho: “Tu padre nos impuso un yugo pesado; hazlo tú más ligero”. Pues bien, respóndeles de este modo: “Mi dedo meñique es más grueso que la cintura de mi padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Si él os impuso un yugo pesado, ¡yo os aumentaré la carga! Y, si él os castigaba con una vara, ¡yo lo haré con un látigo!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Al tercer día, en la fecha que el rey Roboán había indicado, Jeroboán regresó con todo el pueblo para presentarse ante él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero el rey les respondió con brusquedad: rechazó el consejo que le habían dado los ancianos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y siguió el de los jóvenes. Les dijo: «Si mi padre os impuso un yugo pesado, ¡yo os aumentaré la carga! Si él os castigaba con una vara, ¡yo lo haré con un látigo!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "De modo que el rey no le hizo caso al pueblo. Las cosas tomaron este rumbo por voluntad del Señor, para que se cumpliera lo que ya él le había dicho a Jeroboán hijo de Nabat por medio de Ahías el silonita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Cuando se dieron cuenta de que el rey no iba a hacerles caso, todos los israelitas exclamaron a una:",
            "«¡Pueblo de Israel, todos a vuestras casas!",
            "¡Y tú, David, ocúpate de los tuyos!",
            "¿Qué parte tenemos con David?",
            "¿Qué herencia tenemos con el hijo de Isaí?»",
            "Así que se fueron, cada uno a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Sin embargo, Roboán siguió reinando sobre los israelitas que vivían en las ciudades de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Más tarde, el rey Roboán envió a Adonirán para que supervisara el trabajo forzado, pero todos los israelitas lo mataron a pedradas. ¡A duras penas logró el rey subir a su carro y escapar a Jerusalén!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Desde entonces Israel ha estado en rebelión contra la familia de David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cuando los israelitas se enteraron de que Jeroboán había regresado, mandaron a llamarlo para que se presentara ante la asamblea, y lo proclamaron rey de todo Israel. No hubo quien se mantuviera leal a la familia de David, con la sola excepción de la tribu de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Roboán hijo de Salomón llegó a Jerusalén y movilizó a todas las familias de Judá y a la tribu de Benjamín, ciento ochenta mil guerreros selectos en total, para hacer la guerra contra Israel y así recuperar el reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero la palabra de Dios vino a Semaías, hombre de Dios, y le dio este mensaje:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "«Diles a Roboán hijo de Salomón y rey de Judá, a todas las familias de Judá y de Benjamín, y al resto del pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "que así dice el Señor: “No vayáis a luchar contra vuestros hermanos, los israelitas. Regrese cada uno a su casa, porque es mi voluntad que esto haya sucedido”». Y ellos obedecieron la palabra del Señor y regresaron, tal como el Señor lo había ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los becerros de oro en Betel y Dan"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Jeroboán fortificó la ciudad de Siquén en la región montañosa de Efraín, y se estableció allí. Luego se fue de Siquén y fortificó Peniel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Pero reflexionó: «¿Y qué tal si ahora el reino vuelve a la familia de David?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Si la gente sigue subiendo a Jerusalén para ofrecer sacrificios en el templo del Señor, acabará por reconciliarse con su señor Roboán, rey de Judá. Entonces a mí me matarán, y volverán a unirse a él»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Después de buscar consejo, el rey hizo dos becerros de oro, y le dijo al pueblo: «¡Israelitas, no es necesario que sigáis subiendo a Jerusalén! Aquí están vuestros dioses, que os sacaron de Egipto»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Así que colocó uno de los becerros en Betel, y el otro en Dan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y esto incitó al pueblo a pecar; muchos incluso iban hasta Dan para adorar al becerro que estaba allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Jeroboán construyó santuarios paganos en los cerros, y puso como sacerdotes a toda clase de gente, hasta a quienes no eran levitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Decretó celebrar una fiesta el día quince del mes octavo, semejante a la que se celebraba en Judá. En el altar de Betel ofreció sacrificios a los becerros que había hecho, y estableció también sacerdotes para los santuarios paganos que había construido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Así pues, el día quince del mes octavo Jeroboán subió al altar que había construido en Betel y quemó incienso. Ese fue el día que arbitrariamente decretó como día de fiesta para los israelitas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.13"
        ],
        "human": "1 Reyes 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.14"
        ],
        "human": "1 Reyes 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.12"
        ],
        "human": "1 Reyes 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El hombre de Dios que llegó de Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Sucedió que un hombre de Dios fue desde Judá hasta Betel en obediencia a la palabra del Señor. Cuando Jeroboán, de pie junto al altar, se disponía a quemar incienso,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "el hombre de Dios, en obediencia a la palabra del Señor, gritó: «¡Altar, altar! Así dice el Señor: “En la familia de David nacerá un hijo llamado Josías, el cual sacrificará sobre ti a estos sacerdotes de altares paganos que aquí queman incienso. ¡Sobre ti se quemarán huesos humanos!”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Aquel mismo día, el hombre de Dios ofreció una señal: «Esta es la señal que el Señor os da: ¡El altar será derribado, y las cenizas se esparcirán!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Al oír la sentencia que el hombre de Dios pronunciaba contra el altar de Betel, el rey extendió el brazo desde el altar y dijo: «¡Prendedlo!» Pero el brazo que había extendido contra el hombre se le paralizó, de modo que no podía contraerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "En ese momento, el altar se vino abajo y las cenizas se esparcieron, según la señal que, en obediencia a la palabra del Señor, les había dado el hombre de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces el rey le dijo al hombre de Dios:",
            "―¡Apacigua al Señor tu Dios! ¡Ora por mí, para que se me cure el brazo!",
            "El hombre de Dios suplicó al Señor, y al rey se le curó el brazo, quedándole como antes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Luego el rey le dijo al hombre de Dios:",
            "―Ven a casa conmigo, y come algo; además, quiero hacerte un regalo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero el hombre de Dios le respondió al rey:",
            "―Aunque me dieras la mitad de tus posesiones, no iría a tu casa. Aquí no comeré pan ni beberé agua,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "porque así me lo ordenó el Señor. Me dijo: “No comas pan, ni bebas agua, ni regreses por el mismo camino”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "De modo que tomó un camino diferente al que había tomado para ir a Betel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "En ese tiempo vivía en Betel cierto profeta anciano. Sus hijos fueron a contarle todo lo que el hombre de Dios había hecho allí aquel día, y lo que le había dicho al rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Su padre les preguntó:",
            "―¿Por dónde se fue?",
            "Sus hijos le indicaron el camino que había tomado el hombre de Dios que había llegado de Judá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "y el padre les ordenó:",
            "―Aparejadme un asno, para que lo monte.",
            "Cuando el asno estuvo listo, el profeta anciano lo montó"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y se fue tras el hombre de Dios. Lo encontró sentado debajo de una encina, y le preguntó:",
            "―¿Eres tú el hombre de Dios que vino de Judá?",
            "―Sí, lo soy —respondió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces el profeta le dijo:",
            "―Ven a comer a mi casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "―No puedo volver contigo ni acompañarte —respondió el hombre de Dios—; tampoco puedo comer pan ni beber agua contigo en este lugar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "pues el Señor me ha dado esta orden: “No comas pan ni bebas agua allí, ni regreses por el mismo camino”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El anciano replicó:",
            "―También yo soy profeta, como tú. Y un ángel, obedeciendo la palabra del Señor, me dijo: “Llévalo a tu casa para que coma pan y beba agua”.",
            "Así lo engañó,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "y el hombre de Dios volvió con él, y comió y bebió en su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Mientras estaban sentados a la mesa, la palabra del Señor vino al profeta que lo había hecho volver."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces el profeta le anunció al hombre de Dios que había llegado de Judá:",
            "―Así dice el Señor: “Has desafiado la palabra del Señor y no has cumplido la orden que el Señor tu Dios te dio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Has vuelto para comer pan y beber agua en el lugar donde él te dijo que no lo hicieras. Por lo tanto, no será sepultado tu cuerpo en la tumba de tus antepasados”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Cuando el hombre de Dios terminó de comer y beber, el profeta que lo había hecho volver le aparejó un asno,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "y el hombre de Dios se puso en camino. Pero un león le salió al paso y lo mató, dejándolo tendido en el camino. Sin embargo, el león y el asno se quedaron junto al cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Al ver el cuerpo tendido, y al león cuidando el cuerpo, los que pasaban por el camino llevaron la noticia a la ciudad donde vivía el profeta anciano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Cuando el profeta que lo había hecho volver de su viaje se enteró de eso, dijo: «Ahí tenéis al hombre de Dios que desafió la palabra del Señor. Por eso el Señor lo entregó al león, que lo ha matado y despedazado, como la palabra del Señor se lo había advertido»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Luego el profeta les dijo a sus hijos: «Aparejadme el asno». En cuanto lo hicieron,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "el profeta salió y encontró el cuerpo tendido en el camino, con el asno y el león junto a él. El león no se había comido el cadáver, ni había despedazado al asno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces el profeta levantó el cadáver del hombre de Dios, lo puso sobre el asno y se lo llevó de vuelta a la ciudad para hacer duelo por él y enterrarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Luego lo puso en la tumba de su propiedad, e hicieron duelo por él, clamando: «¡Ay, hermano mío!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Después de enterrarlo, el profeta les dijo a sus hijos: «Cuando yo muera, enterradme en la misma tumba donde está enterrado el hombre de Dios, y poned mis huesos junto a los suyos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Porque ciertamente se cumplirá la sentencia que, en obediencia a la palabra del Señor, él pronunció contra el altar de Betel y contra todos los santuarios paganos que están en los montes de las ciudades de Samaria»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Con todo, Jeroboán no cambió su mala conducta, sino que una vez más puso como sacerdotes para los santuarios paganos a toda clase de gente. A cualquiera que deseaba ser sacerdote de esos santuarios, él lo consagraba como tal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Esa conducta llevó a la dinastía de Jeroboán a pecar, y causó su caída y su desaparición de la faz de la tierra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.14"
        ],
        "human": "1 Reyes 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.15"
        ],
        "human": "1 Reyes 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.13"
        ],
        "human": "1 Reyes 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Profecía de Ahías contra Jeroboán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En aquel tiempo cayó enfermo Abías hijo de Jeroboán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y este le dijo a su esposa: «Disfrázate para que nadie se dé cuenta de que eres mi esposa. Luego vete a Siló, donde está Ahías, el profeta que me anunció que yo sería rey de este pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Llévate diez panes, algunas tortas y un jarro de miel. Cuando llegues, él te dirá lo que va a pasar con nuestro hijo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Así que la esposa de Jeroboán emprendió el viaje a Siló y fue a casa de Ahías.",
            "Debido a su edad, Ahías había perdido la vista y estaba ciego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero el Señor le había dicho: «La esposa de Jeroboán, haciéndose pasar por otra, viene a pedirte información acerca de su hijo, que está enfermo. Quiero que le des tal y tal respuesta»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así que cuando Ahías oyó el sonido de sus pasos, se dirigió a la puerta y dijo: «Esposa de Jeroboán, ¿por qué te haces pasar por otra? Entra, que tengo malas noticias para ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Regresa a donde está Jeroboán y adviértele que así dice el Señor, Dios de Israel: “Yo te levanté de entre mi pueblo Israel y te hice su gobernante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Le quité el reino a la familia de David para dártelo a ti. Tú, sin embargo, no has sido como mi siervo David, que cumplió mis mandamientos y me siguió con todo el corazón, haciendo solamente lo que me agrada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Por el contrario, te has portado peor que todos los que vivieron antes de ti, al extremo de hacerte otros dioses, ídolos de metal; esto me enfurece, pues me has dado la espalda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»”Por eso voy a enviarle una desgracia a la familia de Jeroboán. De sus descendientes en Israel exterminaré hasta el último varón, esclavo o libre. Barreré la descendencia de Jeroboán como se barre el estiércol, hasta no dejar rastro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "A los que mueran en la ciudad se los comerán los perros, y a los que mueran en el campo se los comerán las aves del cielo. ¡El Señor lo ha dicho!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»En cuanto a ti, vuelve a tu casa; el muchacho va a morir en cuanto llegues a la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces todos los israelitas harán duelo por él y lo sepultarán. De la familia de Jeroboán solo él será sepultado, porque en esa familia solo él ha complacido al Señor, Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»El Señor levantará para sí un rey en Israel que exterminará a la familia de Jeroboán. De ahora en adelante"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "el Señor sacudirá a los israelitas como el agua sacude las cañas. Los desarraigará de esta buena tierra que les dio a sus antepasados y los dispersará más allá del río Éufrates, porque se hicieron imágenes de la diosa Aserá y provocaron así la ira del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y el Señor abandonará a Israel por los pecados que Jeroboán cometió e hizo cometer a los israelitas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces la esposa de Jeroboán se puso en marcha y regresó a Tirsá. En el momento en que atravesó el umbral de la casa, el muchacho murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Así que lo sepultaron, y todo Israel hizo duelo por él, según la palabra que el Señor había anunciado por medio de su siervo, el profeta Ahías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Los demás acontecimientos del reinado de Jeroboán, sus batallas y su gobierno, están escritos en el libro de las crónicas de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Jeroboán reinó veintidós años. Cuando murió, su hijo Nadab le sucedió en el trono."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Roboán, rey de Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Roboán hijo de Salomón fue rey de Judá. Tenía cuarenta y un años cuando ascendió al trono, y reinó diecisiete años en Jerusalén, la ciudad donde, de entre todas las tribus de Israel, el Señor había decidido habitar. La madre de Roboán era una amonita llamada Noamá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los habitantes de Judá hicieron lo que ofende al Señor, y con sus pecados provocaron los celos del Señor más que sus antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Además, en todas las colinas y bajo todo árbol frondoso se construyeron santuarios paganos, piedras sagradas e imágenes de la diosa Aserá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Incluso había en el país hombres que practicaban la prostitución sagrada. El pueblo participaba en todas las repugnantes ceremonias de las naciones que el Señor había expulsado del territorio de los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Sisac, rey de Egipto, atacó Jerusalén en el quinto año del reinado de Roboán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "y saqueó los tesoros del templo del Señor y del palacio real. Se lo llevó todo, aun los escudos de oro que Salomón había hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Para reemplazarlos, el rey Roboán mandó hacer escudos de bronce y los puso al cuidado de los jefes de la guardia que custodiaba la entrada del palacio real."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Siempre que el rey iba al templo del Señor, los guardias portaban los escudos, pero luego los devolvían a la sala de los centinelas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Los demás acontecimientos del reinado de Roboán, y todo lo que hizo, están escritos en el libro de las crónicas de los reyes de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Durante su reinado hubo guerra constante entre él y Jeroboán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Cuando murió Roboán, hijo de la amonita llamada Noamá, fue sepultado con sus antepasados en la Ciudad de David, y su hijo Abías le sucedió en el trono."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.15"
        ],
        "human": "1 Reyes 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.16"
        ],
        "human": "1 Reyes 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.14"
        ],
        "human": "1 Reyes 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Abías, rey de Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En el año dieciocho del reinado de Jeroboán hijo de Nabat, Abías ascendió al trono de Judá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y reinó en Jerusalén tres años. Su madre era Macá hija de Abisalón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Abías cometió todos los pecados que, antes de él, había cometido su padre, pues no siempre fue fiel al Señor su Dios como lo había sido su padre David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "No obstante, por consideración a David, el Señor su Dios mantuvo la lámpara de David encendida en Jerusalén, dándole un hijo que le sucediera, para fortalecer así a Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Porque David había hecho lo que agrada al Señor, y en toda su vida no había dejado de cumplir ninguno de los mandamientos del Señor, excepto en el caso de Urías el hitita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Durante toda la vida de Abías hubo guerra entre la casa de Roboán y la de Jeroboán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los demás acontecimientos del reinado de Abías, y todo lo que hizo, están escritos en el libro de las crónicas de los reyes de Judá. También hubo guerra entre Abías y Jeroboán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y Abías murió y fue sepultado en la Ciudad de David. Y su hijo Asá le sucedió en el trono."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Asá, rey de Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "En el año veinte de Jeroboán, rey de Israel, Asá ocupó el trono de Judá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y reinó en Jerusalén cuarenta y un años. Su abuela era Macá hija de Abisalón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Asá hizo lo que agrada al Señor, como lo había hecho su antepasado David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Expulsó del país a los que practicaban la prostitución sagrada y acabó con todos los ídolos que sus antepasados habían fabricado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Hasta destituyó a su abuela Macá de su puesto como reina madre, porque ella se había hecho una escandalosa imagen de la diosa Aserá. Asá derribó la imagen y la quemó en el arroyo de Cedrón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Aunque no quitó los santuarios paganos, Asá se mantuvo siempre fiel al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Además, llevó al templo del Señor el oro, la plata y los utensilios que él y su padre habían consagrado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Durante los reinados de Asá y Basá, rey de Israel, hubo guerra entre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Basá, rey de Israel, atacó a Judá y fortificó Ramá para aislar totalmente a Asá, rey de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces Asá tomó todo el oro y la plata que había quedado en los tesoros del templo del Señor y de su propio palacio, y les encargó a sus funcionarios que se los llevaran a Ben Adad, hijo de Tabrimón y nieto de Hezión, rey de Siria, que estaba gobernando en Damasco. Y le envió este mensaje:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "«Hagamos tú y yo un tratado como el que antes hicieron tu padre y el mío. Aquí te envío un presente de oro y plata. Anula tu tratado con Basá, rey de Israel, para que se marche de aquí»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Ben Adad estuvo de acuerdo con el rey Asá y envió a los jefes de su ejército para que atacaran las ciudades de Israel. Así conquistó Iyón, Dan, Abel Betmacá y todo Quinéret, además de Neftalí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cuando Basá se enteró, dejó de fortificar Ramá y se retiró a Tirsá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entonces el rey Asá movilizó a todo Judá, sin eximir a nadie, y se llevaron de Ramá las piedras y la madera con que Basá había estado fortificando la ciudad. Con ellas el rey Asá fortificó Gueba de Benjamín, y también Mizpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Los demás acontecimientos del reinado de Asá, y todo su poderío y todo lo que hizo, y lo que atañe a las ciudades que edificó, están escritos en el libro de las crónicas de los reyes de Judá. Sin embargo, en su vejez sufrió una enfermedad de los pies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Luego Asá murió y fue sepultado con sus antepasados en la Ciudad de David. Y su hijo Josafat le sucedió en el trono."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nadab, rey de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "En el segundo año de Asá, rey de Judá, Nadab hijo de Jeroboán ascendió al trono de Israel y reinó allí dos años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Pero Nadab hizo lo que ofende al Señor, pues siguió el mal ejemplo de su padre, persistiendo en el mismo pecado con que este hizo pecar a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Basá hijo de Ahías, de la tribu de Isacar, conspiró contra Nadab y lo derrotó en la ciudad filistea de Guibetón, a la que Nadab y todo Israel tenían sitiada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "En el tercer año de Asá, rey de Judá, Basá mató a Nadab y le sucedió en el trono."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Tan pronto como comenzó a reinar, Basá mató a toda la familia de Jeroboán. No dejó vivo a ninguno de sus descendientes, sino que los eliminó a todos, según la palabra que el Señor dio a conocer por medio de su siervo Ahías el silonita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Esto sucedió a raíz de los pecados que Jeroboán cometió e hizo cometer a los israelitas, con lo que provocó la ira del Señor, Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Los demás acontecimientos del reinado de Nadab, y todo lo que hizo, están escritos en el libro de las crónicas de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Durante los reinados de Asá de Judá y Basá de Israel, hubo guerra entre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Basá, rey de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "En el tercer año de Asá, rey de Judá, Basá hijo de Ahías ascendió al trono, y durante veinticuatro años reinó en Tirsá sobre todo Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Basá hizo lo que ofende al Señor, pues siguió el mal ejemplo de Jeroboán, persistiendo en el mismo pecado con que este hizo pecar a Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.16"
        ],
        "human": "1 Reyes 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.17"
        ],
        "human": "1 Reyes 17",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.15"
        ],
        "human": "1 Reyes 15",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En aquel tiempo, la palabra del Señor vino a Jehú hijo de Jananí y le dio este mensaje contra Basá:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Yo te levanté del polvo y te hice gobernante de mi pueblo Israel, pero tú seguiste el mal ejemplo de Jeroboán e hiciste que mi pueblo Israel pecara y provocara así mi enojo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por eso estoy a punto de aniquilarte y de hacer con tu familia lo mismo que hice con la de Jeroboán hijo de Nabat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "A los que mueran en la ciudad se los comerán los perros, y a los que mueran en el campo se los comerán las aves del cielo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los demás acontecimientos del reinado de Basá, y lo que hizo y atañe a sus obras, están escritos en el libro de las crónicas de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Basá murió y fue sepultado en Tirsá. Y su hijo Elá le sucedió en el trono."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Además, por medio del profeta Jehú hijo de Jananí, la palabra del Señor vino contra Basá y su familia, debido a todas las ofensas que este había cometido contra el Señor, provocando así su ira. Y, aunque destruyó a la familia de Jeroboán, llegó a ser semejante a esta por las obras que hizo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elá, rey de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En el año veintiséis de Asá, rey de Judá, Elá hijo de Basá ascendió al trono de Israel, y reinó dos años en Tirsá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero conspiró contra él Zimri, uno de sus funcionarios, que tenía el mando de la mitad de sus carros de combate. Estaba Elá en Tirsá, emborrachándose en la casa de Arsá, administrador de su palacio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "En ese momento irrumpió Zimri y lo hirió de muerte, y le suplantó en el trono. Era el año veintisiete de Asá, rey de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Tan pronto como Zimri usurpó el trono, eliminó a toda la familia de Basá. Exterminó hasta el último varón, fuera pariente o amigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así aniquiló a toda la familia de Basá, conforme a la palabra que el Señor había anunciado contra Basá por medio del profeta Jehú."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Esto sucedió a raíz de todos los pecados que Basá y su hijo Elá cometieron e hicieron cometer a los israelitas, provocando con sus ídolos inútiles la ira del Señor, Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los demás acontecimientos del reinado de Elá, y todo lo que hizo, están escritos en el libro de las crónicas de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Zimri, rey de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "En el año veintisiete de Asá, rey de Judá, mientras el ejército estaba acampado contra la ciudad filistea de Guibetón, Zimri reinó en Tirsá siete días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "El mismo día en que las tropas oyeron decir que Zimri había conspirado contra el rey y lo había asesinado, allí mismo en el campamento todo Israel proclamó como rey de Israel a Omrí, el jefe del ejército."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces Omrí y todos los israelitas que estaban con él se retiraron de Guibetón y sitiaron Tirsá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando Zimri vio que la ciudad estaba a punto de caer, se metió en la torre del palacio real y le prendió fuego. Así murió"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "por los pecados que había cometido, pues hizo lo que ofende al Señor, siguiendo el mal ejemplo de Jeroboán y persistiendo en el mismo pecado con que este hizo pecar a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Los demás acontecimientos del reinado de Zimri, incluso lo que atañe a su rebelión, están escritos en el libro de las crónicas de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Omrí, rey de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces el pueblo de Israel se dividió en dos facciones: la mitad respaldaba como rey a Tibni hijo de Guinat, y la otra, a Omrí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero los partidarios de Omrí derrotaron a los de Tibni, el cual murió en la contienda. Así fue como Omrí ascendió al trono."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "En el año treinta y uno de Asá, rey de Judá, Omrí ascendió al trono de Israel, y reinó doce años, seis de ellos en Tirsá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "A un cierto Sémer le compró el cerro de Samaria por sesenta y seis kilos de plata, y allí construyó una ciudad. En honor a Sémer, nombre del anterior propietario del cerro, la llamó Samaria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero Omrí hizo lo que ofende al Señor y pecó más que todos los reyes que le precedieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Siguió el mal ejemplo de Jeroboán hijo de Nabat, persistiendo en el mismo pecado con que este hizo pecar a Israel y provocando con sus ídolos inútiles la ira del Señor, Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Los demás acontecimientos del reinado de Omrí, incluso lo que atañe a las proezas que realizó, están escritos en el libro de las crónicas de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Omrí murió y fue sepultado en Samaria. Y su hijo Acab le sucedió en el trono."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Acab, rey de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "En el año treinta y ocho de Asá, rey de Judá, Acab hijo de Omrí ascendió al trono, y reinó sobre Israel en Samaria veintidós años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Acab hijo de Omrí hizo lo que ofende al Señor, más que todos los reyes que le precedieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Como si hubiera sido poco el cometer los mismos pecados de Jeroboán hijo de Nabat, también se casó con Jezabel hija de Et Baal, rey de los sidonios, y se dedicó a servir a Baal y a adorarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Le erigió un altar en el templo que le había construido en Samaria,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "y también fabricó una imagen de la diosa Aserá. En fin, hizo más para provocar la ira del Señor, Dios de Israel, que todos los reyes de Israel que le precedieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "En tiempos de Acab, Jiel de Betel reconstruyó Jericó. Echó los cimientos al precio de la vida de Abirán, su hijo mayor, y puso las puertas al precio de la vida de Segub, su hijo menor, según la palabra que el Señor había dado a conocer por medio de Josué hijo de Nun."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.17",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.17"
        ],
        "human": "1 Reyes 17"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.18"
        ],
        "human": "1 Reyes 18",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.16"
        ],
        "human": "1 Reyes 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elías es alimentado por los cuervos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahora bien, Elías, el de Tisbé de Galaad, fue a decirle a Acab: «Tan cierto como que vive el Señor, Dios de Israel, a quien yo sirvo, te juro que no habrá rocío ni lluvia en los próximos años, hasta que yo lo ordene»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces la palabra del Señor vino a Elías y le dio este mensaje:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "«Sal de aquí hacia el oriente, y escóndete en el arroyo de Querit, al este del Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Beberás agua del arroyo, y yo les ordenaré a los cuervos que te den de comer allí»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Así que Elías se fue al arroyo de Querit, al este del Jordán, y allí permaneció, conforme a la palabra del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por la mañana y por la tarde los cuervos le llevaban pan y carne, y bebía agua del arroyo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La viuda de Sarepta"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Algún tiempo después, se secó el arroyo porque no había llovido en el país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces la palabra del Señor vino a él con este mensaje:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "«Ve ahora a Sarepta de Sidón, y permanece allí. A una viuda de ese lugar le he ordenado darte de comer»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Así que Elías se fue a Sarepta. Al llegar a la puerta de la ciudad, encontró a una viuda que recogía leña. La llamó y le dijo:",
            "―Por favor, tráeme una vasija con un poco de agua para beber."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Mientras ella iba por el agua, él volvió a llamarla y le dijo:",
            "―Tráeme también, por favor, un pedazo de pan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "―Tan cierto como que vive el Señor tu Dios —respondió ella—, que no me queda ni un pedazo de pan; solo tengo un puñado de harina en la tinaja y un poco de aceite en el jarro. Precisamente estaba recogiendo unos leños para llevármelos a casa y hacer una comida para mi hijo y para mí. ¡Será nuestra última comida antes de morirnos de hambre!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "―No temas —le dijo Elías—. Vuelve a casa y haz lo que pensabas hacer. Pero antes prepárame un panecillo con lo que tienes, y tráemelo; luego haz algo para ti y para tu hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Porque así dice el Señor, Dios de Israel: “No se agotará la harina de la tinaja ni se acabará el aceite del jarro, hasta el día en que el Señor haga llover sobre la tierra”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ella fue e hizo lo que le había dicho Elías, de modo que cada día hubo comida para ella y su hijo, como también para Elías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y tal como la palabra del Señor lo había anunciado por medio de Elías, no se agotó la harina de la tinaja ni se acabó el aceite del jarro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Poco después cayó enfermo el hijo de aquella viuda, y tan grave se puso que finalmente expiró."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces ella le dijo a Elías:",
            "―¿Por qué te entrometes, hombre de Dios? ¿Viniste a recordarme mi pecado y a matar a mi hijo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "―Dame a tu hijo —contestó Elías.",
            "Y, quitándoselo del regazo, Elías lo llevó al cuarto de arriba, donde estaba alojado, y lo acostó en su propia cama."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces clamó: «Señor mi Dios, ¿también a esta viuda, que me ha dado alojamiento, la haces sufrir matándole a su hijo?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Luego se tendió tres veces sobre el muchacho y clamó: «¡Señor mi Dios, devuélvele la vida a este muchacho!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "El Señor oyó el clamor de Elías, y el muchacho volvió a la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Elías tomó al muchacho y lo llevó de su cuarto a la planta baja. Se lo entregó a su madre y le dijo:",
            "―¡Tu hijo vive! ¡Aquí lo tienes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces la mujer le dijo a Elías:",
            "―Ahora sé que eres un hombre de Dios, y que lo que sale de tu boca es realmente la palabra del Señor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.18",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.18"
        ],
        "human": "1 Reyes 18"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.19"
        ],
        "human": "1 Reyes 19",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.17"
        ],
        "human": "1 Reyes 17",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elías y Abdías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de un largo tiempo, en el tercer año, la palabra del Señor vino a Elías y le dio este mensaje: «Ve y preséntate ante Acab, y yo voy a enviar lluvia sobre la tierra»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Así que Elías se puso en camino para presentarse ante Acab.",
            "En Samaria había mucha hambre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por lo tanto, Acab mandó llamar a Abdías, quien administraba su palacio y veneraba al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Como Jezabel estaba acabando con los profetas del Señor, Abdías había tomado a cien de ellos y los había escondido en dos cuevas, cincuenta en cada una, y les había dado de comer y de beber."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Acab instruyó a Abdías: «Recorre todo el país en busca de fuentes y ríos. Tal vez encontremos pasto para mantener vivos los caballos y las mulas, y no perdamos nuestras bestias»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así que se dividieron la tierra que iban a recorrer: Acab se fue en una dirección y Abdías, en la otra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Abdías iba por su camino cuando Elías le salió al encuentro. Al reconocerlo, Abdías se postró rostro en tierra y le preguntó:",
            "―Mi señor Elías, ¿de veras eres tú?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "―Sí, soy yo —le respondió—. Ve a decirle a tu amo que aquí estoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "―¿Qué mal ha hecho este tu siervo —preguntó Abdías—, para que me entregues a Acab y él me mate?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Tan cierto como que vive el Señor tu Dios, que no hay nación ni reino adonde mi amo no haya mandado a buscarte. Y a quienes afirmaban que no estabas allí, él los hacía jurar que no te habían encontrado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "¿Y ahora tú me ordenas que vaya a mi amo y le diga que tú estás aquí?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¡Qué sé yo a dónde te va a llevar el Espíritu del Señor cuando nos separemos! Si voy y le digo a Acab que tú estás aquí, y luego él no te encuentra, ¡me matará! Ten en cuenta que yo, tu siervo, he sido fiel al Señor desde mi juventud."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "¿No le han contado a mi señor lo que hice cuando Jezabel estaba matando a los profetas del Señor? ¡Pues escondí a cien de los profetas del Señor en dos cuevas, cincuenta en cada una, y les di de comer y de beber!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¡Y ahora tú me ordenas que vaya a mi amo y le diga que estás aquí! ¡De seguro me matará!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Elías le respondió:",
            "―Tan cierto como que vive el Señor Todopoderoso, a quien sirvo, te aseguro que hoy me presentaré ante Acab."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elías en el monte Carmelo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Abdías fue a buscar a Acab y le informó de lo sucedido, así que este fue al encuentro de Elías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "y, cuando lo vio, le preguntó:",
            "―¿Eres tú el que le está creando problemas a Israel?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "―No soy yo quien le está creando problemas a Israel —respondió Elías—. Quienes se los crean sois tú y tu familia, porque habéis abandonado los mandamientos del Señor y os habéis ido tras los baales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Ahora convoca de todas partes al pueblo de Israel, para que se reúna conmigo en el monte Carmelo con los cuatrocientos cincuenta profetas de Baal y los cuatrocientos profetas de la diosa Aserá que se sientan a la mesa de Jezabel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Acab convocó en el monte Carmelo a todos los israelitas y a los profetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Elías se presentó ante el pueblo y dijo:",
            "―¿Hasta cuándo vais a seguir indecisos? Si el Dios verdadero es el Señor, debéis seguirlo; pero, si es Baal, seguidle a él.",
            "El pueblo no dijo una sola palabra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entonces Elías añadió:",
            "―Yo soy el único que ha quedado de los profetas del Señor; en cambio, Baal cuenta con cuatrocientos cincuenta profetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Traednos dos bueyes. Que escojan ellos uno, lo descuarticen y pongan los pedazos sobre la leña, pero sin prenderle fuego. Yo prepararé el otro buey y lo pondré sobre la leña, pero tampoco le prenderé fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces invocaréis vosotros el nombre de vuestro dios, y yo invocaré el nombre del Señor. ¡El que responda con fuego, ese es el Dios verdadero!",
            "Y todo el pueblo estuvo de acuerdo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Entonces Elías les dijo a los profetas de Baal:",
            "―Ya que vosotros sois tantos, escoged uno de los bueyes y preparadlo primero. Invocad luego el nombre de vuestro dios, pero no prendáis fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Los profetas de Baal tomaron el buey que les dieron y lo prepararon, e invocaron el nombre de su dios desde la mañana hasta el mediodía.",
            "―¡Baal, respóndenos! —gritaban, mientras daban brincos alrededor del altar que habían hecho.",
            "Pero no se escuchó nada, pues nadie respondió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Al mediodía Elías comenzó a burlarse de ellos:",
            "―¡Gritad más fuerte! —les decía—. Seguro que es un dios, pero tal vez esté meditando, o esté ocupado o de viaje. ¡A lo mejor se ha quedado dormido y hay que despertarlo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Comenzaron entonces a gritar más fuerte y, como era su costumbre, se cortaron con cuchillos y dagas hasta quedar bañados en sangre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Pasó el mediodía, y siguieron en este trance profético hasta la hora del sacrificio vespertino. Pero no se escuchó nada, pues nadie respondió ni prestó atención."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Entonces Elías le dijo a la gente:",
            "―¡Acercaos!",
            "Así lo hicieron. Como habían dejado en ruinas el altar del Señor, Elías lo reparó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Luego recogió doce piedras, una por cada tribu descendiente de Jacob, a quien el Señor le había puesto por nombre Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Con las piedras construyó un altar en honor del Señor, y alrededor cavó una zanja en la que cabían quince litros de cereal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Colocó la leña, descuartizó el buey, puso los pedazos sobre la leña"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "y dijo:",
            "―Llenad de agua cuatro cántaros, y vaciadlos sobre el holocausto y la leña.",
            "Luego dijo:",
            "―Volved a hacerlo.",
            "Y así lo hicieron.",
            "―¡Hacedlo una vez más! —les ordenó.",
            "Y por tercera vez vaciaron los cántaros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "El agua corría alrededor del altar hasta llenar la zanja."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "A la hora del sacrificio vespertino, el profeta Elías dio un paso adelante y oró así: «Señor, Dios de Abraham, de Isaac y de Israel, que todos sepan hoy que tú eres Dios en Israel, y que yo soy tu siervo y he hecho todo esto en obediencia a tu palabra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "¡Respóndeme, Señor, respóndeme, para que esta gente reconozca que tú, Señor, eres Dios, y que estás convirtiéndoles el corazón a ti!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "En ese momento cayó el fuego del Señor y quemó el holocausto, la leña, las piedras y el suelo, y hasta lamió el agua de la zanja."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Cuando vieron esto, todos se postraron y exclamaron: «¡El Señor es Dios! ¡El Señor es Dios!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Luego Elías les ordenó:",
            "―¡Prended a los profetas de Baal! ¡Que no escape ninguno!",
            "Tan pronto como los prendieron, Elías hizo que los bajaran al arroyo Quisón, y allí los ejecutó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Entonces Elías le dijo a Acab:",
            "―Anda a tu casa, y come y bebe, porque ya se oye el ruido de un fuerte aguacero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Acab se fue a comer y beber, pero Elías subió a la cumbre del Carmelo, se inclinó hasta el suelo y puso el rostro entre las rodillas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "―Ve y mira hacia el mar —le ordenó a su criado.",
            "El criado fue y miró, y dijo:",
            "―No se ve nada.",
            "Siete veces le ordenó Elías que fuera a ver,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "y la séptima vez el criado le informó:",
            "―Desde el mar viene subiendo una nube. Es tan pequeña como una mano.",
            "Entonces Elías le ordenó:",
            "―Ve y dile a Acab: “Engancha el carro y vete antes de que la lluvia te detenga”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Las nubes fueron oscureciendo el cielo; luego se levantó el viento y se desató una fuerte lluvia. Y Acab se fue en su carro hacia Jezrel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Entonces el poder del Señor vino sobre Elías, quien se ajustó el manto con el cinturón, se echó a correr y llegó a Jezrel antes que Acab."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.19",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.19"
        ],
        "human": "1 Reyes 19"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.20"
        ],
        "human": "1 Reyes 20",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.18"
        ],
        "human": "1 Reyes 18",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elías huye a Horeb"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Acab le contó a Jezabel todo lo que Elías había hecho, y cómo había matado a todos los profetas a filo de espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces Jezabel envió un mensajero a Elías para decirle: «¡Que los dioses me castiguen sin piedad si mañana a esta hora no te he quitado la vida como tú se la quitaste a ellos!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Elías se asustó y huyó para ponerse a salvo. Cuando llegó a Berseba de Judá, dejó allí a su criado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y caminó todo un día por el desierto. Llegó adonde había un arbusto, y se sentó a su sombra con ganas de morirse. «¡Estoy harto, Señor! —protestó—. Quítame la vida, pues no soy mejor que mis antepasados»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Luego se acostó debajo del arbusto y se quedó dormido.",
            "De repente, un ángel lo tocó y le dijo: «Levántate y come»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Elías miró a su alrededor y vio a su cabecera un panecillo cocido sobre carbones calientes y un jarro de agua. Comió y bebió, y volvió a acostarse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El ángel del Señor regresó y, tocándolo, le dijo: «Levántate y come, porque te espera un largo viaje»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Elías se levantó, y comió y bebió. Una vez fortalecido por aquella comida, viajó cuarenta días y cuarenta noches hasta que llegó a Horeb, el monte de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Allí pasó la noche en una cueva."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El Señor se le aparece a Elías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Más tarde, la palabra del Señor vino a él.",
            "―¿Qué haces aquí, Elías? —le preguntó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "―Me consume mi amor por ti, Señor Dios Todopoderoso —respondió él—. Los israelitas han rechazado tu pacto, han derribado tus altares, y a tus profetas los han matado a filo de espada. Yo soy el único que ha quedado con vida, ¡y ahora quieren matarme a mí también!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El Señor le ordenó:",
            "―Sal y preséntate ante mí en la montaña, porque estoy a punto de pasar por allí.",
            "Como heraldo del Señor vino un viento recio, tan violento que partió las montañas e hizo añicos las rocas; pero el Señor no estaba en el viento. Después del viento hubo un terremoto, pero el Señor tampoco estaba en el terremoto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Tras el terremoto vino un fuego, pero el Señor tampoco estaba en el fuego. Y después del fuego vino un suave murmullo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Cuando Elías lo oyó, se cubrió el rostro con el manto y, saliendo, se puso a la entrada de la cueva.",
            "Entonces oyó una voz que le dijo:",
            "―¿Qué haces aquí, Elías?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Él respondió:",
            "―Me consume mi amor por ti, Señor Dios Todopoderoso. Los israelitas han rechazado tu pacto, han derribado tus altares, y a tus profetas los han matado a filo de espada. Yo soy el único que ha quedado con vida, ¡y ahora quieren matarme a mí también!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El Señor le dijo:",
            "―Regresa por el mismo camino y ve al desierto de Damasco. Cuando llegues allí, unge a Jazael como rey de Siria,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "y a Jehú hijo de Nimsi como rey de Israel; unge también a Eliseo hijo de Safat, de Abel Mejolá, para que te suceda como profeta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Jehú dará muerte a cualquiera que escape de la espada de Jazael, y Eliseo dará muerte a cualquiera que escape de la espada de Jehú."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Sin embargo, yo preservaré a siete mil israelitas que no se han arrodillado ante Baal ni lo han besado."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El llamamiento de Eliseo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Elías salió de allí y encontró a Eliseo hijo de Safat, que estaba arando. Había doce yuntas de bueyes en fila, y él mismo conducía la última. Elías pasó junto a Eliseo y arrojó su manto sobre él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces Eliseo dejó sus bueyes y corrió tras Elías.",
            "―Permíteme despedirme de mi padre y de mi madre con un beso —dijo él—, y luego te seguiré.",
            "―Anda, ve —respondió Elías—. Yo no te lo voy a impedir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Eliseo lo dejó y regresó. Tomó su yunta de bueyes y los sacrificó. Quemando la madera de la yunta, asó la carne y se la dio al pueblo, y ellos comieron. Luego partió para seguir a Elías y se puso a su servicio."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.20",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.20"
        ],
        "human": "1 Reyes 20"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.21"
        ],
        "human": "1 Reyes 21",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.19"
        ],
        "human": "1 Reyes 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ben Adad ataca a Samaria"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces Ben Adad, rey de Siria, reunió a todo su ejército y, acompañado por treinta y dos reyes con sus caballos y carros de combate, salió a hacerle guerra a Samaria y la sitió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Envió a la ciudad mensajeros para que le dijeran a Acab, rey de Israel: «Así dice Ben Adad:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "“Tu oro y tu plata son míos, lo mismo que tus mujeres y tus hermosos hijos”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El rey de Israel envió esta respuesta: «Tal como dices, mi señor y rey, yo soy tuyo, con todo lo que tengo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los mensajeros volvieron a Acab y le dijeron: «Así dice Ben Adad: “Mandé a decirte que me entregaras tu oro y tu plata, tus esposas y tus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por tanto, mañana como a esta hora voy a enviar a mis funcionarios a requisar tu palacio y las casas de tus funcionarios, y se apoderarán de todo lo que más valoras y se lo llevarán”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El rey de Israel mandó llamar a todos los ancianos del país y les dijo:",
            "―¡Mirad cómo ese tipo nos quiere causar problemas! Cuando mandó que le entregara mis esposas y mis hijos, mi oro y mi plata, no se los negué."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los ancianos y todos los del pueblo respondieron:",
            "―No le haga caso ni ceda a sus exigencias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Así que Acab les respondió a los mensajeros de Ben Adad:",
            "―Decidle a mi señor y rey: “Yo, tu siervo, haré todo lo que me pediste la primera vez, pero no puedo satisfacer esta nueva exigencia”.",
            "Ellos regresaron a Ben Adad con esa respuesta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces Ben Adad le envió otro mensaje a Acab: «Que los dioses me castiguen sin piedad si queda en Samaria el polvo suficiente para que mis hombres se lleven un puñado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero el rey de Israel respondió: «Decidle que no cante victoria antes de tiempo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando Ben Adad recibió este mensaje, estaba bebiendo con los reyes en su campamento. De inmediato les ordenó a sus tropas: «¡A las armas!» Así que se prepararon para atacar la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Acab derrota a Ben Adad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Mientras tanto, un profeta se presentó ante Acab, rey de Israel, y le anunció:",
            "―Así dice el Señor: “¿Ves ese enorme ejército? Hoy lo entregaré en tus manos, y entonces sabrás que yo soy el Señor”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "―¿Por medio de quién lo hará? —preguntó Acab.",
            "―Así dice el Señor —respondió el profeta—: “Lo haré por medio de los cadetes”.",
            "―¿Y quién iniciará el combate? —insistió Acab.",
            "―Tú mismo —respondió el profeta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Así que Acab pasó revista a los cadetes, que sumaban doscientos treinta y dos hombres. También pasó revista a las demás tropas israelitas: siete mil en total."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Se pusieron en marcha al mediodía, mientras Ben Adad y los treinta y dos reyes aliados que estaban con él seguían emborrachándose en su campamento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Los cadetes formaban la vanguardia. Cuando los exploradores que Ben Adad había enviado le informaron de que unos soldados estaban avanzando desde Samaria,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "ordenó: «¡Capturadlos vivos, sea que vengan en son de paz o en son de guerra!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Los cadetes salieron de la ciudad al frente del ejército."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cada soldado abatió a su adversario, y los sirios tuvieron que huir. Los israelitas los persiguieron, pero Ben Adad, rey de Siria, escapó a caballo con algunos de sus jinetes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "El rey de Israel avanzó y abatió a la caballería, de modo que los sirios sufrieron una gran derrota."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Más tarde, el profeta se presentó ante el rey de Israel y le dijo: «No te duermas en los laureles; traza un buen plan, porque el año entrante el rey de Siria volverá a atacar»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Por otra parte, los funcionarios del rey de Siria le aconsejaron: «Los dioses de los israelitas son dioses de las montañas. Por eso son demasiado fuertes para nosotros. Pero, si peleamos contra ellos en las llanuras, sin duda los venceremos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Haz lo siguiente: Destituye a todos los reyes y reemplázalos por otros oficiales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Prepara también un ejército como el que perdisteis, caballo por caballo y carro por carro, para atacar a Israel en las llanuras. ¡Sin duda los venceremos!»",
            "Ben Adad estuvo de acuerdo, y así lo hizo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Al año siguiente, pasó revista a las tropas sirias y marchó a Afec para atacar a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Acab, por su parte, pasó revista a las tropas israelitas y las aprovisionó. Estas se pusieron en marcha para salir al encuentro de los sirios, y acamparon frente a ellos. Parecían pequeños rebaños de cabras, mientras que los sirios cubrían todo el campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "El hombre de Dios se presentó ante el rey de Israel y le dijo: «Así dice el Señor: “Por cuanto los sirios piensan que el Señor es un dios de las montañas y no un dios de los valles, yo te voy a entregar este enorme ejército en tus manos, y así sabrás que yo soy el Señor”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Siete días estuvieron acampados los unos frente a los otros, y el séptimo día se inició el combate. En un solo día, los israelitas le causaron cien mil bajas a la infantería siria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Los demás soldados huyeron a Afec, pero la muralla de la ciudad se desplomó sobre veintisiete mil de ellos.",
            "Ben Adad, que también se había escapado a la ciudad, andaba de escondite en escondite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Entonces sus funcionarios le dijeron: «Hemos oído decir que los reyes del linaje de Israel son compasivos. Rindámonos ante el rey de Israel y pidámosle perdón. Tal vez te perdone la vida»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Se presentaron entonces ante el rey de Israel, se rindieron ante él y le rogaron:",
            "―Tu siervo Ben Adad dice: “Por favor, perdóname la vida”.",
            "―¿Todavía está vivo? —preguntó el rey—. ¡Pero si es mi hermano!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Los hombres tomaron esa respuesta como un buen augurio y, aprovechando la ocasión, exclamaron:",
            "―¡Claro que sí, Ben Adad es tu hermano!",
            "―Id por él —dijo el rey.",
            "Cuando Ben Adad se presentó ante Acab, este lo hizo subir a su carro de combate. Entonces Ben Adad le propuso:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "―Te devolveré las ciudades que mi padre le quitó al tuyo, y podrás establecer zonas de mercado en Damasco, como hizo mi padre en Samaria.",
            "Acab le respondió:",
            "―Sobre esa base, te dejaré en libertad.",
            "Y así firmó un tratado con él, y lo dejó ir."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Un profeta condena a Acab"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "En obediencia a la palabra del Señor, un miembro de la comunidad de profetas le dijo a otro:",
            "―¡Golpéame!",
            "Pero aquel se negó a hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Entonces el profeta le dijo:",
            "―Por cuanto no has obedecido al Señor, tan pronto como nos separemos te matará un león.",
            "Y, después de que el profeta se fue, un león le salió al paso y lo mató."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Más adelante, el mismo profeta encontró a otro hombre y le dijo: «¡Golpéame!» Así que el hombre lo golpeó y lo hirió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Luego el profeta salió a esperar al rey a la vera del camino, cubierto el rostro con un antifaz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Cuando pasaba el rey, el profeta le gritó:",
            "―Este tu siervo entró en lo más reñido de la batalla. Allí alguien se me presentó con un prisionero y me dijo: “Hazte cargo de este hombre. Si se te escapa, pagarás su vida con la tuya, o con tres mil monedas de plata”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Mientras este tu siervo estaba ocupado en otras cosas, el hombre se escapó.",
            "―¡Esa es tu sentencia! —respondió el rey de Israel—. Tú mismo has tomado la decisión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "En el acto, el profeta se quitó el antifaz, y el rey de Israel se dio cuenta de que era uno de los profetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Y le dijo al rey:",
            "―Así dice el Señor: “Has dejado en libertad a un hombre que yo había condenado a muerte. Por lo tanto, pagarás su vida con la tuya, y su pueblo con el tuyo”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Entonces el rey de Israel, deprimido y malhumorado, volvió a su palacio en Samaria."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.21",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.21"
        ],
        "human": "1 Reyes 21"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.22"
        ],
        "human": "1 Reyes 22",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.20"
        ],
        "human": "1 Reyes 20",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El viñedo de Nabot"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Un tiempo después sucedió lo siguiente: Nabot el jezrelita tenía un viñedo en Jezrel, el cual colindaba con el palacio de Acab, rey de Samaria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Este le dijo a Nabot:",
            "―Dame tu viñedo para hacerme una huerta de hortalizas, ya que está tan cerca de mi palacio. A cambio de él te daré un viñedo mejor o, si lo prefieres, te pagaré lo que valga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero Nabot le respondió:",
            "―¡El Señor me libre de venderte lo que heredé de mis antepasados!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Acab se fue a su casa deprimido y malhumorado porque Nabot el jezrelita le había dicho: «No puedo cederte lo que heredé de mis antepasados». De modo que se acostó de cara a la pared, y no quiso comer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Su esposa Jezabel entró y le preguntó:",
            "―¿Por qué estás tan deprimido que ni comer quieres?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "―Porque le dije a Nabot el jezrelita que me vendiera su viñedo o que, si lo prefería, se lo cambiaría por otro; pero él se negó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ante esto, Jezabel su esposa le dijo:",
            "―¿Y no eres tú quien manda en Israel? ¡Anda, levántate y come, que te hará bien! Yo te conseguiré el viñedo del tal Nabot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "De inmediato escribió cartas en nombre de Acab, puso en ellas el sello del rey, y las envió a los ancianos y nobles que vivían en la ciudad de Nabot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "En las cartas decía:",
            "«Decretad un día de ayuno, y dad a Nabot un lugar prominente en la asamblea del pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Poned frente a él a dos sinvergüenzas y hacedles testificar que él ha maldecido tanto a Dios como al rey. Luego sacadlo y matadlo a pedradas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Los ancianos y nobles que vivían en esa ciudad acataron lo que Jezabel había ordenado en sus cartas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Decretaron un día de ayuno y le dieron a Nabot un lugar prominente en la asamblea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Llegaron los dos sinvergüenzas, se sentaron frente a él y lo acusaron ante el pueblo, diciendo: «¡Nabot ha maldecido a Dios y al rey!» Como resultado, la gente lo llevó fuera de la ciudad y lo mató a pedradas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces le informaron a Jezabel: «Nabot ha sido apedreado y está muerto»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Tan pronto como Jezabel se enteró de que Nabot había muerto a pedradas, le dijo a Acab: «¡Vamos! Toma posesión del viñedo que Nabot el jezrelita se negó a venderte. Ya no vive; está muerto»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Cuando Acab se enteró de que Nabot había muerto, fue a tomar posesión del viñedo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces la palabra del Señor vino a Elías el tisbita y le dio este mensaje:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "«Ve a encontrarte con Acab, rey de Israel, que gobierna en Samaria. En este momento se encuentra en el viñedo de Nabot, tomando posesión del mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Dile que así dice el Señor: “¿No has asesinado a un hombre, y encima te has adueñado de su propiedad?” Luego dile que así también dice el Señor: “¡En el mismo lugar donde los perros lamieron la sangre de Nabot, lamerán también tu propia sangre!”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Acab le respondió a Elías:",
            "―¡Mi enemigo! ¿Así que me has encontrado?",
            "―Sí —contestó Elías—, te he encontrado porque te has vendido para hacer lo que ofende al Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "quien ahora te dice: “Voy a enviarte una desgracia. Acabaré contigo, y de tus descendientes en Israel exterminaré hasta el último varón, esclavo o libre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Haré con tu familia lo mismo que hice con la de Jeroboán hijo de Nabat y con la de Basá hijo de Ahías, porque has provocado mi ira y has hecho que Israel peque”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y en cuanto a Jezabel, el Señor dice: “Los perros se la comerán junto al muro de Jezrel”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "También a los familiares de Acab que mueran en la ciudad se los comerán los perros, y a los que mueran en el campo se los comerán las aves del cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Nunca hubo nadie como Acab que, animado por Jezabel su esposa, se prestara para hacer lo que ofende al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Su conducta fue repugnante, pues siguió a los ídolos, como habían hecho los amorreos, a quienes el Señor expulsó de la presencia de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Cuando Acab escuchó estas palabras, se rasgó las vestiduras, se vistió de luto y ayunó. Dormía vestido así y andaba deprimido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces la palabra del Señor vino a Elías el tisbita y le dio este mensaje:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "«¿Has notado cómo Acab se ha humillado ante mí? Por cuanto se ha humillado, no enviaré esta desgracia mientras él viva, sino que la enviaré a su familia durante el reinado de su hijo»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.22",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.22"
        ],
        "human": "1 Reyes 22"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.1"
        ],
        "human": "2 Reyes 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.21"
        ],
        "human": "1 Reyes 21",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Micaías profetiza contra Acab"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Durante tres años no hubo guerra entre Siria e Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero en el tercer año Josafat, rey de Judá, fue a ver al rey de Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "el cual dijo a sus funcionarios: «¿No sabéis que Ramot de Galaad nos pertenece? ¡Y no hemos hecho nada para obligar al rey de Siria a que nos la devuelva!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Así que le preguntó a Josafat:",
            "―¿Irías conmigo a pelear contra Ramot de Galaad?",
            "Josafat le respondió al rey de Israel:",
            "―Estoy a tu disposición, lo mismo que mi pueblo y mis caballos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero, antes que nada, consultemos al Señor —añadió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así que el rey de Israel reunió a los profetas, que eran casi cuatrocientos, y les preguntó:",
            "―¿Debo ir a la guerra contra Ramot de Galaad, o no?",
            "―Ve —contestaron ellos—, porque el Señor la entregará en tus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero Josafat inquirió:",
            "―¿No hay aquí un profeta del Señor a quien podamos consultar?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El rey de Israel le respondió:",
            "―Todavía hay alguien por medio de quien podemos consultar al Señor, pero me cae muy mal porque nunca me profetiza nada bueno; solo me anuncia desastres. Se trata de Micaías hijo de Imlá.",
            "―No digas eso —replicó Josafat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces el rey de Israel llamó a uno de sus funcionarios y le ordenó:",
            "―¡Traed de inmediato a Micaías hijo de Imlá!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El rey de Israel y Josafat, rey de Judá, vestidos con su ropaje real y sentados en sus respectivos tronos, estaban en la plaza a la entrada de Samaria, con todos los que profetizaban en presencia de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Sedequías hijo de Quenaná, que se había hecho unos cuernos de hierro, anunció: «Así dice el Señor: “Con estos cuernos atacarás a los sirios hasta aniquilarlos”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y los demás profetas vaticinaban lo mismo: «Ataca a Ramot de Galaad, y vencerás, porque el Señor la entregará en tus manos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ahora bien, el mensajero que había ido a llamar a Micaías le advirtió:",
            "―Mira, los demás profetas a una voz predicen el éxito del rey. Habla favorablemente, para que tu mensaje concuerde con el de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero Micaías repuso:",
            "―Tan cierto como que vive el Señor, ten la seguridad de que yo le anunciaré al rey lo que el Señor me diga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuando compareció ante el rey, este le preguntó:",
            "―Micaías, ¿debemos ir a la guerra contra Ramot de Galaad, o no?",
            "―Ataca, que vencerás —contestó él—, porque el Señor la entregará en tus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "El rey le reconvino:",
            "―¿Cuántas veces debo hacerte jurar que no me digas nada más que la verdad en el nombre del Señor?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ante esto, Micaías respondió:",
            "―Vi a todo Israel esparcido por las colinas, como ovejas sin pastor. Y el Señor dijo: “Esta gente no tiene amo. ¡Que cada cual se vaya a su casa en paz!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El rey de Israel le dijo a Josafat:",
            "―¿No te dije que jamás me profetiza nada bueno, y que solo me anuncia desastres?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Micaías prosiguió:",
            "―Por lo tanto, oye la palabra del Señor: Vi al Señor sentado en su trono con todo el ejército del cielo alrededor de él, a su derecha y a su izquierda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y el Señor dijo: “¿Quién inducirá a Acab para que ataque a Ramot de Galaad y vaya a morir allí?” Uno sugería una cosa, y otro sugería otra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Por último, un espíritu se adelantó, se puso delante del Señor y dijo: “Yo le induciré”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "“¿Por qué medios?”, preguntó el Señor. Y aquel espíritu respondió: “Saldré y seré un espíritu mentiroso en la boca de todos sus profetas”. Entonces el Señor ordenó: “Ve y hazlo así, que tendrás éxito en inducirlo”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Así que ahora el Señor ha puesto un espíritu mentiroso en la boca de todos tus profetas. El Señor ha decretado el mal para ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Al oír esto, Sedequías hijo de Quenaná se levantó y le dio una bofetada a Micaías.",
            "―¿Por dónde se fue el espíritu del Señor cuando salió de mí para hablarte? —le preguntó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Micaías contestó:",
            "―Lo sabrás el día en que andes de escondite en escondite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces el rey de Israel ordenó:",
            "―Tomad a Micaías y llevádselo a Amón, el gobernador de la ciudad, y a Joás, mi hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Decidles que les ordeno echar en la cárcel a ese tipo, y no darle más que pan y agua, hasta que yo regrese sin contratiempos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Micaías manifestó:",
            "―Si regresas sin contratiempos, el Señor no ha hablado por medio de mí. ¡Tomad nota todos vosotros de lo que estoy diciendo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Acab"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "El rey de Israel, y Josafat, rey de Judá, marcharon juntos contra Ramot de Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Allí el rey de Israel le dijo a Josafat: «Yo entraré en la batalla disfrazado, pero tú te pondrás tu ropaje real». Así que el rey de Israel se disfrazó y entró en el combate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Pero el rey de Siria les había ordenado a sus treinta y dos capitanes de los carros de combate: «No luchéis contra nadie, grande o pequeño, salvo contra el rey de Israel»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Cuando los capitanes de los carros vieron a Josafat, pensaron: «Sin duda, este es el rey de Israel». Así que se volvieron para atacarlo; pero Josafat gritó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Entonces los capitanes de los carros vieron que no era el rey de Israel, y dejaron de perseguirlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Sin embargo, alguien disparó su arco al azar e hirió al rey de Israel entre las piezas de su armadura. El rey le ordenó al que conducía su carro: «Da la vuelta y sácame del campo de batalla, pues me han herido»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Todo el día arreció la batalla, y al rey se le mantuvo de pie en su carro, frente a los sirios. Pero la sangre de su herida no dejaba de correr por la plataforma del carro, y esa misma tarde Acab murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Ya se ponía el sol cuando por todo el ejército se difundió un clamor: «Cada hombre a su ciudad; ¡todo el mundo a su tierra!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Así que el rey murió, y fue llevado a Samaria, donde lo sepultaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Lavaron el carro en un estanque de Samaria, donde se bañaban las prostitutas, y los perros lamieron la sangre, tal como lo había declarado la palabra del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Los demás acontecimientos del reinado de Acab, incluso todo lo que hizo, el palacio que construyó e incrustó de marfil, y las ciudades que fortificó, están escritos en el libro de las crónicas de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Acab murió, y su hijo Ocozías le sucedió en el trono."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Josafat, rey de Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Josafat hijo de Asá ascendió al trono de Judá en el cuarto año de Acab, rey de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Josafat tenía treinta y cinco años cuando comenzó a reinar, y reinó en Jerusalén veinticinco años. El nombre de su madre era Azuba hija de Siljí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Siempre siguió el buen ejemplo de su padre Asá, y nunca se desvió de él, sino que hizo lo que agrada al Señor. Sin embargo, no se quitaron los santuarios paganos, de modo que el pueblo siguió ofreciendo allí sacrificios e incienso quemado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Josafat también vivió en paz con el rey de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Los demás acontecimientos del reinado de Josafat, lo que llevó a cabo y sus proezas militares, están escritos en el libro de las crónicas de los reyes de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Libró la tierra del resto de los hombres que practicaban la prostitución en los santuarios, los cuales se habían quedado allí incluso después del reinado de su padre Asá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "En aquel tiempo no había rey en Edom, sino que gobernaba un regente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Por esos días Josafat construyó una flota mercante para ir a Ofir por oro, pero nunca llegaron a zarpar, pues naufragaron en Ezión Guéber."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Entonces Ocozías hijo de Acab le dijo a Josafat: «Deja que mis hombres naveguen con tus hombres». Pero Josafat no se lo permitió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Josafat murió y fue sepultado con sus antepasados en la ciudad de su padre David. Y su hijo Jorán le sucedió en el trono."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ocozías, rey de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Ocozías hijo de Acab ascendió al trono de Israel en Samaria en el año diecisiete de Josafat, rey de Judá, y reinó dos años en Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "Pero hizo lo que ofende al Señor, porque anduvo en los caminos de su padre y de su madre, y en los caminos de Jeroboán hijo de Nabat, que hizo que Israel pecara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Sirvió y adoró a Baal, y provocó a ira al Señor, Dios de Israel, tal como había hecho su padre."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}