{
  "book_usfm": "2CO",
  "name": "2 Corintios",
  "local_title": "Nueva Versión Internacional - Castellano",
  "local_abbreviation": "NVI",
  "version_id": 1637,
  "publisher": {
    "name": "Biblica, Inc."
  },
  "copyright": {
    "html": "<p>Santa Biblia, NUEVA VERSIÓN INTERNACIONAL® NVI® (Castellano)</p> <p>© 1999, 2005, 2017 por Biblica, Inc.®</p> <p>Usado con permiso de Biblica, Inc.® Reservados todos los derechos en todo el mundo.</p>",
    "text": "Santa Biblia, NUEVA VERSIÓN INTERNACIONAL® NVI® (Castellano) © 1999, 2005, 2017 por Biblica, Inc.® Usado con permiso de Biblica, Inc.® Reservados todos los derechos en todo el mundo."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa_es",
    "local_name": "Español (España)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "2CO.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.1"
        ],
        "human": "2 Corintios 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.2"
        ],
        "human": "2 Corintios 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.16"
        ],
        "human": "1 Corintios 16",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pablo, apóstol de Cristo Jesús por la voluntad de Dios, y Timoteo nuestro hermano,",
            "a la iglesia de Dios que está en Corinto y a todos los santos en toda la región de Acaya:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Que Dios nuestro padre y el Señor Jesucristo os concedan gracia y paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El Dios de toda consolación"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Alabado sea el Dios y Padre de nuestro Señor Jesucristo, Padre misericordioso y Dios de toda consolación,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "quien nos consuela en todas nuestras tribulaciones para que, con el mismo consuelo que de Dios hemos recibido, también nosotros podamos consolar a todos los que sufren."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pues, así como participamos abundantemente en los sufrimientos de Cristo, así también por medio de él tenemos abundante consuelo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Si sufrimos, es para que vosotros tengáis consuelo y salvación; y, si somos consolados, es para que vosotros tengáis el consuelo que os ayude a soportar con paciencia los mismos sufrimientos que nosotros padecemos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Firme es la esperanza que tenemos en cuanto a vosotros, porque sabemos que, así como participáis de nuestros sufrimientos, así también participáis de nuestro consuelo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Hermanos, no queremos que desconozcáis las aflicciones que sufrimos en la provincia de Asia. Estábamos tan agobiados bajo tanta presión que hasta perdimos la esperanza de salir con vida:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "nos sentíamos como sentenciados a muerte. Pero eso sucedió para que no confiáramos en nosotros mismos, sino en Dios, que resucita a los muertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Él nos libró y nos librará de tal peligro de muerte. En él tenemos puesta nuestra esperanza, y él seguirá librándonos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Mientras tanto, vosotros nos ayudáis orando por nosotros. Así muchos darán gracias a Dios por nosotros a causa del don que se nos ha concedido en respuesta a tantas oraciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo cambia de planes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Para nosotros, el motivo de satisfacción es el testimonio de nuestra conciencia: Nos hemos comportado en el mundo, y especialmente entre vosotros, con la santidad y sinceridad que vienen de Dios. Nuestra conducta no se ha ajustado a la sabiduría humana, sino a la gracia de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "No os estamos escribiendo nada que no podáis leer ni entender. Espero que comprenderéis del todo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "así como ya nos habéis comprendido en parte, que podéis sentiros orgullosos de nosotros como también nosotros nos sentiremos orgullosos de vosotros en el día del Señor Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Confiando en esto, quise visitaros primero a vosotros para que recibierais doble bendición;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "es decir, visitaros de paso a Macedonia, y veros otra vez a mi regreso de allí. Así podríais ayudarme a seguir el viaje a Judea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Al proponerme esto, ¿acaso lo hice a la ligera? ¿O es que hago mis planes según criterios meramente humanos, de manera que diga «sí, sí» y «no, no» al mismo tiempo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero, tan cierto como que Dios es fiel, el mensaje que os hemos dirigido no es «sí» y «no»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Porque el Hijo de Dios, Jesucristo, a quien Silvano, Timoteo y yo predicamos entre vosotros, no fue «sí» y «no»; en él siempre ha sido «sí»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Todas las promesas que ha hecho Dios son «sí» en Cristo. Así que por medio de Cristo respondemos «Amén» para la gloria de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Dios es el que nos mantiene firmes en Cristo, tanto a nosotros como a vosotros. Él nos ungió,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "nos selló como propiedad suya y puso su Espíritu en nuestro corazón como garantía de sus promesas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "¡Por mi vida! Pongo a Dios por testigo de que todavía no he ido a Corinto solo por consideración a vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "No es que intentemos imponeros la fe, sino que deseamos contribuir a vuestra alegría, pues por la fe os mantenéis firmes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.2"
        ],
        "human": "2 Corintios 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.3"
        ],
        "human": "2 Corintios 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.1"
        ],
        "human": "2 Corintios 1",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En efecto, decidí no haceros otra visita que os causara tristeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Porque, si yo os entristezco, ¿quién me brindará alegría sino aquel a quien yo haya entristecido?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Os escribí como lo hice para que, al llegar yo, los que debían alegrarme no me causaran tristeza. Estaba confiado de que todos vosotros haríais vuestra mi alegría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Os escribí con gran tristeza y angustia de corazón, y con muchas lágrimas, no para entristeceros, sino para daros a conocer la profundidad del amor que os tengo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Perdón para el pecador"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Si alguno ha causado tristeza, no me la ha causado solo a mí; hasta cierto punto —y lo digo para no exagerar— se la ha causado a todos vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Para él es suficiente el castigo que le impuso la mayoría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Más bien debierais perdonarlo y consolarlo para que no sea consumido por la excesiva tristeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Por eso os ruego que reafirméis vuestro amor hacia él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Con este propósito os escribí: para ver si pasáis la prueba de la completa obediencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "A quien vosotros perdonéis, yo también lo perdono. De hecho, si había algo que perdonar, lo he perdonado por consideración a vosotros en presencia de Cristo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "para que Satanás no se aproveche de nosotros, pues no ignoramos sus artimañas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ministros del nuevo pacto"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Ahora bien, cuando llegué a Troas para predicar el evangelio de Cristo, descubrí que el Señor me había abierto las puertas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Aun así, me sentí intranquilo por no haber encontrado allí a mi hermano Tito, por lo cual me despedí de ellos y me fui a Macedonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Sin embargo, gracias a Dios que en Cristo siempre nos lleva triunfantes y, por medio de nosotros, esparce por todas partes la fragancia de su conocimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Porque para Dios nosotros somos el aroma de Cristo entre los que se salvan y entre los que se pierden."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Para estos somos olor de muerte que los lleva a la muerte; para aquellos, olor de vida que los lleva a la vida. ¿Y quién es competente para semejante tarea?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "A diferencia de muchos, nosotros no somos de los que trafican con la palabra de Dios. Más bien, hablamos con sinceridad delante de él en Cristo, como enviados de Dios que somos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.3"
        ],
        "human": "2 Corintios 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.4"
        ],
        "human": "2 Corintios 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.2"
        ],
        "human": "2 Corintios 2",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¿Acaso comenzamos otra vez a recomendarnos a nosotros mismos? ¿O acaso tenemos que presentaros o pediros a vosotros cartas de recomendación, como hacen algunos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Vosotros mismos sois nuestra carta, escrita en nuestro corazón, conocida y leída por todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Es evidente que vosotros sois una carta de Cristo, expedida por nosotros, escrita no con tinta, sino con el Espíritu del Dios viviente; no en tablas de piedra, sino en tablas de carne, en los corazones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Esta es la confianza que delante de Dios tenemos por medio de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "No es que nos consideremos competentes en nosotros mismos. Nuestra capacidad viene de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Él nos ha capacitado para ser servidores de un nuevo pacto, no el de la letra, sino el del Espíritu; porque la letra mata, pero el Espíritu da vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La gloria del nuevo pacto"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El ministerio que causaba muerte, el que estaba grabado con letras en piedra, fue tan glorioso que los israelitas no podían mirar la cara de Moisés debido a la gloria que se reflejaba en su rostro, la cual ya se estaba extinguiendo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pues bien, si aquel ministerio fue así, ¿no será todavía más glorioso el ministerio del Espíritu?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Si es glorioso el ministerio que trae condenación, ¡cuánto más glorioso será el ministerio que trae la justicia!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "En efecto, lo que fue glorioso ya no lo es, si se compara con esta excelsa gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y, si vino con gloria lo que ya se estaba extinguiendo, ¡cuánto mayor será la gloria de lo que permanece!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así que, como tenemos tal esperanza, actuamos con plena confianza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "No hacemos como Moisés, quien se ponía un velo sobre el rostro para que los israelitas no vieran el fin del resplandor que se iba extinguiendo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Sin embargo, la mente de ellos se embotó, de modo que hasta el día de hoy tienen puesto el mismo velo al leer el antiguo pacto. El velo no les ha sido quitado, porque solo se quita en Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Hasta el día de hoy, siempre que leen a Moisés, un velo les cubre el corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero, cada vez que alguien se vuelve al Señor, el velo es quitado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ahora bien, el Señor es el Espíritu; y, donde está el Espíritu del Señor, allí hay libertad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Así, todos nosotros, que con el rostro descubierto reflejamos como en un espejo la gloria del Señor, somos transformados a su semejanza con más y más gloria por la acción del Señor, que es el Espíritu."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.4"
        ],
        "human": "2 Corintios 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.5"
        ],
        "human": "2 Corintios 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.3"
        ],
        "human": "2 Corintios 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Tesoros en vasijas de barro"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por esto, ya que por la misericordia de Dios tenemos este ministerio, no nos desanimamos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Más bien, hemos renunciado a todo lo vergonzoso que se hace a escondidas; no actuamos con engaño ni torcemos la palabra de Dios. Al contrario, mediante la clara exposición de la verdad, nos recomendamos a toda conciencia humana en la presencia de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero, si nuestro evangelio está encubierto, lo está para los que se pierden."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El dios de este mundo ha cegado la mente de estos incrédulos, para que no vean la luz del glorioso evangelio de Cristo, el cual es la imagen de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "No nos predicamos a nosotros mismos, sino a Jesucristo como Señor; nosotros no somos más que servidores vuestros por causa de Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Porque Dios, que ordenó que la luz resplandeciera en las tinieblas, hizo brillar su luz en nuestro corazón para que conociéramos la gloria de Dios que resplandece en el rostro de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero tenemos este tesoro en vasijas de barro para que se vea que tan sublime poder viene de Dios y no de nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Nos vemos atribulados en todo, pero no abatidos; perplejos, pero no desesperados;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "perseguidos, pero no abandonados; derribados, pero no destruidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Dondequiera que vamos, siempre llevamos en nuestro cuerpo la muerte de Jesús, para que también su vida se manifieste en nuestro cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pues a nosotros, los que vivimos, siempre se nos entrega a la muerte por causa de Jesús, para que también su vida se manifieste en nuestro cuerpo mortal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así que la muerte actúa en nosotros, y en vosotros, la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Escrito está: «Creí, y por eso hablé». Con ese mismo espíritu de fe también nosotros creemos, y por eso hablamos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pues sabemos que aquel que resucitó al Señor Jesús nos resucitará también a nosotros con él y nos llevará junto con vosotros a su presencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Todo esto es por vuestro bien, para que la gracia que está alcanzando a más y más personas haga abundar la acción de gracias para la gloria de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por tanto, no nos desanimamos. Al contrario, aunque por fuera nos vamos desgastando, por dentro nos vamos renovando día tras día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pues los sufrimientos ligeros y efímeros que ahora padecemos producen una gloria eterna que vale muchísimo más que todo sufrimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Así que no nos fijamos en lo visible, sino en lo invisible, ya que lo que se ve es pasajero, mientras que lo que no se ve es eterno."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.5"
        ],
        "human": "2 Corintios 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.6"
        ],
        "human": "2 Corintios 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.4"
        ],
        "human": "2 Corintios 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nuestra morada celestial"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "De hecho, sabemos que, si esta tienda de campaña en que vivimos se deshace, tenemos de Dios un edificio, una casa eterna en el cielo, no construida por manos humanas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Mientras tanto suspiramos, anhelando ser revestidos de nuestra morada celestial,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "porque, cuando seamos revestidos, no se nos hallará desnudos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Realmente, vivimos en esta tienda de campaña, suspirando y agobiados, pues no deseamos ser desvestidos, sino revestidos, para que lo mortal sea absorbido por la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Es Dios quien nos ha hecho para este fin y nos ha dado su Espíritu como garantía de sus promesas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por eso mantenemos siempre la confianza, aunque sabemos que mientras vivamos en este cuerpo estaremos alejados del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Vivimos por fe, no por vista."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Así que nos mantenemos confiados, y preferiríamos ausentarnos de este cuerpo y vivir junto al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Por eso nos empeñamos en agradarle, ya sea que vivamos en nuestro cuerpo o que lo hayamos dejado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque es necesario que todos comparezcamos ante el tribunal de Cristo, para que cada uno reciba lo que le corresponda, según lo bueno o malo que haya hecho mientras vivió en el cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El ministerio de la reconciliación"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por tanto, como sabemos lo que es temer al Señor, tratamos de persuadir a todos, aunque para Dios es evidente lo que somos, y espero que también lo sea para vuestra conciencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No buscamos el recomendarnos otra vez a vosotros, sino que os damos una oportunidad de sentiros orgullosos de nosotros, para que tengáis con qué responder a los que se dejan llevar por las apariencias y no por lo que hay dentro del corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Si estamos locos, es por Dios; y, si estamos cuerdos, es por vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El amor de Cristo nos obliga, porque estamos convencidos de que uno murió por todos, y por consiguiente todos murieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y él murió por todos, para que los que viven ya no vivan para sí, sino para el que murió por ellos y fue resucitado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Así que de ahora en adelante no consideramos a nadie según criterios meramente humanos. Aunque antes conocimos a Cristo de esta manera, ya no lo conocemos así."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Por lo tanto, si alguno está en Cristo, es una nueva creación. ¡Lo viejo ha pasado, ha llegado ya lo nuevo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Todo esto proviene de Dios, quien por medio de Cristo nos reconcilió consigo mismo y nos dio el ministerio de la reconciliación:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "esto es, que, en Cristo, Dios estaba reconciliando al mundo consigo mismo, no tomándole en cuenta sus pecados y encargándonos a nosotros el mensaje de la reconciliación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Así que somos embajadores de Cristo, como si Dios os exhortara a vosotros por medio de nosotros: «En nombre de Cristo os rogamos que os reconciliéis con Dios»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Al que no cometió pecado alguno, por nosotros Dios lo trató como pecador, para que en él recibiéramos la justicia de Dios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.6"
        ],
        "human": "2 Corintios 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.7"
        ],
        "human": "2 Corintios 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.5"
        ],
        "human": "2 Corintios 5",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Nosotros, colaboradores de Dios, os rogamos que no recibáis su gracia en vano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Porque él dice:",
            "«En el momento propicio te escuché,",
            "y en el día de salvación te ayudé».",
            "Os digo que este es el momento propicio de Dios; ¡hoy es el día de salvación!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Privaciones de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por nuestra parte, a nadie damos motivo alguno de tropiezo, para que no se desacredite nuestro servicio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Más bien, en todo y con mucha paciencia nos acreditamos como servidores de Dios: en sufrimientos, privaciones y angustias;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "en azotes, cárceles y tumultos; en trabajos pesados, desvelos y hambre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Servimos con pureza, conocimiento, constancia y bondad; en el Espíritu Santo y en amor sincero;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "con palabras de verdad y con el poder de Dios; con armas de justicia, tanto ofensivas como defensivas;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "por honra y por deshonra, por mala y por buena fama; veraces, pero tenidos por engañadores;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "conocidos, pero tenidos por desconocidos; como moribundos, pero aún con vida; golpeados, pero no muertos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "aparentemente tristes, pero siempre alegres; pobres en apariencia, pero enriqueciendo a muchos; como si no tuviéramos nada, pero poseyéndolo todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Hermanos corintios, os hemos hablado con toda franqueza; os hemos abierto de par en par nuestro corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Nunca os hemos negado nuestro afecto, pero vosotros sí nos negáis el vuestro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Para corresponder del mismo modo —os hablo como si fuerais mis hijos—, ¡abrid también vuestro corazón de par en par!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "No forméis yunta con los incrédulos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "No forméis yunta con los incrédulos. ¿Qué tienen en común la justicia y la maldad? ¿O qué comunión puede tener la luz con la oscuridad?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¿Qué armonía tiene Cristo con el diablo? ¿Qué tiene en común un creyente con un incrédulo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¿En qué concuerdan el templo de Dios y los ídolos? Porque nosotros somos templo del Dios viviente. Como él ha dicho: «Viviré con ellos y caminaré entre ellos. Yo seré su Dios, y ellos serán mi pueblo». Por tanto, el Señor añade:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "«Salid de en medio de ellos",
            "y apartaos.",
            "No tocad nada impuro,",
            "y yo os recibiré»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "«Yo seré un padre para vosotros,",
            "y vosotros seréis mis hijos y mis hijas,",
            "dice el Señor Todopoderoso»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.7"
        ],
        "human": "2 Corintios 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.8"
        ],
        "human": "2 Corintios 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.6"
        ],
        "human": "2 Corintios 6",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Como tenemos estas promesas, queridos hermanos, purifiquémonos de todo lo que contamina el cuerpo y el espíritu, para completar en el temor de Dios la obra de nuestra santificación."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La alegría de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Hacednos un lugar en vuestro corazón. A nadie hemos agraviado, a nadie hemos corrompido, a nadie hemos explotado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "No digo esto para condenaros; ya os he dicho que tenéis un lugar tan amplio en nuestro corazón que con vosotros viviríamos o moriríamos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Os tengo mucha confianza y me siento muy orgulloso de vosotros. Estoy muy animado; en medio de todas nuestras aflicciones se desborda mi alegría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando llegamos a Macedonia, nuestro cuerpo no tuvo ningún descanso, sino que nos vimos acosados por todas partes; conflictos por fuera, temores por dentro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero Dios, que consuela a los abatidos, nos consoló con la llegada de Tito,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "y no solo con su llegada, sino también con el consuelo que él había recibido de vosotros. Él nos habló del anhelo, de la profunda tristeza y de la honda preocupación que vosotros tenéis por mí, lo cual me llenó de alegría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Si bien os entristecí con mi carta, no me pesa. Es verdad que antes me pesó, porque me di cuenta de que por un tiempo mi carta os había entristecido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Sin embargo, ahora me alegro, no porque os hayáis entristecido, sino porque vuestra tristeza os llevó al arrepentimiento. Vosotros os entristecisteis tal como Dios lo quiere, de modo que nosotros de ninguna manera os hemos perjudicado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "La tristeza que proviene de Dios produce el arrepentimiento que lleva a la salvación, de la cual no hay que arrepentirse, mientras que la tristeza del mundo produce la muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Fijaos lo que ha producido en vosotros esta tristeza que proviene de Dios: ¡qué empeño, qué afán por disculparse, qué indignación, qué temor, qué anhelo, qué preocupación, qué disposición para ver que se haga justicia! En todo habéis demostrado vuestra inocencia en este asunto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así que, a pesar de que os escribí, no fue por causa del ofensor ni del ofendido, sino más bien para que delante de Dios os dierais cuenta por vosotros mismos de cuánto interés tenéis en nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Todo esto nos reanima.",
            "Además del consuelo que hemos recibido, nos alegró muchísimo el ver lo feliz que estaba Tito debido a que todos vosotros fortalecisteis su espíritu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ya le había dicho que me sentía orgulloso de vosotros, y no me habéis hecho quedar mal. Al contrario, así como todo lo que os dijimos es verdad, también resultaron ciertos los elogios que hice de vosotros delante de Tito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y él os tiene aún más cariño al recordar que todos fuisteis obedientes y lo recibisteis con temor y temblor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Me alegro de que puedo confiar plenamente en vosotros."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.8"
        ],
        "human": "2 Corintios 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.9"
        ],
        "human": "2 Corintios 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.7"
        ],
        "human": "2 Corintios 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Estímulo a la generosidad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahora, hermanos, queremos que os enteréis de la gracia que Dios les ha dado a las iglesias de Macedonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En medio de las pruebas más difíciles, su desbordante alegría y su extrema pobreza, abundaron en rica generosidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Soy testigo de que dieron espontáneamente tanto como podían, y aún más de lo que podían,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "rogándonos con insistencia que les concediéramos el privilegio de tomar parte en esta ayuda para los santos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Incluso hicieron más de lo que esperábamos, ya que se entregaron a sí mismos, primeramente al Señor y después a nosotros, conforme a la voluntad de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "De modo que rogamos a Tito que llevara a feliz término esta obra de gracia entre vosotros, puesto que ya la había comenzado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero vosotros, así como sobresalís en todo —en fe, en palabras, en conocimiento, en dedicación y en vuestro amor hacia nosotros—, procurad también sobresalir en esta gracia de dar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "No es que os esté dando órdenes, sino que quiero probar la sinceridad de vuestro amor en comparación con la dedicación de los demás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ya conocéis la gracia de nuestro Señor Jesucristo, que, aunque era rico, por causa de vosotros se hizo pobre, para que mediante su pobreza vosotros llegarais a ser ricos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Aquí va mi consejo sobre lo que os conviene en este asunto: El año pasado vosotros fuisteis los primeros no solo en dar, sino también en querer hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Llevad ahora a feliz término la obra, para que, según vuestras posibilidades, cumpláis con lo que de buena gana propusisteis."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Porque, si uno lo hace de buena voluntad, lo que da es bien recibido según lo que tiene, y no según lo que no tiene."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "No se trata de que otros encuentren alivio mientras que vosotros sufrís escasez; es más bien cuestión de igualdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "En las circunstancias actuales vuestra abundancia suplirá lo que ellos necesitan, para que a su vez la abundancia de ellos supla lo que vosotros necesitáis. Así habrá igualdad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "como está escrito: «Ni al que recogió mucho le sobraba, ni al que recogió poco le faltaba»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Tito enviado a Corinto"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Gracias a Dios que puso en el corazón de Tito la misma preocupación que yo tengo por vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "De hecho, cuando accedió a nuestra petición de ir a veros, lo hizo con mucho entusiasmo y por su propia voluntad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Junto con él os enviamos al hermano que se ha ganado el reconocimiento de todas las iglesias por los servicios prestados al evangelio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Además, las iglesias lo escogieron para que nos acompañe cuando llevemos la ofrenda, la cual administramos para honrar al Señor y demostrar nuestro ardiente deseo de servir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Queremos evitar cualquier crítica sobre la forma en que administramos este generoso donativo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "porque procuramos hacer lo correcto, no solo delante del Señor, sino también delante de los demás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Con ellos os enviamos a nuestro hermano que nos ha demostrado con frecuencia y de muchas maneras que es diligente, y ahora lo es aún más por la gran confianza que tiene en vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "En cuanto a Tito, es mi compañero y colaborador entre vosotros; y en cuanto a los otros hermanos, son enviados de las iglesias, son una honra para Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Por tanto, dad a estos hombres una prueba de vuestro amor y mostradles por qué nos sentimos orgullosos de vosotros, para testimonio ante las iglesias."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.9"
        ],
        "human": "2 Corintios 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.10"
        ],
        "human": "2 Corintios 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.8"
        ],
        "human": "2 Corintios 8",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "No hace falta que os escriba acerca de esta ayuda para los santos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "porque conozco la buena disposición que tenéis. Esto lo he comentado con orgullo entre los macedonios, diciéndoles que desde el año pasado vosotros, los de Acaya, estabais preparados para dar. Vuestro entusiasmo ha servido de estímulo a la mayoría de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Con todo, os envío a estos hermanos para que en este asunto no resulte vano nuestro orgullo por vosotros, sino que estéis preparados, como ya he dicho que lo estaríais,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "no sea que algunos macedonios vayan conmigo y os encuentren desprevenidos. En ese caso nosotros —por no decir nada de vosotros— nos avergonzaríamos por haber estado tan seguros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Así que me pareció necesario rogar a estos hermanos que se adelantaran a visitaros y completaran los preparativos para esa generosa colecta que habíais prometido. Entonces estará lista como una ofrenda generosa, y no como una tacañería."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sembrar con generosidad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Recordad esto: El que siembra escasamente, escasamente cosechará, y el que siembra en abundancia, en abundancia cosechará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cada uno debe dar según lo que haya decidido en su corazón, no de mala gana ni por obligación, porque Dios ama al que da con alegría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y Dios puede hacer que toda gracia abunde para vosotros, de manera que siempre, en toda circunstancia, tengáis todo lo necesario, y toda buena obra abunde en vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Como está escrito:",
            "«Repartió sus bienes entre los pobres;",
            "su justicia permanece para siempre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El que le suple semilla al que siembra también le suplirá pan para que coma, aumentará los cultivos y hará que produzcáis una abundante cosecha de justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Seréis enriquecidos en todo sentido para que en toda ocasión podáis ser generosos, y para que por medio de nosotros vuestra generosidad resulte en acciones de gracias a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Esta ayuda que es un servicio sagrado no solo suple las necesidades de los santos, sino que también redunda en abundantes acciones de gracias a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "En efecto, al recibir esta demostración de servicio, ellos alabarán a Dios por la obediencia con que vosotros acompañáis la confesión del evangelio de Cristo, y por vuestra generosa solidaridad con ellos y con todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Además, en las oraciones de ellos por vosotros, expresarán el afecto que os tienen por la sobreabundante gracia que habéis recibido de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¡Gracias a Dios por su don inefable!"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.10"
        ],
        "human": "2 Corintios 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.11"
        ],
        "human": "2 Corintios 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.9"
        ],
        "human": "2 Corintios 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo defiende su ministerio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por la ternura y la bondad de Cristo, yo, Pablo, apelo a vosotros personalmente; yo mismo que, según dicen, soy tímido cuando me encuentro cara a cara con vosotros, pero atrevido cuando estoy lejos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Os ruego que cuando vaya no tenga que ser tan atrevido como me he propuesto ser con algunos que opinan que vivimos según criterios meramente humanos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "pues, aunque vivimos en el mundo, no libramos batallas como lo hace el mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Las armas con que luchamos no son del mundo, sino que tienen el poder divino para derribar fortalezas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Destruimos argumentos y toda altivez que se levanta contra el conocimiento de Dios, y llevamos cautivo todo pensamiento para que se someta a Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y estamos dispuestos a castigar cualquier acto de desobediencia una vez que yo pueda contar con vuestra completa obediencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Fijaos en lo que está a la vista. Si alguno está convencido de ser de Cristo, considere esto de nuevo: nosotros somos tan de Cristo como él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "No me avergonzaré de jactarme de nuestra autoridad más de la cuenta, autoridad que el Señor nos ha dado para la edificación y no para vuestra destrucción."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "No quiero dar la impresión de que trato de asustaros con mis cartas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "pues algunos dicen: «Sus cartas son duras y fuertes, pero él en persona no impresiona a nadie, y como orador es un fracaso»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Tales personas deben darse cuenta de que lo que somos por escrito estando ausentes lo seremos con hechos estando presentes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No nos atrevemos a igualarnos ni a compararnos con algunos que tanto se recomiendan a sí mismos. Al medirse con su propia medida y compararse unos con otros, no saben lo que hacen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Nosotros, por nuestra parte, no vamos a jactarnos más de lo debido. Nos limitaremos al campo que Dios nos ha asignado según su medida, en la cual también vosotros estáis incluidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Si no hubiéramos estado antes entre vosotros, se podría alegar que estamos rebasando estos límites, cuando lo cierto es que fuimos los primeros en llevaros el evangelio de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "No nos jactamos desmedidamente a costa del trabajo que otros han hecho. Al contrario, esperamos que, según vaya creciendo vuestra fe, también nuestro campo de acción entre vosotros se amplíe grandemente,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "para poder predicar el evangelio más allá de vuestras regiones, sin tener que jactarnos del trabajo ya hecho por otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Más bien, «Si alguien ha de gloriarse, que se gloríe en el Señor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Porque no es aprobado el que se recomienda a sí mismo, sino aquel a quien recomienda el Señor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.11"
        ],
        "human": "2 Corintios 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.12"
        ],
        "human": "2 Corintios 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.10"
        ],
        "human": "2 Corintios 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo y los falsos apóstoles"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¡Ojalá me aguantéis unas cuantas tonterías! ¡Sí, aguantádmelas!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El celo que siento por vosotros proviene de Dios, pues os tengo prometidos a un solo esposo, que es Cristo, para presentaros como una virgen pura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero me temo que, así como la serpiente con su astucia engañó a Eva, vuestros pensamientos sean desviados de un compromiso puro y sincero con Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Si alguien llega a vosotros predicando a un Jesús diferente del que os hemos predicado nosotros, o si recibís un espíritu o un evangelio diferentes de los que ya recibisteis, a ese lo aguantáis con facilidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero considero que en nada soy inferior a esos «superapóstoles»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Quizás yo sea un mal orador, pero tengo conocimientos. Esto os lo hemos demostrado de una y mil maneras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿Es que cometí un pecado al humillarme yo para enalteceros a vosotros, predicándoos el evangelio de Dios gratuitamente?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "De hecho, despojé a otras iglesias al recibir de ellas ayuda para serviros a vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando estuve entre vosotros y necesité algo, no fui una carga para nadie, ya que los hermanos que llegaron de Macedonia suplieron mis necesidades. He evitado seros una carga en cualquier sentido, y seguiré evitándolo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Es tan cierto que la verdad de Cristo está en mí como lo es que nadie en las regiones de Acaya podrá privarme de este motivo de orgullo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "¿Por qué? ¿Porque no los amo? ¡Dios sabe que sí!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero seguiré haciendo lo que hago, a fin de quitar todo pretexto a aquellos que, buscando una oportunidad para hacerse iguales a nosotros, se jactan de lo que hacen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Tales individuos son falsos apóstoles, obreros estafadores, que se disfrazan de apóstoles de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y no es de extrañar, ya que Satanás mismo se disfraza de ángel de luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Por eso no sorprende que sus servidores se disfracen de servidores de la justicia. Su fin corresponderá con lo que merecen sus acciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los sufrimientos de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Lo repito: Que nadie me tenga por insensato. Pero, aun cuando así me consideréis, de todos modos recibidme, para poder jactarme un poco."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Al jactarme tan confiadamente, no hablo como quisiera el Señor, sino con insensatez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Ya que muchos se ufanan como lo hace el mundo, yo también lo haré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Por ser tan sensatos, vosotros de buena gana aguantáis a los insensatos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Aguantáis incluso a cualquiera que os esclaviza, y os explota, y se aprovecha de vosotros, y se comporta con altanería, y os da bofetadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "¡Para vergüenza mía, confieso que hemos sido demasiado débiles!",
            "Si alguien se atreve a dárselas de algo, también yo me atrevo a hacerlo; lo digo como un insensato."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "¿Son ellos hebreos? Pues yo también. ¿Son israelitas? También yo lo soy. ¿Son descendientes de Abraham? Yo también."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "¿Son servidores de Cristo? ¡Qué locura! Yo lo soy más que ellos. He trabajado más arduamente, he sido encarcelado más veces, he recibido los azotes más severos, he estado en peligro de muerte repetidas veces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Cinco veces recibí de los judíos los treinta y nueve azotes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Tres veces me golpearon con varas, una vez me apedrearon, tres veces naufragué, y pasé un día y una noche como náufrago en alta mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Mi vida ha sido un continuo ir y venir de un sitio a otro; en peligros de ríos, peligros de bandidos, peligros de parte de mis compatriotas, peligros a manos de los gentiles, peligros en la ciudad, peligros en el campo, peligros en el mar y peligros de parte de falsos hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "He pasado muchos trabajos y fatigas, y muchas veces me he quedado sin dormir; he sufrido hambre y sed, y muchas veces me he quedado en ayunas; he sufrido frío y desnudez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y, como si fuera poco, cada día pesa sobre mí la preocupación por todas las iglesias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Cuando alguien se siente débil, ¿no comparto yo su debilidad? Y, cuando a alguien se le hace tropezar, ¿no ardo yo de indignación?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Si me veo obligado a jactarme, me jactaré de mi debilidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "El Dios y Padre del Señor Jesús (¡sea por siempre alabado!) sabe que no miento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "En Damasco, el gobernador bajo el rey Aretas mandó que se vigilara la ciudad de los damascenos con el fin de arrestarme;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "pero me bajaron en un canasto por una ventana de la muralla, y así escapé de las manos del gobernador."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.12"
        ],
        "human": "2 Corintios 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.13"
        ],
        "human": "2 Corintios 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.11"
        ],
        "human": "2 Corintios 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visión y debilidad de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Me veo obligado a jactarme, aunque nada se gane con ello. Paso a referirme a las visiones y revelaciones del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Conozco a un seguidor de Cristo que hace catorce años fue llevado al tercer cielo (no sé si en el cuerpo o fuera del cuerpo; Dios lo sabe)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y sé que este hombre (no sé si en el cuerpo o aparte del cuerpo; Dios lo sabe)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "fue llevado al paraíso y escuchó cosas indecibles que a los humanos no se nos permite expresar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "De tal hombre podría hacer alarde, pero de mí no haré alarde sino de mis debilidades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Sin embargo, no sería insensato si decidiera jactarme, porque estaría diciendo la verdad. Pero no lo hago, para que nadie suponga que soy más de lo que aparento o de lo que digo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Para evitar que me volviera presumido por estas sublimes revelaciones, una espina me fue clavada en el cuerpo, es decir, un mensajero de Satanás, para que me atormentara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Tres veces le rogué al Señor que me la quitara;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "pero él me dijo: «Te basta con mi gracia, pues mi poder se perfecciona en la debilidad». Por lo tanto, gustosamente haré más bien alarde de mis debilidades, para que permanezca sobre mí el poder de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Por eso me regocijo en las debilidades, insultos, privaciones, persecuciones y dificultades que sufro por Cristo; porque, cuando soy débil, entonces soy fuerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Preocupación de Pablo por los corintios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Me he portado como un insensato, pero vosotros me habéis obligado a ello. Vosotros debíais haberme elogiado, pues de ningún modo soy inferior a los «superapóstoles», aunque yo no soy nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Las marcas distintivas de un apóstol, tales como señales, prodigios y milagros, se dieron constantemente entre vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "¿En qué fuisteis inferiores a las demás iglesias? Pues solo en que yo mismo nunca os fui una carga. ¡Perdonadme si os ofendo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Mirad que por tercera vez estoy listo para visitaros, y no os seré una carga, pues no me interesa lo que tenéis, sino lo que sois. Después de todo, no son los hijos los que deben ahorrar para los padres, sino los padres para los hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Así que de buena gana gastaré todo lo que tengo, y hasta yo mismo me desgastaré del todo por vosotros. Si os amo hasta el extremo, ¿me amaréis menos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "En todo caso, no os he sido una carga. ¿Es que, como soy tan astuto, os tendí una trampa para estafaros?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "¿Acaso os exploté por medio de alguno de mis enviados?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Le rogué a Tito que fuera a veros y con él envié al otro hermano. ¿Acaso se aprovechó Tito de vosotros? ¿No procedimos los dos con el mismo espíritu y seguimos el mismo camino?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "¿Todo este tiempo habéis venido pensando que nos estábamos justificando ante vosotros? ¡Más bien, hemos estado hablando delante de Dios en Cristo! Todo lo que hacemos, queridos hermanos, es para vuestra edificación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "En realidad, me temo que cuando vaya a veros no os encuentre como quisiera, ni vosotros me encontréis a mí como quisierais. Temo que haya peleas, celos, arrebatos de ira, rivalidades, calumnias, chismes, insultos y alborotos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Temo que, al volver a visitaros, mi Dios me humille delante de vosotros, y que yo tenga que llorar por muchos que han pecado desde hace algún tiempo, pero no se han arrepentido de la impureza, de la inmoralidad sexual y de los vicios a que se han entregado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.13"
        ],
        "human": "2 Corintios 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "GAL.1"
        ],
        "human": "Gálatas 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.12"
        ],
        "human": "2 Corintios 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Advertencias finales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Esta será la tercera vez que os visito. «Todo asunto se resolverá mediante el testimonio de dos o tres testigos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Cuando estuve con vosotros por segunda vez os advertí, y ahora que estoy ausente os lo repito: Cuando vuelva a veros, no seré indulgente con los que antes pecaron ni con ningún otro,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "ya que estáis exigiendo una prueba de que Cristo habla por medio de mí. Él no se muestra débil en su trato con vosotros, sino que ejerce su poder entre vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Es cierto que fue crucificado en debilidad, pero ahora vive por el poder de Dios. De igual manera, nosotros participamos de su debilidad, pero por el poder de Dios viviremos con Cristo para vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Examinaos para ver si estáis en la fe; probaos a vosotros mismos. ¿No os dais cuenta de que Cristo Jesús está en vosotros? ¡A menos que fracaséis en la prueba!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Espero que reconozcáis que nosotros no hemos fracasado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pedimos a Dios que no hagáis nada malo, no para demostrar mi éxito, sino para que hagáis lo bueno, aunque parezca que nosotros hemos fracasado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pues nada podemos hacer contra la verdad, sino a favor de la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "De hecho, nos alegramos cuando nosotros somos débiles y vosotros fuertes; y oramos a Dios para que os restaure plenamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Por eso os escribo todo esto en mi ausencia, para que cuando vaya no tenga que ser severo en el uso de mi autoridad, la cual el Señor me ha dado para edificación y no para destrucción."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludos finales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "En fin, hermanos, alegraos, buscad vuestra restauración, haced caso de mi exhortación, sed de un mismo sentir, vivid en paz. Y el Dios de amor y de paz estará con vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Saludaos unos a otros con un beso santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Todos los santos os mandan saludos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Que la gracia del Señor Jesucristo, el amor de Dios y la comunión del Espíritu Santo sean con todos vosotros."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}