{
  "book_usfm": "RUT",
  "name": "Rut",
  "local_title": "Nueva Versión Internacional - Castellano",
  "local_abbreviation": "NVI",
  "version_id": 1637,
  "publisher": {
    "name": "Biblica, Inc."
  },
  "copyright": {
    "html": "<p>Santa Biblia, NUEVA VERSIÓN INTERNACIONAL® NVI® (Castellano)</p> <p>© 1999, 2005, 2017 por Biblica, Inc.®</p> <p>Usado con permiso de Biblica, Inc.® Reservados todos los derechos en todo el mundo.</p>",
    "text": "Santa Biblia, NUEVA VERSIÓN INTERNACIONAL® NVI® (Castellano) © 1999, 2005, 2017 por Biblica, Inc.® Usado con permiso de Biblica, Inc.® Reservados todos los derechos en todo el mundo."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa_es",
    "local_name": "Español (España)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "RUT.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "RUT.1"
        ],
        "human": "Rut 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "RUT.2"
        ],
        "human": "Rut 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.21"
        ],
        "human": "Jueces 21",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Noemí y Rut"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En el tiempo en que los caudillos gobernaban el país, hubo allí una época de hambre. Entonces un hombre de Belén de Judá emigró a la tierra de Moab, junto con su esposa y sus dos hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El hombre se llamaba Elimélec, su esposa se llamaba Noemí y sus dos hijos, Majlón y Quilión, todos ellos efrateos, de Belén de Judá. Cuando llegaron a la tierra de Moab, se quedaron a vivir allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero murió Elimélec, esposo de Noemí, y ella se quedó sola con sus dos hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Estos se casaron con mujeres moabitas, la una llamada Orfa y la otra, Rut. Después de haber vivido allí unos diez años,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "murieron también Majlón y Quilión, y Noemí se quedó viuda y sin hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Noemí decidió regresar de la tierra de Moab con sus dos nueras, porque allí se enteró de que el Señor había acudido en ayuda de su pueblo al proveerle de alimento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Salió, pues, con sus dos nueras del lugar donde había vivido, y juntas emprendieron el camino que las llevaría hasta la tierra de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces Noemí les dijo a sus dos nueras:",
            "―¡Mirad, volved cada una a la casa de vuestra madre! Que el Señor os trate a vosotras con el mismo amor y lealtad que vosotras habéis mostrado con los que murieron y conmigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Que el Señor os conceda hallar seguridad en un nuevo hogar, al lado de un nuevo esposo.",
            "Luego las besó. Pero ellas, deshechas en llanto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "exclamaron:",
            "―¡No! Nosotras volveremos contigo a tu pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "―¡Volved a vuestra casa, hijas mías! —insistió Noemí—. ¿Para qué os vais a venir conmigo? ¿Acaso voy a tener más hijos que pudieran casarse con vosotras?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¡Volved a vuestra casa, hijas mías! ¡Regresad! Yo soy demasiado vieja para volver a casarme. Aun si abrigara esa esperanza, y esta misma noche me casara y llegara a tener hijos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "¿los esperaríais vosotras hasta que crecieran? ¿Y por ellos os quedaríais sin casaros? ¡No, hijas mías! Mi amargura es mayor que la vuestra; ¡la mano del Señor se ha levantado contra mí!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Una vez más alzaron la voz, deshechas en llanto. Luego Orfa se despidió de su suegra con un beso, pero Rut se aferró a ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "―Mira —dijo Noemí—, tu cuñada se vuelve a su pueblo y a sus dioses. Vuélvete con ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero Rut respondió:",
            "―¡No insistas en que te abandone o en que me separe de ti!",
            "»Porque iré adonde tú vayas,",
            "y viviré donde tú vivas.",
            "Tu pueblo será mi pueblo,",
            "y tu Dios será mi Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Moriré donde tú mueras,",
            "y allí seré sepultada.",
            "¡Que me castigue el Señor con toda severidad",
            "si me separa de ti algo que no sea la muerte!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Al ver Noemí que Rut estaba tan decidida a acompañarla, no le insistió más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces las dos mujeres siguieron caminando hasta llegar a Belén. Apenas llegaron, hubo gran conmoción en todo el pueblo a causa de ellas.",
            "―¿No es esta Noemí? —se preguntaban las mujeres del pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "―Ya no me llaméis Noemí —repuso ella—. Llamadme Mara, porque el Todopoderoso ha colmado mi vida de amargura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "»Me fui con las manos llenas,",
            "pero el Señor me ha hecho volver sin nada.",
            "¿Por qué me llamáis Noemí",
            "si me ha afligido el Señor,",
            "si me ha hecho desdichada el Todopoderoso?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Así fue como Noemí volvió de la tierra de Moab acompañada por su nuera, Rut la moabita. Cuando llegaron a Belén, comenzaba la cosecha de la cebada."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "RUT.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "RUT.2"
        ],
        "human": "Rut 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "RUT.3"
        ],
        "human": "Rut 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "RUT.1"
        ],
        "human": "Rut 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Encuentro de Rut con Booz"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Noemí tenía, por parte de su esposo, un pariente que se llamaba Booz. Era un hombre rico e influyente de la familia de Elimélec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y sucedió que Rut la moabita le dijo a Noemí:",
            "―Permíteme ir al campo a recoger las espigas que vaya dejando alguien a quien yo le caiga bien.",
            "―Anda, hija mía —le respondió su suegra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Rut salió y comenzó a recoger espigas en el campo, detrás de los segadores. Y dio la casualidad de que el campo donde estaba trabajando pertenecía a Booz, el pariente de Elimélec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "En eso llegó Booz desde Belén y saludó a los segadores:",
            "―¡Que el Señor esté con vosotros!",
            "―¡Que el Señor te bendiga! —respondieron ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "―¿De quién es esa joven? —preguntó Booz al capataz de sus segadores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "―Es una joven moabita que volvió de la tierra de Moab con Noemí —le contestó el capataz—."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ella me rogó que la dejara recoger espigas de entre las gavillas, detrás de los segadores. No ha dejado de trabajar desde esta mañana que entró en el campo, hasta ahora que ha venido a descansar un rato en el cobertizo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces Booz le dijo a Rut:",
            "―Escucha, hija mía. No vayas a recoger espigas a otro campo, ni te alejes de aquí; quédate junto a mis criadas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "fíjate bien en el campo donde se esté cosechando, y síguelas. Ya les ordené a los criados que no te molesten. Y, cuando tengas sed, ve adonde están las vasijas y bebe del agua que los criados hayan sacado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Rut se inclinó hacia la tierra, se postró sobre su rostro y exclamó:",
            "―¿Cómo es que te he caído tan bien a ti, hasta el punto de fijarte en mí, siendo solo una extranjera?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "―Ya me han contado —le respondió Booz— todo lo que has hecho por tu suegra desde que murió tu esposo; cómo dejaste padre y madre, y la tierra donde naciste, y viniste a vivir con un pueblo que antes no conocías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¡Que el Señor te recompense por lo que has hecho! Que el Señor, Dios de Israel, bajo cuyas alas has venido a refugiarte, te lo pague con creces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "―¡Ojalá siga yo siendo de tu agrado, mi señor! —contestó ella—. Tú me has consolado y me has hablado con cariño, aunque ni siquiera soy como una de tus siervas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "A la hora de comer, Booz le dijo:",
            "―Ven acá. Sírvete pan y moja tu bocado en el vinagre.",
            "Cuando Rut se sentó con los segadores, Booz le ofreció grano tostado. Ella comió, quedó satisfecha, y hasta le sobró."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Después, cuando ella se levantó a recoger espigas, él dio estas órdenes a sus criados:",
            "―Aun cuando saque espigas de las gavillas mismas, no la hagáis pasar vergüenza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Más bien, dejad caer algunas espigas de los manojos para que ella las recoja, ¡y no la reprendáis!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Así que Rut recogió espigas en el campo hasta el atardecer. Luego desgranó la cebada que había recogido, la cual pesó más de veinte kilos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "La cargó de vuelta al pueblo, y su suegra vio cuánto traía. Además, Rut le entregó a su suegra lo que le había quedado después de haber comido hasta quedar satisfecha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Su suegra le preguntó:",
            "―¿Dónde recogiste espigas hoy? ¿Dónde trabajaste? ¡Bendito sea el hombre que se fijó en ti!",
            "Entonces Rut le contó a su suegra acerca del hombre con quien había estado trabajando. Le dijo:",
            "―El hombre con quien hoy trabajé se llama Booz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "―¡Que el Señor lo bendiga! —exclamó Noemí delante de su nuera—. El Señor no ha dejado de mostrar su fiel amor hacia los vivos y los muertos. Ese hombre es nuestro pariente cercano; es uno de los parientes que nos pueden redimir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Rut la moabita añadió:",
            "―Incluso me dijo que me quedara allí con sus criados hasta que terminaran de recogerle toda la cosecha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "―Hija mía, te conviene seguir con sus criadas —le dijo Noemí—, para que no se aprovechen de ti en otro campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Así que Rut se quedó junto con las criadas de Booz para recoger espigas hasta que terminó la cosecha de la cebada y del trigo. Mientras tanto, vivía con su suegra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "RUT.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "RUT.3"
        ],
        "human": "Rut 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "RUT.4"
        ],
        "human": "Rut 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "RUT.2"
        ],
        "human": "Rut 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Rut y Booz en la era"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Un día su suegra Noemí le dijo:",
            "―Hija mía, ¿no debiera yo buscarte un hogar seguro donde no te falte nada?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Además, ¿acaso Booz, con cuyas criadas has estado, no es nuestro pariente? Pues bien, él va esta noche a la era para aventar la cebada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Báñate y perfúmate, y ponte tu mejor ropa. Baja luego a la era, pero no dejes que él se dé cuenta de que estás allí hasta que haya terminado de comer y beber."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando se vaya a dormir, te fijas dónde se acuesta. Luego vas, le destapas los pies, y te acuestas allí. Verás cómo él mismo te dice lo que tienes que hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "―Haré todo lo que me has dicho —respondió Rut."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y bajó a la era e hizo todo lo que su suegra le había mandado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Booz comió y bebió, y se puso alegre. Luego se fue a dormir detrás del montón de grano. Más tarde Rut se acercó sigilosamente, le destapó los pies y se acostó allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "A medianoche Booz se despertó sobresaltado y, al darse vuelta, descubrió que había una mujer acostada a sus pies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "―¿Quién eres? —le preguntó.",
            "―Soy Rut, tu sierva. Extiende sobre mí el borde de tu manto, ya que tú eres un pariente que me puedes redimir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "―Que el Señor te bendiga, hija mía. Esta nueva muestra de lealtad de tu parte supera la anterior, ya que no has ido en busca de hombres jóvenes, sean ricos o pobres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y ahora, hija mía, no tengas miedo. Haré por ti todo lo que me pidas. Todo mi pueblo sabe que eres una mujer ejemplar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Ahora bien, aunque es cierto que soy un pariente que puede redimirte, hay otro más cercano que yo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Quédate aquí esta noche. Mañana, si él quiere redimirte, está bien que lo haga. Pero, si no está dispuesto a hacerlo, ¡tan cierto como que el Señor vive, te juro que yo te redimiré! Ahora acuéstate aquí hasta que amanezca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Así que se quedó acostada a sus pies hasta el amanecer, y se levantó cuando aún estaba oscuro; pues él había dicho: «Que no se sepa que una mujer vino a la era»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Luego Booz le dijo:",
            "―Pásame el manto que llevas puesto y sostenlo firmemente.",
            "Rut lo hizo así, y él echó en el manto veinte kilos de cebada y puso la carga sobre ella. Luego él regresó al pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Cuando Rut llegó adonde estaba su suegra, esta le preguntó:",
            "―¿Cómo te fue, hija mía?",
            "Rut le contó todo lo que aquel hombre había hecho por ella,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "y añadió:",
            "―Me dio estos veinte kilos de cebada, y me dijo: “No debes volver a tu suegra con las manos vacías”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces Noemí le dijo:",
            "―Espérate, hija mía, a ver qué sucede, porque este hombre no va a descansar hasta dejar resuelto este asunto hoy mismo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "RUT.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "RUT.4"
        ],
        "human": "Rut 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1SA.1"
        ],
        "human": "1 Samuel 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "RUT.3"
        ],
        "human": "Rut 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Matrimonio de Booz y Rut"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Booz, por su parte, subió hasta la puerta de la ciudad y se sentó allí. En eso pasó el pariente redentor que él había mencionado.",
            "―Ven acá, amigo mío, y siéntate —le dijo Booz.",
            "El hombre fue y se sentó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces Booz llamó a diez de los ancianos de la ciudad, y les dijo:",
            "―Sentaos aquí.",
            "Y ellos se sentaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Booz le dijo al pariente redentor:",
            "―Noemí, que ha regresado de la tierra de Moab, está vendiendo el terreno que perteneció a nuestro hermano Elimélec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Consideré que debía informarte del asunto y sugerirte que lo compres en presencia de estos testigos y de los ancianos de mi pueblo. Si vas a redimir el terreno, hazlo. Pero, si no vas a redimirlo, házmelo saber, para que yo lo sepa. Porque ningún otro tiene el derecho de redimirlo sino tú y, después de ti, yo tengo ese derecho.",
            "―Yo lo redimo —le contestó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero Booz le aclaró:",
            "―El día que adquieras el terreno de Noemí, adquieres también a Rut la moabita, viuda del difunto, a fin de conservar su nombre junto con su heredad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "―Entonces no puedo redimirlo —respondió el pariente redentor—, porque podría perjudicar mi propia herencia. Redímelo tú; te cedo mi derecho. Yo no puedo ejercerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "En aquellos tiempos, para ratificar la redención o el traspaso de una propiedad en Israel, una de las partes contratantes se quitaba la sandalia y se la daba a la otra. Así se acostumbraba legalizar los contratos en Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Por eso el pariente redentor le dijo a Booz:",
            "―Cómpralo tú.",
            "Y se quitó la sandalia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces Booz proclamó ante los ancianos y ante todo el pueblo:",
            "―Hoy sois vosotros testigos de que le he comprado a Noemí toda la propiedad de Elimélec, Quilión y Majlón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y de que he tomado como esposa a Rut la moabita, viuda de Majlón, a fin de preservar el nombre del difunto con su heredad, para que su nombre no desaparezca de entre su familia ni de los registros del pueblo. ¡Hoy sois vosotros testigos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Los ancianos y todos los que estaban en la puerta respondieron:",
            "―Somos testigos.",
            "»¡Que el Señor haga que la mujer que va a formar parte de tu hogar sea como Raquel y Lea, quienes juntas edificaron el pueblo de Israel!",
            "»¡Que seas un hombre ilustre en Efrata, y que adquieras renombre en Belén!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»¡Que por medio de esta joven el Señor te conceda una descendencia tal que tu familia sea como la de Fares, el hijo que Tamar le dio a Judá!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Genealogía de David"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Así que Booz tomó a Rut y se casó con ella. Cuando se unieron, el Señor le concedió quedar embarazada, de modo que tuvo un hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Las mujeres le decían a Noemí: «¡Alabado sea el Señor, que no te ha dejado hoy sin un redentor! ¡Que llegue a tener renombre en Israel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Este niño renovará tu vida y te sustentará en la vejez, porque lo ha dado a luz tu nuera, que te ama y es para ti mejor que siete hijos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Noemí tomó al niño, lo puso en su regazo y se encargó de criarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Las vecinas decían: «¡Noemí ha tenido un hijo!» Y lo llamaron Obed. Este fue el padre de Isaí, padre de David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Así que este es el linaje de Fares:",
            "Fares fue el padre de Jezrón;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Jezrón, el padre de Ram;",
            "Ram, el padre de Aminadab;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Aminadab, el padre de Naasón;",
            "Naasón, el padre de Salmón;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Salmón, el padre de Booz;",
            "Booz, el padre de Obed;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Obed, el padre de Isaí;",
            "e Isaí, el padre de David."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}