{
  "book_usfm": "MIC",
  "name": "Miqueas",
  "local_title": "Biblia Reina Valera 1960",
  "local_abbreviation": "RVR1960",
  "version_id": 149,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Texto bíblico Reina-Valera 1960® © Sociedades Bíblicas en América Latina, 1960. Derechos renovados 1988, Sociedades Bíblicas Unidas.</p>",
    "text": "Texto bíblico Reina-Valera 1960® © Sociedades Bíblicas en América Latina, 1960. Derechos renovados 1988, Sociedades Bíblicas Unidas."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "MIC.INTRO1",
      "is_chapter": false,
      "current": {
        "usfm": [
          "MIC.INTRO1"
        ],
        "human": "Miqueas MIQUEAS"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "MIC.1"
        ],
        "human": "Miqueas 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JON.4"
        ],
        "human": "Jonás 4",
        "toc": true
      },
      "items": []
    },
    {
      "chapter_usfm": "MIC.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "MIC.1"
        ],
        "human": "Miqueas 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "MIC.2"
        ],
        "human": "Miqueas 2",
        "toc": true
      },
      "previous": {
        "canonical": false,
        "usfm": [
          "MIC.INTRO1"
        ],
        "human": "Miqueas MIQUEAS",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Lamento sobre Samaria y Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Palabra de Jehová que vino a Miqueas de Moreset en días de Jotam, Acaz y Ezequías, reyes de Judá; lo que vio sobre Samaria y Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Oíd, pueblos todos; está atenta, tierra, y cuanto hay en ti; y Jehová el Señor, el Señor desde su santo templo, sea testigo contra vosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque he aquí, Jehová sale de su lugar, y descenderá y hollará las alturas de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y se derretirán los montes debajo de él, y los valles se hendirán como la cera delante del fuego, como las aguas que corren por un precipicio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Todo esto por la rebelión de Jacob, y por los pecados de la casa de Israel. ¿Cuál es la rebelión de Jacob? ¿No es Samaria? ¿Y cuáles son los lugares altos de Judá? ¿No es Jerusalén?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Haré, pues, de Samaria montones de ruinas, y tierra para plantar viñas; y derramaré sus piedras por el valle, y descubriré sus cimientos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y todas sus estatuas serán despedazadas, y todos sus dones serán quemados en fuego, y asolaré todos sus ídolos; porque de dones de rameras los juntó, y a dones de rameras volverán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Por esto lamentaré y aullaré, y andaré despojado y desnudo; haré aullido como de chacales, y lamento como de avestruces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque su llaga es dolorosa, y llegó hasta Judá; llegó hasta la puerta de mi pueblo, hasta Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "No lo digáis en Gat, ni lloréis mucho; revuélcate en el polvo de Bet-le-afra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pásate, oh morador de Safir, desnudo y con vergüenza; el morador de Zaanán no sale; el llanto de Betesel os quitará su apoyo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Porque los moradores de Marot anhelaron ansiosamente el bien; pues de parte de Jehová el mal había descendido hasta la puerta de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Uncid al carro bestias veloces, oh moradores de Laquis, que fuisteis principio de pecado a la hija de Sion; porque en vosotros se hallaron las rebeliones de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Por tanto, vosotros daréis dones a Moreset-gat; las casas de Aczib serán para engaño a los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Aun os traeré nuevo poseedor, oh moradores de Maresa; la flor de Israel huirá hasta Adulam."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Ráete y trasquílate por los hijos de tus delicias; hazte calvo como águila, porque en cautiverio se fueron de ti."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "MIC.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "MIC.2"
        ],
        "human": "Miqueas 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "MIC.3"
        ],
        "human": "Miqueas 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "MIC.1"
        ],
        "human": "Miqueas 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "¡Ay de los que oprimen a los pobres!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¡Ay de los que en sus camas piensan iniquidad y maquinan el mal, y cuando llega la mañana lo ejecutan, porque tienen en su mano el poder!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Codician las heredades, y las roban; y casas, y las toman; oprimen al hombre y a su casa, al hombre y a su heredad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por tanto, así ha dicho Jehová: He aquí, yo pienso contra esta familia un mal del cual no sacaréis vuestros cuellos, ni andaréis erguidos; porque el tiempo será malo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "En aquel tiempo levantarán sobre vosotros refrán, y se hará endecha de lamentación, diciendo: Del todo fuimos destruidos; él ha cambiado la porción de mi pueblo. ¡Cómo nos quitó nuestros campos! Los dio y los repartió a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por tanto, no habrá quien a suerte reparta heredades en la congregación de Jehová."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "No profeticéis, dicen a los que profetizan; no les profeticen, porque no les alcanzará vergüenza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Tú que te dices casa de Jacob, ¿se ha acortado el Espíritu de Jehová? ¿Son estas sus obras? ¿No hacen mis palabras bien al que camina rectamente?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El que ayer era mi pueblo, se ha levantado como enemigo; de sobre el vestido quitasteis las capas atrevidamente a los que pasaban, como adversarios de guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "A las mujeres de mi pueblo echasteis fuera de las casas que eran su delicia; a sus niños quitasteis mi perpetua alabanza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Levantaos y andad, porque no es este el lugar de reposo, pues está contaminado, corrompido grandemente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Si alguno andando con espíritu de falsedad mintiere diciendo: Yo te profetizaré de vino y de sidra; este tal será el profeta de este pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "De cierto te juntaré todo, oh Jacob; recogeré ciertamente el resto de Israel; lo reuniré como ovejas de Bosra, como rebaño en medio de su aprisco; harán estruendo por la multitud de hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Subirá el que abre caminos delante de ellos; abrirán camino y pasarán la puerta, y saldrán por ella; y su rey pasará delante de ellos, y a la cabeza de ellos Jehová."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "MIC.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "MIC.3"
        ],
        "human": "Miqueas 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "MIC.4"
        ],
        "human": "Miqueas 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "MIC.2"
        ],
        "human": "Miqueas 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Acusación contra los dirigentes de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Dije: Oíd ahora, príncipes de Jacob, y jefes de la casa de Israel: ¿No concierne a vosotros saber lo que es justo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Vosotros que aborrecéis lo bueno y amáis lo malo, que les quitáis su piel y su carne de sobre los huesos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "que coméis asimismo la carne de mi pueblo, y les desolláis su piel de sobre ellos, y les quebrantáis los huesos y los rompéis como para el caldero, y como carnes en olla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces clamaréis a Jehová, y no os responderá; antes esconderá de vosotros su rostro en aquel tiempo, por cuanto hicisteis malvadas obras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Así ha dicho Jehová acerca de los profetas que hacen errar a mi pueblo, y claman: Paz, cuando tienen algo que comer, y al que no les da de comer, proclaman guerra contra él:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por tanto, de la profecía se os hará noche, y oscuridad del adivinar; y sobre los profetas se pondrá el sol, y el día se entenebrecerá sobre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y serán avergonzados los profetas, y se confundirán los adivinos; y ellos todos cerrarán sus labios, porque no hay respuesta de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Mas yo estoy lleno de poder del Espíritu de Jehová, y de juicio y de fuerza, para denunciar a Jacob su rebelión, y a Israel su pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Oíd ahora esto, jefes de la casa de Jacob, y capitanes de la casa de Israel, que abomináis el juicio, y pervertís todo el derecho;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "que edificáis a Sion con sangre, y a Jerusalén con injusticia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Sus jefes juzgan por cohecho, y sus sacerdotes enseñan por precio, y sus profetas adivinan por dinero; y se apoyan en Jehová, diciendo: ¿No está Jehová entre nosotros? No vendrá mal sobre nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por tanto, a causa de vosotros Sion será arada como campo, y Jerusalén vendrá a ser montones de ruinas, y el monte de la casa como cumbres de bosque."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "MIC.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "MIC.4"
        ],
        "human": "Miqueas 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "MIC.5"
        ],
        "human": "Miqueas 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "MIC.3"
        ],
        "human": "Miqueas 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado universal de Jehová"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Acontecerá en los postreros tiempos que el monte de la casa de Jehová será establecido por cabecera de montes, y más alto que los collados, y correrán a él los pueblos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Vendrán muchas naciones, y dirán: Venid, y subamos al monte de Jehová, y a la casa del Dios de Jacob; y nos enseñará en sus caminos, y andaremos por sus veredas; porque de Sion saldrá la ley, y de Jerusalén la palabra de Jehová."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y él juzgará entre muchos pueblos, y corregirá a naciones poderosas hasta muy lejos; y martillarán sus espadas para azadones, y sus lanzas para hoces; no alzará espada nación contra nación, ni se ensayarán más para la guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y se sentará cada uno debajo de su vid y debajo de su higuera, y no habrá quien los amedrente; porque la boca de Jehová de los ejércitos lo ha hablado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Aunque todos los pueblos anden cada uno en el nombre de su dios, nosotros con todo andaremos en el nombre de Jehová nuestro Dios eternamente y para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Israel será redimido del cautiverio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "En aquel día, dice Jehová, juntaré la que cojea, y recogeré la descarriada, y a la que afligí;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "y pondré a la coja como remanente, y a la descarriada como nación robusta; y Jehová reinará sobre ellos en el monte de Sion desde ahora y para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y tú, oh torre del rebaño, fortaleza de la hija de Sion, hasta ti vendrá el señorío primero, el reino de la hija de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ahora, ¿por qué gritas tanto? ¿No hay rey en ti? ¿Pereció tu consejero, que te ha tomado dolor como de mujer de parto?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Duélete y gime, hija de Sion, como mujer que está de parto; porque ahora saldrás de la ciudad y morarás en el campo, y llegarás hasta Babilonia; allí serás librada, allí te redimirá Jehová de la mano de tus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero ahora se han juntado muchas naciones contra ti, y dicen: Sea profanada, y vean nuestros ojos su deseo en Sion."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Mas ellos no conocieron los pensamientos de Jehová, ni entendieron su consejo; por lo cual los juntó como gavillas en la era."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Levántate y trilla, hija de Sion, porque haré tu cuerno como de hierro, y tus uñas de bronce, y desmenuzarás a muchos pueblos; y consagrarás a Jehová su botín, y sus riquezas al Señor de toda la tierra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "MIC.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "MIC.5"
        ],
        "human": "Miqueas 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "MIC.6"
        ],
        "human": "Miqueas 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "MIC.4"
        ],
        "human": "Miqueas 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El reinado del libertador desde Belén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Rodéate ahora de muros, hija de guerreros; nos han sitiado; con vara herirán en la mejilla al juez de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero tú, Belén Efrata, pequeña para estar entre las familias de Judá, de ti me saldrá el que será Señor en Israel; y sus salidas son desde el principio, desde los días de la eternidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero los dejará hasta el tiempo que dé a luz la que ha de dar a luz; y el resto de sus hermanos se volverá con los hijos de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y él estará, y apacentará con poder de Jehová, con grandeza del nombre de Jehová su Dios; y morarán seguros, porque ahora será engrandecido hasta los fines de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y este será nuestra paz. Cuando el asirio viniere a nuestra tierra, y cuando hollare nuestros palacios, entonces levantaremos contra él siete pastores, y ocho hombres principales;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y devastarán la tierra de Asiria a espada, y con sus espadas la tierra de Nimrod; y nos librará del asirio, cuando viniere contra nuestra tierra y hollare nuestros confines."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El remanente de Jacob será en medio de muchos pueblos como el rocío de Jehová, como las lluvias sobre la hierba, las cuales no esperan a varón, ni aguardan a hijos de hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Asimismo el remanente de Jacob será entre las naciones, en medio de muchos pueblos, como el león entre las bestias de la selva, como el cachorro del león entre las manadas de las ovejas, el cual si pasare, y hollare, y arrebatare, no hay quien escape."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Tu mano se alzará sobre tus enemigos, y todos tus adversarios serán destruidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Acontecerá en aquel día, dice Jehová, que haré matar tus caballos de en medio de ti, y haré destruir tus carros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Haré también destruir las ciudades de tu tierra, y arruinaré todas tus fortalezas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Asimismo destruiré de tu mano las hechicerías, y no se hallarán en ti agoreros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y haré destruir tus esculturas y tus imágenes de en medio de ti, y nunca más te inclinarás a la obra de tus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Arrancaré tus imágenes de Asera de en medio de ti, y destruiré tus ciudades;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "y con ira y con furor haré venganza en las naciones que no obedecieron."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "MIC.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "MIC.6"
        ],
        "human": "Miqueas 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "MIC.7"
        ],
        "human": "Miqueas 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "MIC.5"
        ],
        "human": "Miqueas 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Controversia de Jehová contra Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Oíd ahora lo que dice Jehová: Levántate, contiende contra los montes, y oigan los collados tu voz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Oíd, montes, y fuertes cimientos de la tierra, el pleito de Jehová; porque Jehová tiene pleito con su pueblo, y altercará con Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pueblo mío, ¿qué te he hecho, o en qué te he molestado? Responde contra mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Porque yo te hice subir de la tierra de Egipto, y de la casa de servidumbre te redimí; y envié delante de ti a Moisés, a Aarón y a María."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pueblo mío, acuérdate ahora qué aconsejó Balac rey de Moab, y qué le respondió Balaam hijo de Beor, desde Sitim hasta Gilgal, para que conozcas las justicias de Jehová."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Lo que pide Jehová"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "¿Con qué me presentaré ante Jehová, y adoraré al Dios Altísimo? ¿Me presentaré ante él con holocaustos, con becerros de un año?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿Se agradará Jehová de millares de carneros, o de diez mil arroyos de aceite? ¿Daré mi primogénito por mi rebelión, el fruto de mis entrañas por el pecado de mi alma?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Oh hombre, él te ha declarado lo que es bueno, y qué pide Jehová de ti: solamente hacer justicia, y amar misericordia, y humillarte ante tu Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "La voz de Jehová clama a la ciudad; es sabio temer a tu nombre. Prestad atención al castigo, y a quien lo establece."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "¿Hay aún en casa del impío tesoros de impiedad, y medida escasa que es detestable?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "¿Daré por inocente al que tiene balanza falsa y bolsa de pesas engañosas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Sus ricos se colmaron de rapiña, y sus moradores hablaron mentira, y su lengua es engañosa en su boca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por eso yo también te hice enflaquecer hiriéndote, asolándote por tus pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Comerás, y no te saciarás, y tu abatimiento estará en medio de ti; recogerás, mas no salvarás, y lo que salvares, lo entregaré yo a la espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Sembrarás, mas no segarás; pisarás aceitunas, mas no te ungirás con el aceite; y mosto, mas no beberás el vino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Porque los mandamientos de Omri se han guardado, y toda obra de la casa de Acab; y en los consejos de ellos anduvisteis, para que yo te pusiese en asolamiento, y tus moradores para burla. Llevaréis, por tanto, el oprobio de mi pueblo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "MIC.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "MIC.7"
        ],
        "human": "Miqueas 7"
      },
      "next": {
        "canonical": false,
        "usfm": [
          "NAM.INTRO1"
        ],
        "human": "Nahúm NAHÚM",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "MIC.6"
        ],
        "human": "Miqueas 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Corrupción moral de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¡Ay de mí! porque estoy como cuando han recogido los frutos del verano, como cuando han rebuscado después de la vendimia, y no queda racimo para comer; mi alma deseó los primeros frutos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Faltó el misericordioso de la tierra, y ninguno hay recto entre los hombres; todos acechan por sangre; cada cual arma red a su hermano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Para completar la maldad con sus manos, el príncipe demanda, y el juez juzga por recompensa; y el grande habla el antojo de su alma, y lo confirman."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El mejor de ellos es como el espino; el más recto, como zarzal; el día de tu castigo viene, el que anunciaron tus atalayas; ahora será su confusión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "No creáis en amigo, ni confiéis en príncipe; de la que duerme a tu lado cuídate, no abras tu boca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Porque el hijo deshonra al padre, la hija se levanta contra la madre, la nuera contra su suegra, y los enemigos del hombre son los de su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Mas yo a Jehová miraré, esperaré al Dios de mi salvación; el Dios mío me oirá."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jehová trae luz y libertad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Tú, enemiga mía, no te alegres de mí, porque aunque caí, me levantaré; aunque more en tinieblas, Jehová será mi luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "La ira de Jehová soportaré, porque pequé contra él, hasta que juzgue mi causa y haga mi justicia; él me sacará a luz; veré su justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y mi enemiga lo verá, y la cubrirá vergüenza; la que me decía: ¿Dónde está Jehová tu Dios? Mis ojos la verán; ahora será hollada como lodo de las calles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Viene el día en que se edificarán tus muros; aquel día se extenderán los límites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "En ese día vendrán hasta ti desde Asiria y las ciudades fortificadas, y desde las ciudades fortificadas hasta el Río, y de mar a mar, y de monte a monte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y será asolada la tierra a causa de sus moradores, por el fruto de sus obras."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Compasión de Jehová por Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Apacienta tu pueblo con tu cayado, el rebaño de tu heredad, que mora solo en la montaña, en campo fértil; busque pasto en Basán y Galaad, como en el tiempo pasado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Yo les mostraré maravillas como el día que saliste de Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Las naciones verán, y se avergonzarán de todo su poderío; pondrán la mano sobre su boca, ensordecerán sus oídos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Lamerán el polvo como la culebra; como las serpientes de la tierra, temblarán en sus encierros; se volverán amedrentados ante Jehová nuestro Dios, y temerán a causa de ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "¿Qué Dios como tú, que perdona la maldad, y olvida el pecado del remanente de su heredad? No retuvo para siempre su enojo, porque se deleita en misericordia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Él volverá a tener misericordia de nosotros; sepultará nuestras iniquidades, y echará en lo profundo del mar todos nuestros pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cumplirás la verdad a Jacob, y a Abraham la misericordia, que juraste a nuestros padres desde tiempos antiguos."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}