{
  "book_usfm": "1PE",
  "name": "1 Pedro",
  "local_title": "Nueva Versión Internacional - Español",
  "local_abbreviation": "NVI",
  "version_id": 128,
  "publisher": {
    "name": "Biblica, Inc."
  },
  "copyright": {
    "html": "<p>Santa Biblia, Nueva Versión Internacional® NVI®</p> <p>© 1999, 2015, 2022 por Biblica, Inc.</p> <p>Usado con permiso. Reservados todos los derechos en todo el mundo.</p>",
    "text": "Santa Biblia, Nueva Versión Internacional® NVI® © 1999, 2015, 2022 por Biblica, Inc. Usado con permiso. Reservados todos los derechos en todo el mundo."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "1PE.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1PE.1"
        ],
        "human": "1 Pedro 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1PE.2"
        ],
        "human": "1 Pedro 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JAS.5"
        ],
        "human": "Santiago 5",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pedro, apóstol de Jesucristo,",
            "a los elegidos, extranjeros dispersos por el Ponto, Galacia, Capadocia, Asia y Bitinia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "según el conocimiento previo de Dios el Padre, mediante la obra santificadora del Espíritu, para obedecer a Jesucristo y ser rociados con su sangre:",
            "Que abunden en ustedes la gracia y la paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Alabanza a Dios por una esperanza viva"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "¡Bendito sea Dios, Padre de nuestro Señor Jesucristo! Por su gran misericordia, nos ha hecho nacer de nuevo mediante la resurrección de Jesucristo de entre los muertos, para que tengamos una esperanza viva"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y recibamos una herencia que no se puede destruir, contaminar o marchitar. Tal herencia está reservada en el cielo para ustedes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "a quienes el poder de Dios protege mediante la fe hasta que llegue la salvación que se ha de revelar en los últimos tiempos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Esto es para ustedes motivo de gran alegría, a pesar de que hasta ahora han tenido que sufrir diversas pruebas por un tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El oro, aunque perecedero, se acrisola al fuego. Así también la fe de ustedes, que vale mucho más que el oro, al ser acrisolada por las pruebas demostrará que es digna de aprobación, gloria y honor cuando Jesucristo se revele."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Ustedes lo aman a pesar de no haberlo visto; y aunque no lo ven ahora, creen en él y se alegran con un gozo indescriptible y glorioso,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "pues están obteniendo la meta de su fe, que es su salvación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los profetas, que anunciaron la gracia reservada para ustedes, investigaron cuidadosamente acerca de esta salvación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Querían descubrir a qué tiempo y a cuáles circunstancias se refería el Espíritu de Cristo, que estaba en ellos, cuando testificó de antemano acerca de los sufrimientos de Cristo y de las glorias que vendrían después de estos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "A ellos se les reveló que no se estaban sirviendo a sí mismos, sino que les servían a ustedes. Hablaban de las cosas que ahora les han anunciado los que les predicaron acerca de las buenas noticias por medio del Espíritu Santo enviado del cielo. Aun los mismos ángeles anhelan contemplar esas cosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sean santos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por eso, dispónganse para actuar con inteligencia; tengan dominio propio; pongan su esperanza completamente en la gracia que se les dará cuando se revele Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Como hijos obedientes, no se amolden a los malos deseos que tenían antes, cuando vivían en la ignorancia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Más bien, sean ustedes santos en todo lo que hagan, como también es santo quien los llamó;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "pues está escrito: «Sean santos, porque yo soy santo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ya que invocan como Padre al que juzga con imparcialidad las obras de cada uno, vivan con temor reverente mientras sean peregrinos en este mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Como bien saben, ustedes fueron rescatados de la vida absurda que heredaron de sus antepasados. El precio de su rescate no se pagó con cosas perecederas, como el oro o la plata,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "sino con la preciosa sangre de Cristo, como de un cordero sin mancha y sin defecto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cristo, a quien Dios escogió antes de la creación del mundo, se ha manifestado en estos últimos tiempos en beneficio de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Por medio de él ustedes creen en Dios, que lo resucitó y glorificó, de modo que su fe y su esperanza están puestas en Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Ahora que se han purificado obedeciendo a la verdad y tienen un amor sincero por sus hermanos, ámense de todo corazón los unos a los otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pues ustedes han nacido de nuevo, no de simiente perecedera, sino de simiente imperecedera, mediante la palabra de Dios que vive y permanece."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Porque",
            "«todo mortal es como la hierba",
            "y toda su gloria como la flor del campo.",
            "La hierba se seca y la flor se cae,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "pero la palabra del Señor permanece para siempre».",
            "Y este es el mensaje de las buenas noticias que se les ha anunciado a ustedes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1PE.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1PE.2"
        ],
        "human": "1 Pedro 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1PE.3"
        ],
        "human": "1 Pedro 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1PE.1"
        ],
        "human": "1 Pedro 1",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por lo tanto, abandonando toda maldad y todo engaño, hipocresía, envidias y toda calumnia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "deseen con ansias la leche espiritual pura, como niños recién nacidos. Así, por medio de ella, crecerán en su salvación,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "ahora que han probado lo bueno que es el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La piedra viva y su pueblo escogido"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cristo es la piedra viva, desechada por los seres humanos, pero escogida y preciosa ante Dios. Al acercarse a él,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "también ustedes son como piedras vivas, con las cuales se está edificando una casa espiritual. De este modo llegan a ser un sacerdocio santo, para ofrecer sacrificios espirituales que Dios acepta por medio de Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así dice la Escritura:",
            "«Miren, yo pongo en Sión",
            "una piedra angular escogida y preciosa,",
            "y el que confíe en ella",
            "no será jamás defraudado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Para ustedes los creyentes, esta piedra es preciosa; pero para los incrédulos,",
            "«la piedra que desecharon los constructores",
            "ha llegado a ser la piedra angular»,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y también:",
            "«una piedra de tropiezo",
            "y una roca que hace caer».",
            "Tropiezan al desobedecer la palabra, para lo cual estaban destinados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero ustedes son descendencia escogida, sacerdocio regio, nación santa, pueblo que pertenece a Dios, para que proclamen las obras maravillosas de aquel que los llamó de las tinieblas a su luz admirable."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ustedes antes ni siquiera eran pueblo, pero ahora son pueblo de Dios; antes no habían recibido misericordia, pero ahora ya la han recibido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Queridos hermanos, les ruego como a extranjeros y peregrinos en este mundo que se aparten de los deseos pecaminosos que combaten contra el alma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Mantengan entre los incrédulos una conducta tan ejemplar que, aunque los acusen de hacer el mal, ellos observen las buenas obras de ustedes y glorifiquen a Dios en el día de su visitación."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sumisión a los gobernantes y a los superiores"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Sométanse por causa del Señor a toda autoridad humana, ya sea al rey como suprema autoridad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "o a los gobernadores que él envía para castigar a los que hacen el mal y reconocer a los que hacen el bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Porque esta es la voluntad de Dios: que, practicando el bien, hagan callar la ignorancia de los insensatos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Eso es actuar como personas libres que no se valen de su libertad para encubrir su maldad, sino que viven como siervos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Den a todos el debido respeto: amen a los hermanos, teman a Dios, respeten al rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Siervos, sométanse con todo respeto a sus amos, no solo a los buenos y comprensivos, sino también a los insoportables."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Porque es digno de elogio que, por causa de la conciencia ante Dios, se soporten las aflicciones, aun sufriendo injustamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero ¿cómo pueden ustedes atribuirse mérito alguno si soportan que los maltraten por persistir en hacer el mal? En cambio, si sufren por hacer el bien, eso merece elogio delante de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Para esto fueron llamados, porque Cristo sufrió por ustedes y les ha dado ejemplo para que sigan sus pasos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "«Él no cometió ningún pecado",
            "ni hubo engaño en su boca»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Cuando proferían insultos contra él, no replicaba con insultos; cuando padecía, no amenazaba, sino que confiaba en aquel que juzga con justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Él mismo, en su cuerpo, llevó al madero nuestros pecados, para que muramos al pecado y vivamos para la justicia. Por sus heridas ustedes han sido sanados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Antes eran ustedes como ovejas descarriadas, pero ahora han vuelto al Pastor que cuida de sus vidas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1PE.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1PE.3"
        ],
        "human": "1 Pedro 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1PE.4"
        ],
        "human": "1 Pedro 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1PE.2"
        ],
        "human": "1 Pedro 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Deberes conyugales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Así mismo, esposas, sométanse a sus esposos de modo que, si algunos de ellos no creen en la palabra, puedan ser ganados más por el comportamiento de ustedes que por sus palabras,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "al observar su conducta pura y respetuosa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Que la belleza de ustedes no sea la externa, que consiste en adornos tales como peinados ostentosos, joyas de oro y vestidos lujosos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Más bien, que la belleza de ustedes sea la incorruptible, la que procede de lo íntimo del corazón y consiste en un espíritu humilde y apacible. Esta sí que tiene mucho valor delante de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Así se adornaban en tiempos antiguos las santas mujeres que esperaban en Dios, cada una mostrando respeto a su esposo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Tal es el caso de Sara, que obedecía a Abraham y lo llamaba su señor. Ustedes son hijas de ella si hacen el bien y viven sin ningún temor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "De igual manera, ustedes esposos, sean comprensivos en su vida conyugal, cada uno trate a su esposa con respeto, ya que como mujer es más delicada y ambos son herederos del grato don de la vida. Así nada estorbará las oraciones de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sufriendo por hacer el bien"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En fin, vivan en armonía los unos con los otros; compartan penas y alegrías, practiquen el amor fraternal, sean compasivos y humildes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "No devuelvan mal por mal ni insulto por insulto; más bien, bendigan, porque para esto fueron llamados, para heredar una bendición."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "En efecto,",
            "«el que quiera amar la vida",
            "y gozar de días felices,",
            "que refrene su lengua de hablar el mal",
            "y sus labios de proferir engaños;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "que se aparte del mal y haga el bien;",
            "que busque la paz y la siga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Porque los ojos del Señor están sobre los justos,",
            "y sus oídos, atentos a sus oraciones;",
            "pero el rostro del Señor está contra los que hacen el mal»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y a ustedes, ¿quién les va a hacer daño si se esfuerzan por hacer el bien?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¡Dichosos si sufren por causa de la justicia! «No teman lo que ellos temen ni se dejen asustar»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Más bien, honren en su corazón a Cristo como Señor. Estén siempre preparados para responder a todo el que pida razón de la esperanza que hay en ustedes. Pero háganlo con gentileza y respeto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "manteniendo la conciencia limpia, para que los que hablan mal de la buena conducta de ustedes en Cristo se avergüencen de sus calumnias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Si es la voluntad de Dios, es preferible sufrir por hacer el bien que por hacer el mal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Porque Cristo murió por los pecados una vez por todas, el justo por los injustos, a fin de llevarlos a ustedes a Dios. Él sufrió la muerte en su cuerpo, pero el Espíritu hizo que volviera a la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y de ese modo fue y predicó a los espíritus encarcelados,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "que en los tiempos antiguos, en los días de Noé, desobedecieron, cuando Dios esperaba con paciencia mientras se construía el arca. En ella solo pocas personas, ocho en total, se salvaron mediante el agua,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "la cual simboliza el bautismo que ahora los salva también a ustedes. El bautismo no consiste en la limpieza del cuerpo, sino en el compromiso de tener una buena conciencia delante de Dios. Esta salvación es posible por la resurrección de Jesucristo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "quien subió al cielo y tomó su lugar a la derecha de Dios y a quien están sometidos los ángeles, las autoridades y los poderes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1PE.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1PE.4"
        ],
        "human": "1 Pedro 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1PE.5"
        ],
        "human": "1 Pedro 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1PE.3"
        ],
        "human": "1 Pedro 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Viviendo el ejemplo de Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por tanto, ya que Cristo sufrió en el cuerpo, asuman también ustedes la misma actitud; porque el que ha sufrido en el cuerpo ha roto con el pecado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "para vivir el resto de su vida terrenal no satisfaciendo sus pasiones humanas, sino cumpliendo la voluntad de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pues ya basta con el tiempo que han desperdiciado haciendo lo que agrada a los incrédulos, entregados al desenfreno, a las pasiones, a las borracheras, a las orgías, a las parrandas y a las idolatrías abominables."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "A ellos les parece extraño que ustedes ya no los sigan en sus excesos de inmoralidad y por eso los insultan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero ellos tendrán que rendirle cuentas a aquel que está preparado para juzgar a los vivos y a los muertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por esto se predicó el mensaje de las buenas noticias también a los muertos para que, a pesar de haber sido juzgados según criterios humanos en lo que atañe al cuerpo, vivan conforme a Dios en lo que atañe al espíritu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ya se acerca el fin de todas las cosas. Así que, para orar bien, manténganse sobrios y con la mente despejada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Sobre todo, ámense los unos a los otros profundamente, porque el amor cubre muchísimos pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Practiquen la hospitalidad entre ustedes sin quejarse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cada uno ponga al servicio de los demás el don que haya recibido, administrando bien la gracia de Dios en sus diversas formas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El que habla, hágalo como quien expresa las palabras mismas de Dios; el que presta algún servicio, hágalo con la fortaleza que Dios le proporciona. Así Dios será en todo alabado por medio de Jesucristo, a quien sea la gloria y el poder por los siglos de los siglos. Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sufriendo por seguir a Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Queridos hermanos, no se extrañen del fuego de la prueba que están soportando, como si fuera algo insólito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Al contrario, alégrense de tener parte en los sufrimientos de Cristo, para que también sea inmensa su alegría cuando se revele la gloria de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Dichosos ustedes si los insultan por causa del nombre de Cristo, porque el glorioso Espíritu de Dios reposa sobre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Que ninguno tenga que sufrir por asesino, ladrón o delincuente, ni siquiera por entrometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero si alguien sufre por ser cristiano, que no se avergüence, sino que alabe a Dios por llevar el nombre de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Porque es tiempo de que el juicio comience por la familia de Dios; y si comienza por nosotros, ¿cómo será el fin de los que se rebelan contra el evangelio de Dios?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "«Si el justo a duras penas se salva,",
            "¿cómo quedarán el impío y el pecador?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Así pues, los que sufren según la voluntad de Dios, confíen en su fiel Creador y sigan practicando el bien."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1PE.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1PE.5"
        ],
        "human": "1 Pedro 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2PE.1"
        ],
        "human": "2 Pedro 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1PE.4"
        ],
        "human": "1 Pedro 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Exhortación a los líderes y a los jóvenes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "A los líderes de la iglesia que están entre ustedes, yo, que soy líder como ellos, testigo de los sufrimientos de Cristo y partícipe con ellos de la gloria que se ha de revelar, les ruego esto:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "pastoreen el rebaño de Dios que está a su cargo, no por obligación ni por ambición de dinero, sino con deseo de servir, como Dios quiere."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "No sean tiranos con los que están a su cuidado, sino sean ejemplos para el rebaño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Así, cuando aparezca el Pastor supremo, ustedes recibirán la corona inmarchitable de la gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Así mismo, jóvenes, sométanse a los líderes. Revístanse todos de humildad en su trato mutuo, porque:",
            "«Dios se opone a los orgullosos,",
            "pero da gracia a los humildes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Humíllense, pues, bajo la poderosa mano de Dios para que él los exalte a su debido tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Depositen en él toda ansiedad, porque él cuida de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Practiquen el dominio propio y manténganse alerta. Su enemigo el diablo ronda como león rugiente, buscando a quién devorar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Resístanlo, manteniéndose firmes en la fe, sabiendo que los creyentes en todo el mundo soportan la misma clase de sufrimientos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Luego de que ustedes hayan sufrido un poco de tiempo, Dios mismo, el Dios de toda gracia que los llamó a su gloria eterna en Cristo, los restaurará y los hará fuertes, firmes y estables."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "A él sea el poder por los siglos de los siglos. Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludos finales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Con la ayuda de Silvano, a quien considero un hermano fiel, he escrito brevemente para animarlos y confirmarles que esta es la verdadera gracia de Dios. Manténganse firmes en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Saludos de parte de la comunidad que está en Babilonia, escogida como ustedes, y también de mi hijo Marcos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Salúdense los unos a los otros con un beso de amor fraternal.",
            "Paz a todos ustedes que están en Cristo."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}