{
  "book_usfm": "2PE",
  "name": "2 Pedro",
  "local_title": "Nueva Versión Internacional - Español",
  "local_abbreviation": "NVI",
  "version_id": 128,
  "publisher": {
    "name": "Biblica, Inc."
  },
  "copyright": {
    "html": "<p>Santa Biblia, Nueva Versión Internacional® NVI®</p> <p>© 1999, 2015, 2022 por Biblica, Inc.</p> <p>Usado con permiso. Reservados todos los derechos en todo el mundo.</p>",
    "text": "Santa Biblia, Nueva Versión Internacional® NVI® © 1999, 2015, 2022 por Biblica, Inc. Usado con permiso. Reservados todos los derechos en todo el mundo."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "2PE.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2PE.1"
        ],
        "human": "2 Pedro 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2PE.2"
        ],
        "human": "2 Pedro 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1PE.5"
        ],
        "human": "1 Pedro 5",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Simón Pedro, siervo y apóstol de Jesucristo,",
            "a los que por la justicia de nuestro Dios y Salvador Jesucristo han recibido una fe tan preciosa como la nuestra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Que abunden en ustedes la gracia y la paz por medio del conocimiento que tienen de Dios y de Jesús nuestro Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Firmeza en el llamamiento y en la elección"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Su divino poder, al darnos el conocimiento de aquel que nos llamó por su propia gloria y excelencia, nos ha concedido todas las cosas que necesitamos para vivir con devoción."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Así Dios nos ha entregado sus preciosas y magníficas promesas para que ustedes, luego de escapar de la corrupción que hay en el mundo debido a los malos deseos, lleguen a tener parte en la naturaleza divina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Precisamente por eso, esfuércense por añadir a su fe, virtud; a su virtud, conocimiento;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "al conocimiento, dominio propio; al dominio propio, constancia; a la constancia, devoción a Dios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "a la devoción a Dios, afecto fraternal; y al afecto fraternal, amor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Porque estas cualidades, si abundan en ustedes, los harán crecer en el conocimiento de nuestro Señor Jesucristo y evitarán que sean inútiles e improductivos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "En cambio, el que no las tiene es tan corto de vista que ya ni ve y se olvida de que ha sido purificado de sus antiguos pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Por lo tanto, hermanos, esfuércense más todavía por asegurarse del llamado de Dios, que fue quien los eligió. Si hacen estas cosas, no caerán jamás"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y se les abrirán de par en par las puertas del reino eterno de nuestro Señor y Salvador Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La veracidad de la Escritura"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por eso siempre les recordaré estas cosas, por más que las sepan y estén afianzados en la verdad que ahora tienen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Además, considero que tengo la obligación de refrescarles la memoria mientras viva en esta habitación pasajera que es mi cuerpo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "porque sé que dentro de poco tendré que abandonarlo, según me lo ha manifestado nuestro Señor Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "También me esforzaré con empeño para que, aun después de mi partida, ustedes puedan recordar estas cosas en todo tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Cuando les dimos a conocer la venida de nuestro Señor Jesucristo en todo su poder, no estábamos siguiendo sutiles cuentos supersticiosos, sino dando testimonio de su grandeza que vimos con nuestros propios ojos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Él recibió honor y gloria de parte de Dios el Padre cuando desde la majestuosa gloria se le dirigió aquella voz que dijo: «Este es mi Hijo amado; estoy muy complacido con él»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Nosotros mismos oímos esa voz que vino del cielo cuando estábamos con él en el monte santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Esto ha venido a confirmarnos la palabra de los profetas, a la cual ustedes hacen bien en prestar atención como a una lámpara que brilla en un lugar oscuro, hasta que amanezca el día y salga el lucero de la mañana en sus corazones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Ante todo, tengan muy presente que ninguna profecía de la Escritura surge de la interpretación particular de nadie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Porque la profecía no ha tenido su origen en la voluntad humana, sino que los profetas hablaron de parte de Dios, impulsados por el Espíritu Santo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2PE.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2PE.2"
        ],
        "human": "2 Pedro 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2PE.3"
        ],
        "human": "2 Pedro 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2PE.1"
        ],
        "human": "2 Pedro 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los falsos maestros y su destrucción"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En el pueblo hubo falsos profetas. También entre ustedes habrá falsos maestros que encubiertamente introducirán herejías destructivas, al extremo de negar al mismo Soberano Señor que los rescató. Esto les traerá una pronta destrucción."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Muchos los seguirán en sus prácticas vergonzosas y por causa de ellos se difamará el camino de la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Llevados por la avaricia, estos falsos maestros se aprovecharán de ustedes con palabras engañosas. Desde hace mucho tiempo su condenación está preparada y su destrucción los acecha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Dios no perdonó a los ángeles cuando pecaron, sino que los arrojó al abismo, poniéndolos en cadenas de oscuridad y reservándolos para el juicio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Tampoco perdonó al mundo antiguo cuando mandó un diluvio sobre los impíos, aunque protegió a ocho personas, incluyendo a Noé, predicador de la justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Además, condenó a las ciudades de Sodoma y Gomorra, y las redujo a cenizas, poniéndolas como escarmiento para los impíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Por otra parte, libró al justo Lot, que se encontraba abrumado por la vida desenfrenada de esos perversos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "pues este justo, que convivía con ellos y amaba el bien, día tras día sentía que se le despedazaba el alma por las obras malvadas que veía y oía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Todo esto demuestra que el Señor sabe librar de la tentación a los que viven con devoción a Dios, y sabe también guardar a los injustos para castigarlos en el día del juicio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Esto les espera sobre todo a los que siguen los corrompidos deseos de la naturaleza humana y desprecian la autoridad.",
            "¡Son atrevidos y arrogantes! No tienen reparo en insultar a los seres celestiales,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "mientras que los ángeles, a pesar de superarlos en fuerza y en poder, no pronuncian contra tales seres ninguna acusación insultante en la presencia del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero aquellos blasfeman en asuntos que no entienden. Como animales irracionales, se guían únicamente por el instinto, pues nacieron para ser atrapados y degollados. Lo mismo que esos animales, perecerán también en su corrupción"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "y recibirán el justo pago por sus injusticias. Su concepto de placer es entregarse a las pasiones desenfrenadas en pleno día. Son manchas y suciedad que gozan de sus placeres, mientras los acompañan a ustedes en sus comidas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Tienen los ojos llenos de adulterio y son insaciables en el pecar; seducen a las personas inconstantes; son expertos en la avaricia, ¡hijos de maldición!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Han abandonado el camino recto y se han extraviado para seguir la senda de Balán, hijo de Bosor, a quien le encantaba el salario de la injusticia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero fue reprendido por su maldad: su burra —una muda bestia de carga—, habló con voz humana y refrenó la locura del profeta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Estos individuos son fuentes sin agua, niebla empujada por la tormenta, para quienes está reservada la más densa oscuridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pronunciando discursos arrogantes y sin sentido, seducen con los deseos naturales desenfrenados a quienes apenas comienzan a apartarse de los que viven en el error."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Prometen libertad, cuando ellos mismos son esclavos de la corrupción, ya que cada uno es esclavo de aquello que lo ha dominado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Si, habiendo escapado de la contaminación del mundo por haber conocido a nuestro Señor y Salvador Jesucristo, vuelven a enredarse en ella y son vencidos, terminan en peores condiciones que al principio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Más les hubiera valido no conocer el camino de la justicia que abandonarlo después de haber conocido el santo mandamiento que se les dio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "En su caso ha sucedido lo que acertadamente afirman estos proverbios: «El perro vuelve a su vómito» y «la puerca lavada, a revolcarse en el lodo»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2PE.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2PE.3"
        ],
        "human": "2 Pedro 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1JN.1"
        ],
        "human": "1 Juan 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2PE.2"
        ],
        "human": "2 Pedro 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El día del Señor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Queridos hermanos, esta es ya la segunda carta que les escribo. En las dos he procurado refrescarles la memoria para que, con una mente íntegra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "recuerden las palabras que los santos profetas pronunciaron en el pasado, y el mandamiento que dio nuestro Señor y Salvador por medio de los apóstoles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ante todo, deben saber que en los últimos días vendrá gente burlona que, siguiendo sus malos deseos, se mofará"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y dirá: «¿Qué hubo de esa promesa de su venida? Nuestros antepasados murieron y nada ha cambiado desde el principio de la creación»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero intencionalmente olvidan que desde tiempos antiguos, por la palabra de Dios, existía el cielo y también la tierra, que surgió del agua y mediante el agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por la palabra y el agua, el mundo de aquel entonces pereció inundado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y ahora, por esa misma palabra, el cielo y la tierra están guardados para el fuego, reservados para el día del juicio y de la destrucción de los impíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero no olviden, queridos hermanos, que para el Señor un día es como mil años y mil años, como un día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El Señor no tarda en cumplir su promesa, según entienden algunos la tardanza. Más bien, él tiene paciencia con ustedes, porque no quiere que nadie perezca, sino que todos se arrepientan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero el día del Señor vendrá como un ladrón. En aquel día los cielos desaparecerán con un estruendo espantoso, los elementos serán destruidos por el fuego; y la tierra, con todo lo que hay en ella, será quemada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Ya que todo será destruido de esa manera, ¿no deberían vivir ustedes con devoción, siguiendo una conducta santa"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "y esperando ansiosamente la venida del día de Dios? Ese día los cielos serán destruidos por el fuego y los elementos se derretirán con el calor de las llamas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero según su promesa, nosotros esperamos un cielo nuevo y una tierra nueva, en los que habita la justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Por eso, queridos hermanos, mientras esperan estos acontecimientos, esfuércense para que Dios los halle sin mancha y sin defecto, en paz con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Tengan presente que la paciencia de nuestro Señor significa salvación, tal como les escribió también nuestro querido hermano Pablo, con la sabiduría que Dios le dio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "En todas sus cartas se refiere a estos mismos temas. Hay en ellas algunos puntos difíciles de entender que los ignorantes e inconstantes tergiversan, como lo hacen también con las demás Escrituras para su propia perdición."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Así que ustedes, queridos hermanos, puesto que ya saben esto de antemano manténganse alertas, no sea que, arrastrados por el error de esos libertinos, pierdan la estabilidad y caigan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Más bien, crezcan en la gracia y en el conocimiento de nuestro Señor y Salvador Jesucristo.",
            "¡A él sea la gloria ahora y para siempre! Amén."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}