{
  "book_usfm": "NEH",
  "name": "Nehemías",
  "local_title": "Nueva Versión Internacional - Español",
  "local_abbreviation": "NVI",
  "version_id": 128,
  "publisher": {
    "name": "Biblica, Inc."
  },
  "copyright": {
    "html": "<p>Santa Biblia, Nueva Versión Internacional® NVI®</p> <p>© 1999, 2015, 2022 por Biblica, Inc.</p> <p>Usado con permiso. Reservados todos los derechos en todo el mundo.</p>",
    "text": "Santa Biblia, Nueva Versión Internacional® NVI® © 1999, 2015, 2022 por Biblica, Inc. Usado con permiso. Reservados todos los derechos en todo el mundo."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "NEH.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.1"
        ],
        "human": "Nehemías 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.2"
        ],
        "human": "Nehemías 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZR.10"
        ],
        "human": "Esdras 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemías ora por su pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Estas son las palabras de Nehemías, hijo de Jacalías:",
            "En el mes de quisleu del año veinte, estando yo en la ciudad de Susa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "llegó Jananí, uno de mis hermanos, junto con algunos hombres de Judá. Entonces pregunté por el resto de los judíos que se habían librado del destierro y por Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ellos me respondieron: «Los que se libraron del destierro y se quedaron en la provincia están enfrentando una gran calamidad y humillación. La muralla de Jerusalén sigue derribada, con sus puertas consumidas por el fuego»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Al escuchar esto, me senté a llorar; hice duelo por algunos días, ayuné y oré al Dios del cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Le dije:",
            "«Señor, Dios del cielo, grande y temible, que cumples el pacto y eres fiel con los que te aman y obedecen tus mandamientos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "te suplico que me prestes atención, que fijes tus ojos en este siervo tuyo que día y noche ora en favor de tu pueblo Israel. Confieso que los israelitas, entre los cuales estamos incluidos mi familia y yo, hemos pecado contra ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Te hemos ofendido y nos hemos corrompido mucho; hemos desobedecido los mandamientos, estatutos y leyes que tú mismo diste a tu siervo Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»Recuerda, te suplico, lo que dijiste a tu siervo Moisés: “Si ustedes son infieles, yo los dispersaré entre las naciones;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "pero si se vuelven a mí, obedecen y ponen en práctica mis mandamientos, aunque hayan sido llevados al lugar más apartado del mundo, los recogeré y los haré volver al lugar que escoja como residencia de mi Nombre”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Ellos son tus siervos y tu pueblo al cual redimiste con gran despliegue de fuerza y poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Señor, te suplico que escuches nuestra oración, pues somos tus siervos y nos complacemos en honrar tu nombre. Y te pido que a este siervo tuyo le concedas tener éxito y ganarse el favor de este hombre».",
            "En aquel tiempo yo era copero del rey."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.2"
        ],
        "human": "Nehemías 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.3"
        ],
        "human": "Nehemías 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.1"
        ],
        "human": "Nehemías 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemías vuelve a Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Un día, en el mes de nisán del año veinte del reinado de Artajerjes, al ofrecerle vino al rey, como él nunca me había visto triste,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "me preguntó:",
            "—¿Por qué estás triste? No me parece que estés enfermo, así que debe haber algo que te está causando dolor.",
            "Yo sentí mucho miedo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y respondí al rey:",
            "—¡Que viva Su Majestad para siempre! ¿Cómo no he de estar triste si la ciudad donde están los sepulcros de mis antepasados se halla en ruinas, con sus puertas consumidas por el fuego?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "—¿Qué quieres que haga? —preguntó el rey.",
            "Así que oré al Dios del cielo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y respondí:",
            "—Si a Su Majestad le parece bien y si este siervo suyo es digno de su favor, le ruego que me envíe a Judá para reedificar la ciudad donde están los sepulcros de mis antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "—¿Cuánto durará tu viaje? ¿Cuándo regresarás? —me preguntó el rey, que tenía a la reina sentada a su lado.",
            "En cuanto propuse un plazo, el rey aceptó enviarme."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces añadí:",
            "—Si al rey le parece bien, ruego a usted que envíe cartas a los gobernadores del oeste del río Éufrates para que me den vía libre y yo pueda llegar a Judá;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y, por favor, ordene a su guardabosques Asaf que me dé madera para reparar las puertas de la ciudad que están junto al Templo, la muralla de la ciudad y la casa donde he de vivir. El rey accedió a mi petición, porque Dios estaba actuando a mi favor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando me presenté ante los gobernadores del oeste del río Éufrates, entregué las cartas del rey. Además, el rey había ordenado que me escoltaran oficiales del ejército y de la caballería."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero al oír que alguien había llegado a ayudar a los israelitas, Sambalat el horonita y Tobías el siervo amonita se disgustaron mucho."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemías inspecciona la muralla"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Tres días después de haber llegado a Jerusalén,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "salí de noche acompañado de algunos hombres, pero a ninguno de ellos le conté lo que mi Dios había puesto en mi corazón hacer por Jerusalén. La única bestia que llevábamos era la que yo montaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Esa noche salí por la puerta del Valle hacia la fuente del Dragón y la puerta del Basurero. Inspeccioné las ruinas de la muralla de Jerusalén y sus puertas consumidas por el fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Después me dirigí hacia la puerta de la Fuente y el estanque del Rey, pero no hallé por dónde pasar con mi cabalgadura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Así que, siendo aún de noche, subí por el arroyo mientras inspeccionaba la muralla. Finalmente regresé y entré por la puerta del Valle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los oficiales no supieron a dónde fui ni qué hice, porque hasta entonces no había dicho nada a ningún judío: ni a los sacerdotes, ni a los nobles, ni a los gobernadores ni a los que estaban trabajando en la obra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Por eso les dije:",
            "—Ustedes son testigos de nuestra desgracia. Jerusalén está en ruinas y sus puertas han sido consumidas por el fuego. ¡Vamos, anímense! ¡Reconstruyamos la muralla de Jerusalén para que ya nadie se burle de nosotros!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces les conté cómo la bondadosa mano de Dios había estado conmigo y relaté lo que el rey me había dicho. Al oír esto, exclamaron:",
            "—¡Manos a la obra!",
            "Y comenzaron la reconstrucción."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Cuando lo supieron, Sambalat el horonita, Tobías el oficial amonita y Guesén el árabe se burlaron de nosotros y nos preguntaron de manera despectiva:",
            "—Pero ¿qué están haciendo? ¿Acaso pretenden rebelarse contra el rey?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Yo contesté:",
            "—El Dios del cielo nos concederá salir adelante. Nosotros, sus siervos, vamos a comenzar la reconstrucción. Ustedes no tienen autoridad ni derecho, ni son parte de la historia de Jerusalén."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.3"
        ],
        "human": "Nehemías 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.4"
        ],
        "human": "Nehemías 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.2"
        ],
        "human": "Nehemías 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Se inicia la reconstrucción"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces el sumo sacerdote Eliasib y sus compañeros los sacerdotes trabajaron en la reconstrucción de la puerta de las Ovejas. La repararon y la colocaron en su lugar, y reconstruyeron también la muralla desde la torre de los Cien hasta la torre de Jananel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El tramo contiguo lo reconstruyeron los hombres de Jericó, y el tramo siguiente, Zacur, hijo de Imrí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "La puerta de los Pescados la reconstruyeron los descendientes de Sená. Colocaron las vigas y pusieron la puerta en su lugar, con sus cerrojos y barras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El tramo contiguo lo reconstruyó Meremot, hijo de Urías y nieto de Cos, y el tramo siguiente Mesulán, hijo de Berequías y nieto de Mesezabel. El siguiente tramo lo reconstruyó Sadoc, hijo de Baná."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los de Tecoa reconstruyeron el siguiente tramo de la muralla, aunque sus notables no quisieron colaborar con los dirigentes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "La entrada de Jesaná la reconstruyeron Joyadá, hijo de Paseaj, y Mesulán, hijo de Besodías. Colocaron las vigas y pusieron en su lugar las puertas con sus cerrojos y barras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El tramo contiguo lo reconstruyeron Melatías de Gabaón y Jadón de Meronot. A estos se unieron los de Gabaón y los de Mizpa, que estaban bajo el dominio del gobernador de la provincia al oeste del río Éufrates."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Uziel, hijo de Jaraías, que era uno de los plateros, reconstruyó el siguiente tramo de la muralla, y uno de los perfumistas, llamado Jananías, el siguiente. Entre los dos reconstruyeron la muralla de Jerusalén hasta la muralla Ancha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El siguiente tramo lo reconstruyó Refaías, hijo de Hur, que era gobernador de una mitad del distrito de Jerusalén;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "el siguiente, Jedaías hijo de Jarumaf, cuya casa quedaba al frente, y el siguiente, Jatús, hijo de Jasabnías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Malquías, hijo de Jarín, y Jasub, hijo de Pajat Moab, reconstruyeron el siguiente tramo de la muralla y la torre de los Hornos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Salún, hijo de Halojés, que era gobernador de la otra mitad del distrito de Jerusalén, reconstruyó el siguiente tramo con la ayuda de sus hijas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Janún y los habitantes de Zanoa reconstruyeron la puerta del Valle y la colocaron en su lugar con sus cerrojos y barras. Levantaron también mil codos de muralla hasta la puerta del Basurero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Malquías, hijo de Recab, gobernador del distrito de Bet Haqueren, reconstruyó la puerta del Basurero y la colocó en su lugar con sus cerrojos y barras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Salún, hijo de Coljozé, gobernador del distrito de Mizpa, reconstruyó la puerta de la Fuente, la techó y la colocó en su lugar con sus cerrojos y barras. Reconstruyó también el muro del estanque de Siloé, que está junto al jardín del rey, hasta las gradas que llevan a la Ciudad de David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Nehemías, hijo de Azbuc, gobernador de una mitad del distrito de Betsur, reconstruyó el siguiente tramo hasta el lugar que está frente a los sepulcros de David, hasta el estanque artificial y hasta el cuartel de la guardia real."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "El sector que sigue lo reconstruyeron los levitas y Rejún, hijo de Baní. En el tramo siguiente, Jasabías, gobernador de una mitad del distrito de Queilá, hizo las obras de reconstrucción por cuenta de su distrito"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "y las continuaron sus compañeros: Binuy, hijo de Henadad, gobernador de la otra mitad del distrito de Queilá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "y Ezer, hijo de Jesúa, gobernador de Mizpa, que reconstruyó el tramo que sube frente al arsenal de la esquina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El tramo siguiente, es decir, el sector que va desde la esquina hasta la puerta de la casa del sumo sacerdote Eliasib, lo reconstruyó con entusiasmo Baruc, hijo de Zabay."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "El sector que va desde la puerta de la casa de Eliasib hasta el extremo de la misma lo reconstruyó Meremot, hijo de Urías y nieto de Cos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "El siguiente tramo lo reconstruyeron los sacerdotes que vivían en los alrededores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Después de ellos, Benjamín y Jasub reconstruyeron el sector que está frente a sus propias casas. Azarías, hijo de Maseías y nieto de Ananías, reconstruyó el tramo que está junto a su propia casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Luego, Binuy, hijo de Henadad, reconstruyó el sector que va desde la casa de Azarías hasta el ángulo, es decir, hasta la esquina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Palal, hijo de Uzay, reconstruyó el sector de la esquina que está frente a la torre alta que sobresale del palacio real, junto al patio de la guardia. El tramo contiguo lo reconstruyó Pedaías, hijo de Parós."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Los servidores del Templo que vivían en Ofel reconstruyeron el sector oriental que está frente a la puerta del Agua y la torre que allí sobresale."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Los hombres de Tecoa reconstruyeron el tramo que va desde el frente de la gran torre que allí sobresale, hasta la muralla de Ofel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Los sacerdotes, cada uno frente a su casa, reconstruyeron el sector de la muralla sobre la puerta de los Caballos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "El siguiente tramo lo reconstruyó Sadoc, hijo de Imer, pues quedaba frente a su propia casa. El sector que sigue lo reparó Semaías, hijo de Secanías, guardián de la puerta oriental."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Jananías, hijo de Selemías, y Janún, el sexto hijo de Salaf, reconstruyeron otro tramo. Mesulán, hijo de Berequías, reconstruyó el siguiente tramo, pues quedaba frente a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Malquías, que era uno de los plateros, reconstruyó el tramo que llega hasta las casas de los servidores del Templo y de los comerciantes, frente a la puerta de la Inspección y hasta el puesto de vigilancia de la esquina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Y el sector que va desde allí hasta la puerta de las Ovejas lo reconstruyeron los plateros y los comerciantes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.4"
        ],
        "human": "Nehemías 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.5"
        ],
        "human": "Nehemías 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.3"
        ],
        "human": "Nehemías 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Se obstaculiza la reconstrucción"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando Sambalat se enteró de que estábamos reconstruyendo la muralla, se enojó muchísimo y se burló de los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ante sus compañeros y el ejército de Samaria dijo:",
            "—¿Qué están haciendo estos débiles judíos? ¿Creen que se les va a dejar que reconstruyan y que vuelvan a ofrecer sacrificios? ¿Piensan acaso terminar en un solo día? ¿Cómo creen que de esas piedras quemadas, de esos escombros, van a hacer algo nuevo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y Tobías el amonita, que estaba junto a él, añadió:",
            "—¡Hasta una zorra, si se sube a ese montón de piedras, lo echa abajo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Por eso oramos: «¡Escucha, Dios nuestro, cómo se burlan de nosotros! Haz que sus ofensas recaigan sobre ellos mismos: entrégalos a sus enemigos; ¡que los lleven en cautiverio!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "No pases por alto su maldad ni olvides sus pecados, porque provocan la ira de los que reconstruyen»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Continuamos con la reconstrucción y levantamos la muralla hasta media altura, pues el pueblo trabajó con entusiasmo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero cuando Sambalat, Tobías y los árabes, los amonitas y los asdodeos se enteraron de que avanzaba la reconstrucción de la muralla y, que ya estábamos cerrando las brechas, se enojaron muchísimo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y acordaron atacar a Jerusalén y provocar disturbios en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Oramos entonces a nuestro Dios y decidimos montar guardia día y noche para defendernos de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Por su parte, la gente de Judá decía: «Los cargadores desfallecen, pues son muchos los escombros; ¡no vamos a poder reconstruir esta muralla!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y nuestros enemigos maquinaban: «Les caeremos por sorpresa y los mataremos; así haremos que la obra se suspenda»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Algunos de los judíos que vivían cerca de ellos venían hasta diez veces y nos advertían: «Los van a atacar por todos lados»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Así que puse a la gente por familias, con sus espadas, lanzas y arcos, detrás de las murallas, en los lugares más vulnerables y desguarnecidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Luego de examinar la situación, me levanté y dije a los nobles y oficiales, y al resto del pueblo: «¡No les tengan miedo! Acuérdense del Señor, que es grande y temible, y peleen por sus hermanos, por sus hijos e hijas, y por sus esposas y sus hogares»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Una vez que nuestros enemigos se dieron cuenta de que conocíamos sus intenciones y de que Dios había frustrado sus planes, todos regresamos a la muralla, cada uno a su trabajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "A partir de aquel día la mitad de mi gente trabajaba en la obra, mientras la otra mitad permanecía armada con lanzas, escudos, arcos y corazas. Los oficiales estaban pendientes de toda la gente de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Tanto los que reconstruían la muralla como los que acarreaban los materiales hacían su trabajo con una mano y con la otra sostenían un arma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Todos los que trabajaban en la reconstrucción llevaban la espada a la cintura. A mi lado estaba el encargado de dar el toque de alarma con la trompeta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Yo había dicho a los nobles, a los gobernantes y al resto del pueblo: «La tarea es grande y extensa, y nosotros estamos muy esparcidos en la muralla, distantes los unos de los otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Por eso, en el lugar donde oigan el toque de la trompeta, cerremos filas. ¡Nuestro Dios peleará por nosotros!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Así que, desde el amanecer hasta que aparecían las estrellas, mientras trabajábamos en la obra, la mitad de la gente montaba guardia con lanza en mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "En aquella ocasión también dije a la gente: «Todos ustedes, incluso los ayudantes, quédense en Jerusalén para que en la noche sirvan de centinelas y de día trabajen en la obra»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Ni yo ni mis parientes y ayudantes, ni los de mi guardia personal, nos desvestíamos para nada: cada uno llevaba su arma, incluso cuando iba a buscar agua."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.5"
        ],
        "human": "Nehemías 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.6"
        ],
        "human": "Nehemías 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.4"
        ],
        "human": "Nehemías 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemías defiende a los pobres"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los hombres y las mujeres del pueblo protestaron enérgicamente contra sus hermanos judíos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "pues había quienes decían: «Si contamos a nuestros hijos y a nuestras hijas, ya somos muchos. Necesitamos conseguir trigo para subsistir»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Otros se quejaban: «Por conseguir trigo para no morirnos de hambre, hemos hipotecado nuestros campos, viñedos y casas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Había también quienes se quejaban: «Tuvimos que empeñar nuestros campos y viñedos para conseguir dinero prestado y así pagar el tributo al rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y aunque nosotros y nuestros hermanos somos de la misma sangre, y nuestros hijos y los suyos son iguales, a nosotros nos ha tocado vender a nuestros hijos e hijas como esclavos. De hecho, hay hijas nuestras sirviendo como esclavas, y no podemos rescatarlas, puesto que nuestros campos y viñedos están en poder de otros»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando oí sus palabras de protesta, me enojé muchísimo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y, después de reflexionar, reprendí a los nobles y gobernantes:",
            "—¡Es inconcebible que sus propios hermanos les exijan el pago de intereses!",
            "Convoqué además una gran asamblea contra ellos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y allí recriminé:",
            "—Hasta donde nos ha sido posible, hemos rescatado a nuestros hermanos judíos que fueron vendidos a los paganos. ¡Y ahora son ustedes quienes venden a sus hermanos, después de que nosotros los hemos rescatado! Todos se quedaron callados, pues no sabían qué responder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Yo añadí:",
            "—Lo que están haciendo ustedes es incorrecto. ¿No deberían caminar en el temor de Dios y evitar así el reproche de los paganos, nuestros enemigos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Mis hermanos y mis criados, y hasta yo mismo, les hemos prestado dinero y trigo. Pero ahora, ¡quitémosles esa carga de encima!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Yo les ruego que les devuelvan campos, viñedos, olivares y casas, y también el uno por ciento de la plata, del trigo, del vino y del aceite que ustedes les exigen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "—Está bien —respondieron ellos—, haremos todo lo que nos has pedido. Se lo devolveremos todo, sin exigirles nada.",
            "Entonces llamé a los sacerdotes, y ante estos les hice jurar que cumplirían su promesa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Luego me sacudí el manto y afirmé:",
            "—¡Así sacuda Dios y arroje de su casa y de sus propiedades a todo el que no cumpla esta promesa! ¡Así lo sacuda Dios y lo deje sin nada!",
            "Toda la asamblea respondió:",
            "—¡Amén!",
            "Entonces alabaron al Señor y el pueblo cumplió lo prometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Desde el año veinte del reinado de Artajerjes, cuando fui designado gobernador de la tierra de Judá, hasta el año treinta y dos, es decir, durante doce años, ni mis hermanos ni yo utilizamos el impuesto que me correspondía como gobernador."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "En cambio, los gobernadores que me precedieron habían impuesto cargas sobre el pueblo, y cada día les habían exigido comida y vino por un valor de cuarenta siclos de plata. También sus criados oprimían al pueblo. En cambio yo, por temor a Dios, no hice eso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Al contrario, tanto yo como mis criados trabajamos en la reconstrucción de la muralla y no compramos ningún terreno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "A mi mesa se sentaban ciento cincuenta hombres, entre judíos y oficiales, sin contar a los que llegaban de países vecinos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Era tarea de todos los días preparar un buey, seis ovejas escogidas y algunas aves; y cada diez días se traía vino en abundancia. Pero nunca utilicé el impuesto que me correspondía como gobernador, porque ya el pueblo tenía una carga muy pesada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "¡Recuerda, Dios mío, todo lo que he hecho por este pueblo y favoréceme!"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.6"
        ],
        "human": "Nehemías 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.7"
        ],
        "human": "Nehemías 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.5"
        ],
        "human": "Nehemías 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nueva oposición de los enemigos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Sambalat, Tobías, Guesén el árabe y el resto de nuestros enemigos se enteraron de que yo había reconstruido la muralla y se habían cerrado las brechas (aunque todavía no se habían puesto las puertas en su sitio)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces Sambalat y Guesén me enviaron este mensaje: «Tenemos que reunirnos contigo en alguna de las poblaciones del valle de Ono».",
            "En realidad, lo que planeaban era hacerme daño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Así que envié unos mensajeros a decirles: «Estoy ocupado en una gran obra y no puedo ir. Si bajara yo a reunirme con ustedes, la obra se vería interrumpida»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuatro veces me enviaron este mensaje y otras tantas respondí lo mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "La quinta vez Sambalat me envió, por medio de uno de sus sirvientes, el mismo mensaje en una carta abierta,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "que a la letra decía:",
            "«Corre el rumor entre la gente —y Guesén lo asegura— de que tú y los judíos están construyendo la muralla porque tienen planes de rebelarse. Según tal rumor, tú pretendes ser su rey,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "y has nombrado profetas para que te proclamen rey en Jerusalén y se declare: “¡Tenemos rey en Judá!”. Todo esto llegará a oídos del rey. Por eso, ven y hablemos de este asunto»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Yo envié a decirle: «Nada de lo que dices es cierto. Todo esto es pura invención tuya»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "En realidad, lo que pretendían era asustarnos. Pensaban desanimarnos, para que no termináramos la obra.",
            "«Y ahora, Señor, ¡fortalece mis manos!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Fui entonces a la casa de Semaías, hijo de Delaías y nieto de Mehetabel, que se había encerrado en su casa. Él me dijo: «Reunámonos a puerta cerrada en el Templo de Dios, en el interior del mismo, porque vendrán a matarte. ¡Sí, esta noche te quitarán la vida!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero yo respondí: «¡Yo no soy de los que huyen! ¡Los hombres como yo no corren a esconderse en el Templo para salvar la vida! ¡No me esconderé!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y es que me di cuenta de que Dios no lo había enviado, sino que se las daba de profeta porque Sambalat y Tobías lo habían sobornado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "En efecto, lo habían sobornado para intimidarme y hacerme pecar siguiendo su consejo. Así podrían hablar mal de mí y desprestigiarme."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "«¡Dios mío, recuerda las intrigas de Sambalat y Tobías! ¡Recuerda también a la profetisa Noadías y a los otros profetas que quisieron asustarme!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Termina la reconstrucción de la muralla"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "La muralla se terminó el día veinticinco del mes de elul. Su reconstrucción había durado cincuenta y dos días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Cuando todos nuestros enemigos se enteraron de esto, las naciones vecinas se sintieron atemorizadas y humilladas, pues reconocieron que ese trabajo se había hecho con la ayuda de nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "En aquellos días los nobles de Judá se mantuvieron en estrecho contacto por carta con Tobías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "pues muchos judíos se habían aliado a él por ser yerno de Secanías, hijo de Araj, y porque su hijo Johanán era yerno de Mesulán, hijo de Berequías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "En mi presencia hablaban bien de él, y luego le comunicaban todo lo que yo decía. Tobías, por su parte, trataba de asustarme con sus cartas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.7"
        ],
        "human": "Nehemías 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.8"
        ],
        "human": "Nehemías 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.6"
        ],
        "human": "Nehemías 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Plan para defender a Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Una vez que se terminó la reconstrucción de la muralla, fueron colocadas sus puertas, se nombraron porteros, cantores y levitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "A mi hermano Jananí, que era un hombre fiel y temeroso de Dios como pocos, lo puse a cargo de Jerusalén, junto con Jananías, comandante de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "A los dos les dije: «Las puertas de Jerusalén se abrirán cuando ya haya salido el sol; volverán a cerrarse y se asegurarán con sus barras cuando los porteros estén en sus puestos. Además, los habitantes de Jerusalén montarán guardia, unos en sus puestos y otros frente a su propia casa»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Lista de los repatriados"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "La ciudad ocupaba una gran extensión, pero tenía pocos habitantes porque no todas las casas se habían reconstruido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Mi Dios puso en mi corazón el deseo de reunir a los nobles, a los oficiales y al pueblo, para registrarlos según su descendencia; y encontré el registro genealógico de los que habían regresado en la primera repatriación. Allí estaba escrito:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "La siguiente es la lista de la gente de la provincia, es decir, de aquellos que Nabucodonosor, rey de Babilonia, había llevado cautivos y a quienes se les permitió regresar a Jerusalén y a Judá. Cada uno volvió a su propia ciudad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "bajo el mando de Zorobabel, Jesúa, Nehemías, Azarías, Raamías, Najamani, Mardoqueo, Bilsán, Mispéret, Bigvay, Nehúm y Baná.",
            "Esta es la lista de los israelitas que regresaron:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "los descendientes de",
            "Parós",
            "2,172"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Sefatías",
            "372"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Araj",
            "652"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pajat Moab, es decir, de Jesúa y Joab",
            "2,818"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Elam",
            "1,254"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Zatú",
            "845"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Zacay",
            "760"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Binuy",
            "648"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Bebay",
            "628"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Azgad",
            "2,322"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Adonicán",
            "667"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Bigvay",
            "2,067"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Adín",
            "655"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Ater, es decir, de Ezequías",
            "98"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Jasún",
            "328"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Bezay",
            "324"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Jarif",
            "112"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Gabaón",
            "95"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Belén y de Netofa",
            "188"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Anatot",
            "128"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Bet Azmávet",
            "42"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Quiriat Yearín, Cafira y Berot",
            "743"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Ramá y Gueba",
            "621"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Micmás",
            "122"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Betel y de Hai",
            "123"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "el otro Nebo",
            "52"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "el otro Elam",
            "1,254"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Jarín",
            "320"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Jericó",
            "345"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Lod, Jadid y Ono",
            "721"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Sená",
            "3,930"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "De los sacerdotes:",
            "los descendientes de",
            "Jedaías, de la familia de Jesúa",
            "973"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Imer",
            "1,052"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Pasur",
            "1,247"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Jarín",
            "1,017"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "De los levitas:",
            "los descendientes de",
            "Jesúa y de Cadmiel, que pertenecían a la familia de Hodavías",
            "74"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "De los cantores:",
            "los descendientes de",
            "Asaf",
            "148"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "De los porteros:",
            "los descendientes de",
            "Salún, Ater, Talmón,",
            "Acub, Jatitá y Sobay",
            "138"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "De los servidores del Templo:",
            "los descendientes de",
            "Zijá, Jasufá, Tabaot,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Querós, Sigajá, Padón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Lebaná, Jagabá, Salmay,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Janán, Guidel, Gajar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Reaías, Rezín, Necoda,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Gazán, Uza, Paseaj,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "Besay, Meunín, Nefisesín,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Bacbuc, Jacufá, Jarjur,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "Baslut, Mejidá, Jarsa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "Barcós, Sísara, Temá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "Neziaj y Jatifá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "De los descendientes de los servidores de Salomón:",
            "los descendientes de",
            "Sotay, Soféret, Peruda,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            58
          ],
          "lines": [
            "Jalá, Darcón, Guidel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            59
          ],
          "lines": [
            "Sefatías, Jatil,",
            "Poquéret Hasebayin y Amón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            60
          ],
          "lines": [
            "Los servidores del Templo y de los descendientes de los servidores de Salomón",
            "392"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            61
          ],
          "lines": [
            "Los siguientes regresaron de Tel Melaj, Tel Jarsá, Querub, Adón e Imer, pero no pudieron demostrar ascendencia israelita:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            62
          ],
          "lines": [
            "los descendientes de",
            "Delaías, Tobías y Necoda",
            "642"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            63
          ],
          "lines": [
            "De entre los sacerdotes, tampoco pudieron demostrar su ascendencia israelita los siguientes:",
            "los descendientes de",
            "Jobaías, Cos y Barzilay (este último se casó con una de las hijas de un galaadita llamado Barzilay, del cual tomó su nombre)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            64
          ],
          "lines": [
            "Estos buscaron sus registros genealógicos, pero como no los encontraron, fueron excluidos del sacerdocio al considerarlos impuros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            65
          ],
          "lines": [
            "A ellos el gobernador les prohibió comer de los alimentos sagrados hasta que un sacerdote decidiera su destino por medio del urim y el tumim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            66
          ],
          "lines": [
            "El número total de los miembros de la asamblea era de cuarenta y dos mil trescientas sesenta personas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            67
          ],
          "lines": [
            "sin contar los esclavos y esclavas que sumaban siete mil trescientos treinta y siete; y también había doscientos cuarenta y cinco cantores y cantoras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            68
          ],
          "lines": [
            "Tenían además setecientos treinta y seis caballos, doscientas cuarenta y cinco mulas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            69
          ],
          "lines": [
            "cuatrocientos treinta y cinco camellos y seis mil setecientos veinte burros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            70
          ],
          "lines": [
            "Algunos jefes de familia entregaron al tesoro donativos para la obra. El gobernador entregó al tesoro mil dáricos de oro, cincuenta tazones y quinientas treinta túnicas sacerdotales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            71
          ],
          "lines": [
            "Los jefes de familia entregaron veinte mil dáricos de oro y dos mil doscientas minas de plata."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            72
          ],
          "lines": [
            "El resto del pueblo entregó veinte mil dáricos de oro y dos mil minas de plata y sesenta y siete túnicas sacerdotales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            73
          ],
          "lines": [
            "Los sacerdotes, los levitas, los porteros, los cantores, la gente del pueblo, los servidores del Templo y los demás israelitas se establecieron en sus propias ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Esdras lee la Ley"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            73
          ],
          "lines": [
            "Al llegar el mes séptimo, los israelitas ya estaban establecidos en sus ciudades."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.8"
        ],
        "human": "Nehemías 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.9"
        ],
        "human": "Nehemías 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.7"
        ],
        "human": "Nehemías 7",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces todo el pueblo, como un solo hombre, se reunió en la plaza que está frente a la puerta del Agua y pidió al maestro Esdras traer el libro de la Ley que el Señor había dado a Israel por medio de Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Así que el día primero del mes séptimo, el sacerdote Esdras llevó la Ley ante la asamblea, que estaba compuesta de hombres y mujeres y de todos los que podían comprender la lectura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces la leyó en presencia de ellos desde el alba hasta el mediodía en la plaza que está frente a la puerta del Agua. Todo el pueblo estaba muy atento a la lectura del libro de la Ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El maestro Esdras se puso de pie sobre una plataforma de madera construida para la ocasión. A su derecha estaban Matatías, Semá, Anaías, Urías, Jilquías y Maseías; a su izquierda, Pedaías, Misael, Malquías, Jasún, Jasbadana, Zacarías y Mesulán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Esdras, a quien la gente podía ver porque él estaba en un lugar más alto, abrió el libro y todo el pueblo se puso de pie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces Esdras bendijo al Señor, el gran Dios. Y todo el pueblo, levantando las manos, respondió: «¡Amén y amén!». Luego adoraron al Señor, postrándose rostro en tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los levitas Jesúa, Baní, Serebías, Jamín, Acub, Sabetay, Hodías, Maseías, Quelitá, Azarías, Jozabad, Janán y Pelaías le explicaban la Ley al pueblo, que no se movía de su sitio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Ellos leían con claridad el libro de la Ley de Dios y lo interpretaban de modo que se comprendiera su lectura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Al oír las palabras de la Ley, la gente comenzó a llorar. Por eso el gobernador Nehemías, el sacerdote y maestro Esdras y los levitas que enseñaban al pueblo dijeron: «No lloren ni se pongan tristes, porque este día ha sido consagrado al Señor su Dios»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Luego Nehemías añadió: «Ya pueden irse. Coman bien, tomen bebidas dulces y compartan su comida con quienes no tengan nada, porque este día ha sido consagrado a nuestro Señor. No estén tristes, pues el gozo del Señor es su fortaleza»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "También los levitas tranquilizaban a todo el pueblo. Les decían: «¡Tranquilos! ¡No estén tristes, que este es un día santo!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así que todo el pueblo se fue a comer, beber, compartir su comida y a celebrar con gran alegría; porque habían comprendido lo que se les había enseñado."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La fiesta de las Enramadas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Al día siguiente, los jefes de familia, junto con los sacerdotes y los levitas, se reunieron con el maestro Esdras para estudiar las palabras de la Ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y en esta encontraron escrito que el Señor había mandado a Moisés que durante la fiesta del mes séptimo los israelitas debían habitar en enramadas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "y pregonar en todas sus ciudades y en Jerusalén esta orden: «Vayan a la montaña y traigan ramas de olivo, de olivo silvestre, de arrayán, de palmera y de todo árbol frondoso, para hacer enramadas, conforme a lo que está escrito»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "La gente fue, trajo ramas y con ellas hizo enramadas en las azoteas, en los patios, en el atrio del Templo de Dios, en la plaza de la puerta del Agua y en la plaza de la puerta de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Toda la asamblea de los que habían regresado del cautiverio hizo enramadas y habitó en ellas. Como los israelitas no habían hecho esto desde los días de Josué, hijo de Nun, hubo gran alegría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Todos los días, desde el primero hasta el último, se leyó el libro de la Ley de Dios. Celebraron la fiesta durante siete días y en el día octavo hubo una asamblea, según lo ordenado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.9"
        ],
        "human": "Nehemías 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.10"
        ],
        "human": "Nehemías 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.8"
        ],
        "human": "Nehemías 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los israelitas confiesan sus pecados"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El día veinticuatro de ese mes los israelitas se reunieron para ayunar, se vistieron de luto y se echaron ceniza sobre la cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Habiéndose separado de los extranjeros, se pusieron de pie y confesaron públicamente sus propios pecados y la maldad de sus antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Permanecieron en su lugar y durante tres horas leyeron el libro de la Ley del Señor su Dios; en las tres horas siguientes confesaron sus pecados y lo adoraron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Luego los levitas Jesúa, Baní, Cadmiel, Sebanías, Buní, Serebías, Baní y Quenaní subieron a la plataforma y en alta voz invocaron al Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y los levitas Jesúa, Cadmiel, Baní, Jasabnías, Serebías, Hodías, Sebanías y Petaías clamaron: «¡Vamos, bendigan al Señor su Dios desde ahora y para siempre!",
            "»¡Bendito sea tu glorioso nombre! ¡Exaltado sobre toda bendición y alabanza!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "¡Solo tú eres el Señor! Tú has hecho los cielos, los cielos de los cielos y todo lo que hay en ellos. Tú hiciste la tierra y el mar con todo lo que en ellos hay. Tú das vida a todo lo creado. ¡Por eso te adora todo lo que hay en los cielos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Tú, Señor y Dios, fuiste quien escogió a Abram. Tú lo sacaste de Ur de los caldeos y le pusiste por nombre Abraham."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Descubriste en él un corazón fiel e hiciste con él un pacto. Prometiste que a sus descendientes darías la tierra de los cananeos, de los hititas, amorreos y ferezeos, de los jebuseos y gergeseos. Y cumpliste tu palabra porque eres justo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»En Egipto viste la aflicción de nuestros antepasados; junto al mar Rojo escuchaste sus lamentos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Lanzaste grandes señales y maravillas contra el faraón, sus siervos y la gente de su tierra, porque viste la insolencia con que habían tratado a tu pueblo. Fue así como te ganaste la buena fama que hoy tienes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "A la vista de ellos abriste el mar, y lo cruzaron sobre terreno seco. Pero arrojaste a sus perseguidores en lo más profundo del mar, como piedra en aguas impetuosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Con una columna de nube los guiaste de día, con una columna de fuego los guiaste de noche: alumbraste el camino que debían seguir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Descendiste al monte Sinaí; desde el cielo hablaste. Les diste ordenanzas justas y leyes verdaderas, estatutos y mandamientos buenos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Diste a conocer tu sábado santo y por medio de tu servidor Moisés les entregaste tus mandamientos, estatutos y leyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Saciaste su hambre con pan del cielo; calmaste su sed con agua de la roca. Les diste posesión de la tierra que bajo juramento solemne con la mano en alto habías prometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»Pero ellos y nuestros antepasados fueron altivos; fueron tercos y no obedecieron tus mandamientos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Se negaron a escucharte; no se acordaron de las maravillas que hiciste por ellos. Fue tanta su terquedad y rebeldía que hasta se nombraron un jefe para que los hiciera volver a la esclavitud. Pero tú eres Dios perdonador, misericordioso y compasivo, lento para la ira y grande en amor. Por eso no los abandonaste,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "a pesar de que se hicieron un becerro de metal fundido y dijeron: “Este es tu dios que te sacó de Egipto”; y aunque fueron terribles las ofensas que cometieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»Tú no los abandonaste en el desierto porque eres muy compasivo. Jamás se apartó de ellos la columna de nube que los guiaba de día por el camino; ni dejó de alumbrarlos la columna de fuego que de noche les mostraba por dónde ir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Con tu buen Espíritu les diste entendimiento. No quitaste tu maná de su boca; les diste agua para calmar su sed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cuarenta años los sustentaste en el desierto. ¡Nada les faltó! No se desgastaron sus vestidos ni se les hincharon los pies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "»Les entregaste reinos y pueblos, y asignaste a cada cual su territorio. Conquistaron las tierras de Og y de Sijón, que eran reyes de Hesbón y de Basán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Multiplicaste sus hijos como las estrellas del cielo; los hiciste entrar en la tierra que bajo juramento prometiste a sus antepasados que iban a heredar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y sus hijos entraron en la tierra y tomaron posesión de ella. Ante ellos sometiste a los cananeos que la habitaban; les entregaste reyes y pueblos de esa tierra, para que hicieran con ellos lo que quisieran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Conquistaron ciudades fortificadas y una tierra fértil; se adueñaron de casas repletas de bienes, de cisternas, viñedos y olivares, y de gran cantidad de árboles frutales. Comieron y se hartaron y engordaron; ¡disfrutaron de tu gran bondad!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "»Pero fueron desobedientes: se rebelaron contra ti, rechazaron tu Ley, mataron a tus profetas que los exhortaban a volverse a ti; ¡te ofendieron mucho!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Por eso los entregaste a sus enemigos y estos los oprimieron. En tiempo de angustia clamaron a ti y desde el cielo los escuchaste; por tu inmensa compasión enviaste salvadores para que los liberaran de sus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "»Pero cuando tenían descanso, volvían a hacer lo malo ante tu presencia; tú los abandonabas en manos de sus enemigos y ellos los dominaban. De nuevo clamaban a ti y desde el cielo los escuchabas. ¡Por tu inmensa compasión muchas veces los libraste!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "»Les advertiste que volvieran a tu Ley, pero ellos actuaron con soberbia y no obedecieron tus mandamientos. Pecaron contra tus leyes que dan vida a quien las obedezca. En su rebeldía te rechazaron, fueron tercos y no quisieron escuchar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Por años les tuviste paciencia; con tu Espíritu los amonestaste por medio de tus profetas, pero ellos no quisieron escuchar. Por eso los dejaste caer en manos de los pueblos de esa tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Sin embargo, es tal tu compasión que no los destruiste ni abandonaste, porque eres Dios misericordioso y compasivo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "»Y ahora, Dios nuestro, Dios grande, temible y poderoso, que cumples el pacto y eres fiel, no tengas en poco los sufrimientos que han padecido nuestros reyes, líderes, sacerdotes y profetas, nuestros antepasados y todo tu pueblo, desde los reyes de Asiria hasta hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Tú has sido justo en todo lo que nos ha sucedido, porque actúas con fidelidad. Nosotros, en cambio, actuamos con maldad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Nuestros reyes y líderes, nuestros sacerdotes y antepasados desobedecieron tu ley y no prestaron atención a tus mandamientos ni a tus mandatos con los que los amonestabas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Pero ellos, durante su reinado, no quisieron servirte ni abandonar sus malas obras, a pesar de que les diste muchos bienes y les regalaste una tierra extensa y fértil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "»Por eso ahora somos esclavos, esclavos en la tierra que diste a nuestros antepasados para que comieran de sus buenos frutos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Sus abundantes cosechas son ahora de los reyes que nos has impuesto por nuestro pecado. Como tienen el poder, hacen lo que quieren con nosotros y con nuestro ganado. ¡Grande es nuestra aflicción!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El acuerdo del pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "»Por todo esto, nosotros hacemos este pacto y lo ponemos por escrito, firmado por nuestros líderes, levitas y sacerdotes»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.10"
        ],
        "human": "Nehemías 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.11"
        ],
        "human": "Nehemías 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.9"
        ],
        "human": "Nehemías 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El pueblo se compromete a obedecer la Ley"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "La siguiente es la lista de los que firmaron:",
            "Nehemías, hijo de Jacalías, que era el gobernador;",
            "Sedequías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Seraías, Azarías, Jeremías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pasur, Amarías, Malquías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Jatús, Sebanías, Maluc,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Jarín, Meremot, Abdías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Daniel, Guinetón, Baruc,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Mesulán, Abías, Mijamín,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Maazías, Bilgay y Semaías.",
            "Estos eran los sacerdotes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los levitas:",
            "Jesúa, hijo de Azanías, Binuy, de los descendientes de Henadad, Cadmiel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y sus hermanos Sebanías, Hodías, Quelitá, Pelaías, Janán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Micaías, Rejob, Jasabías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Zacur, Serebías, Sebanías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Hodías, Baní y Beninu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los jefes del pueblo:",
            "Parós, Pajat Moab, Elam, Zatú, Baní,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Buní, Azgad, Bebay,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Adonías, Bigvay, Adín,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ater, Ezequías, Azur,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Hodías, Jasún, Bezay,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Jarif, Anatot, Nebay,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Magpías, Mesulán, Hezir,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Mesezabel, Sadoc, Jadúa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pelatías, Janán, Anaías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Oseas, Jananías, Jasub,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Halojés, Piljá, Sobec,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Rejún, Jasabná, Maseías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Ahías, Janán, Anán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Maluc, Jarín y Baná."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "«Todos los demás —sacerdotes, levitas, porteros, cantores, servidores del Templo, todos los que se habían separado de los pueblos vecinos para cumplir con la Ley de Dios, más sus mujeres, hijos e hijas, y todos los que tenían uso de razón—"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "se unieron a sus parientes que ocupaban cargos importantes y se comprometieron, bajo juramento, a vivir conforme a la Ley que Dios les había dado por medio de su servidor Moisés, y a obedecer todos los mandamientos, ordenanzas y estatutos del Señor, Soberano nuestro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "»Además, todos nos comprometimos a no casar a nuestras hijas con los habitantes del país ni aceptar a sus hijas como esposas para nuestros hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "»También prometimos que, si la gente del país venía en sábado, o en cualquier otro día de fiesta, a vender sus mercancías o grano, nosotros no les compraríamos nada. Prometimos asimismo que en el séptimo año no cultivaríamos la tierra y que perdonaríamos toda deuda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "»Además, nos impusimos la obligación de contribuir cada año con la tercera parte de un siclo de plata para los gastos del Templo de nuestro Dios:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "el pan consagrado, las ofrendas y el holocausto diarios, los sacrificios de los sábados, de la luna nueva y de las fiestas solemnes. También las ofrendas sagradas, los sacrificios para obtener el perdón por el pecado de Israel y todo el servicio del Templo de nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "»En cuanto a la leña, echamos suertes entre nosotros los sacerdotes, los levitas y el pueblo en general, según nuestras familias, para determinar a quiénes les tocaría llevar, en los tiempos fijados cada año, la contribución de la leña para el Templo del Señor nuestro Dios, para que ardiera en su altar, como está escrito en la Ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "»Además nos comprometimos a llevar cada año al Templo del Señor las primicias del campo y de todo árbol frutal;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "también a presentar nuestros primogénitos y las primeras crías de nuestro ganado, tanto de las vacas como de las ovejas, ante los sacerdotes que sirven en el Templo de nuestro Dios, como está escrito en la Ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "»Estuvimos de acuerdo en llevar a los depósitos del Templo de nuestro Dios las primicias de nuestra molienda, de nuestras ofrendas, del fruto de los árboles, del vino nuevo y de nuestro aceite, para los sacerdotes que ministran en el Templo de nuestro Dios. Acordamos también dar la décima parte de nuestras cosechas a los levitas, pues son ellos quienes recolectan todo esto en los pueblos donde trabajamos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Un sacerdote de la familia de Aarón acompañará a los levitas cuando estos vayan a recolectar los diezmos. Los levitas, por su parte, llevarán el diezmo de los diezmos a los depósitos de la tesorería del Templo de nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Los israelitas y los levitas llevarán las ofrendas de trigo, de vino y de aceite a los depósitos donde se guardan los utensilios del santuario y donde permanecen los sacerdotes, los porteros y los cantores, cuando están de servicio.",
            "»Así nos comprometimos a no descuidar el Templo de nuestro Dios»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.11"
        ],
        "human": "Nehemías 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.12"
        ],
        "human": "Nehemías 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.10"
        ],
        "human": "Nehemías 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los que se establecieron en Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los líderes del pueblo se establecieron en Jerusalén. Entre el resto del pueblo se hizo un sorteo para que uno de cada diez se quedara a vivir en Jerusalén, la ciudad santa, y los otros nueve se establecieran en las otras poblaciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El pueblo bendijo a todos los que se ofrecieron voluntariamente a vivir en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Estos son los jefes de la provincia que se establecieron en Jerusalén y en las otras poblaciones de Judá. Los israelitas, los sacerdotes, los levitas, los servidores del Templo y los descendientes de los servidores de Salomón se establecieron, cada uno en su propia población y en su respectiva propiedad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Estos fueron los judíos y benjamitas que se establecieron en Jerusalén:",
            "De los descendientes de Judá:",
            "Ataías, hijo de Uzías, hijo de Zacarías, hijo de Amarías, hijo de Sefatías, hijo de Malalel, de los descendientes de Fares;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y Maseías, hijo de Baruc, hijo de Coljozé, hijo de Jazaías, hijo de Adaías, hijo de Joyarib, hijo de Zacarías, hijo de Siloní."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El total de los descendientes de Fares que se establecieron en Jerusalén fue de cuatrocientos sesenta y ocho hombres capaces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "De los descendientes de Benjamín:",
            "Salú, hijo de Mesulán, hijo de Joed, hijo de Pedaías, hijo de Colaías, hijo de Maseías, hijo de Itiel, hijo de Isaías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y sus hermanos Gabay y Salay. En total eran novecientos veintiocho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Su jefe era Joel, hijo de Zicrí, y el segundo jefe de la ciudad era Judá, hijo de Senuá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "De los sacerdotes:",
            "Jedaías, hijo de Joyarib, Jaquín,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Seraías, hijo de Jilquías, hijo de Mesulán, hijo de Sadoc, hijo de Merayot, hijo de Ajitob, que era el oficial a cargo del Templo de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "y sus parientes, que eran ochocientos veintidós y trabajaban en el Templo;",
            "así mismo, Adaías, hijo de Jeroán, hijo de Pelalías, hijo de Amsí, hijo de Zacarías, hijo de Pasur, hijo de Malquías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "y sus parientes, los cuales eran jefes de familia y sumaban doscientos cuarenta y dos;",
            "también Amasay, hijo de Azarel, hijo de Ajsay, hijo de Mesilemot, hijo de Imer,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y sus parientes, los cuales eran ciento veintiocho valientes.",
            "Su jefe era Zabdiel, hijo de Guedolín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "De los levitas:",
            "Semaías, hijo de Jasub, hijo de Azricán, hijo de Jasabías, hijo de Buní;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Sabetay y Jozabad, que eran jefes de los levitas y estaban encargados de la obra exterior del Templo de Dios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Matanías, hijo de Micaías, hijo de Zabdí, hijo de Asaf, que dirigía el coro de los que entonaban las acciones de gracias en el momento de la oración;",
            "Bacbuquías, segundo entre sus hermanos,",
            "y Abdá, hijo de Samúa, hijo de Galal, hijo de Jedutún."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Los levitas que se establecieron en la ciudad santa fueron doscientos ochenta y cuatro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "De los porteros:",
            "Acub, Talmón y sus parientes, que vigilaban las puertas. En total eran ciento setenta y dos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Los demás israelitas, de los sacerdotes y de los levitas, vivían en todas las poblaciones de Judá, cada uno en su propiedad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Los servidores del Templo, que estaban bajo la dirección de Zijá y Guispa, se establecieron en Ofel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "El jefe de los levitas que estaban en Jerusalén era Uzi, hijo de Baní, hijo de Jasabías, hijo de Matanías, hijo de Micaías, uno de los descendientes de Asaf. Estos tenían a su cargo el canto en el servicio del Templo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Una orden real y un reglamento establecían los deberes diarios de los cantores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Para atender a todos los asuntos del pueblo, el rey había nombrado como su representante a Petaías, hijo de Mesezabel, que era uno de los descendientes de Zera, hijo de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otras ciudades habitadas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Algunos judíos se establecieron en las siguientes ciudades con sus poblaciones: Quiriat Arbá, Dibón, Yecabsel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Jesúa, Moladá, Bet Pelet,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Jazar Súal, Berseba,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Siclag, Mecona,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Enrimón, Zora, Jarmut,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Zanoa, Adulán, Laquis y Azeca, es decir, desde Berseba hasta el valle de Hinón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Los benjamitas se establecieron en Gueba, Micmás, Aías, Betel y sus poblaciones,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Anatot, Nob, Ananías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Jazor, Ramá, Guitayin,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Jadid, Seboyín, Nebalat,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Lod y Ono, y en el valle de los Artesanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Algunos levitas de Judá se unieron a los benjamitas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.12"
        ],
        "human": "Nehemías 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.13"
        ],
        "human": "Nehemías 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.11"
        ],
        "human": "Nehemías 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sacerdotes y levitas repatriados"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Estos son los sacerdotes y los levitas que regresaron con Zorobabel, hijo de Salatiel, y con Jesúa:",
            "Seraías, Jeremías, Esdras,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Amarías, Maluc, Jatús,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Secanías, Rejún, Meremot,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Idó, Guinetón, Abías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Mijamín, Madías, Bilgá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Semaías, Joyarib, Jedaías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Salú, Amoc, Jilquías y Jedaías.",
            "Estos eran los jefes de los sacerdotes y de sus parientes en los días de Jesúa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los levitas eran Jesúa, Binuy, Cadmiel, Serebías, Judá y Matanías, quien dirigía las acciones de gracias junto con sus hermanos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Bacbuquías y Uni, sus hermanos, se colocaban frente a ellos en los servicios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los descendientes de Jesúa eran Joaquim,",
            "Eliasib, Joyadá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Jonatán y Jadúa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Los jefes de las familias sacerdotales, en la época de Joaquim, eran:",
            "de Seraías: Meraías;",
            "de Jeremías: Jananías;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "de Esdras: Mesulán;",
            "de Amarías: Johanán;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "de Melicú: Jonatán;",
            "de Sebanías: José;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "de Jarín: Adná;",
            "de Merayot: Jelcay;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "de Idó: Zacarías;",
            "de Guinetón: Mesulán;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "de Abías: Zicrí;",
            "de Minjamín; de Moadías: Piltay;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "de Bilgá: Samúa;",
            "de Semaías: Jonatán;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "de Joyarib: Matenay;",
            "de Jedaías: Uzi;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "de Salay: Calay;",
            "de Amoc: Éber;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "de Jilquías: Jasabías;",
            "de Jedaías: Natanael."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los jefes de familia de los levitas y de los sacerdotes en tiempos de Eliasib, Joyadá, Johanán y Jadúa fueron inscritos durante el reinado de Darío el persa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Los jefes de familia de los levitas hasta los días de Johanán, hijo de Eliasib, fueron inscritos en el libro de las crónicas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Los jefes de los levitas eran Jasabías, Serebías y Jesúa, hijo de Cadmiel. Cuando les llegaba el turno de servicio, sus parientes se colocaban frente a ellos para la alabanza y la acción de gracias; un grupo respondía al otro, según lo establecido por David, hombre de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Matanías, Bacbuquías, Abdías, Mesulán, Talmón y Acub eran los porteros que montaban la guardia en los depósitos cercanos a las puertas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Todos estos vivieron en tiempos de Joaquim, hijo de Jesúa y nieto de Josadac, y en tiempos del gobernador Nehemías y del sacerdote y maestro Esdras."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dedicación de la muralla"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Cuando llegó el momento de dedicar la muralla, buscaron a los levitas en todos los lugares donde vivían, y los llevaron a Jerusalén para celebrar la dedicación con cánticos de acción de gracias, al son de címbalos, liras y arpas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces se reunieron los cantores de los alrededores de Jerusalén y de las aldeas de Netofa"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "y Bet Guilgal, así como de los campos de Gueba y de Azmávet, ya que los cantores se habían construido aldeas alrededor de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Después de purificarse a sí mismos, los sacerdotes y los levitas purificaron también a la gente, las puertas y la muralla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Luego hice que los líderes de Judá subieran a la muralla y organicé dos grandes coros. Uno de ellos marchaba sobre la muralla hacia la derecha, rumbo a la puerta del Basurero,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "seguido de Osaías, la mitad de los líderes de Judá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Azarías, Esdras, Mesulán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Judá, Benjamín, Semaías y Jeremías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "A estos los acompañaban los siguientes sacerdotes, que llevaban trompetas: Zacarías, hijo de Jonatán, hijo de Semaías, hijo de Matanías, hijo de Micaías, hijo de Zacur, hijo de Asaf,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "y sus parientes Semaías, Azarel, Milalay, Guilalay, May, Natanael, Judá y Jananí, que llevaban los instrumentos musicales de David, hombre de Dios. Al frente de ellos iba el maestro Esdras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Al llegar a la puerta de la Fuente, subieron derecho por las gradas de la Ciudad de David, por la cuesta de la muralla, pasando junto al palacio de David, hasta la puerta del Agua, al este de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "El segundo coro marchaba en dirección opuesta, a lo largo de la torre de los Hornos hasta el muro Ancho. Yo iba detrás, sobre la muralla, junto con la otra mitad de la gente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Pasamos por encima de la puerta de Efraín, la de Jesaná y la de los Pescados; por la torre de Jananel y la de los Cien, y por la puerta de las Ovejas, hasta llegar a la puerta de la Guardia. Allí nos detuvimos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Los dos coros ocuparon sus sitios en el Templo de Dios. Lo mismo hicimos yo, la mitad de los oficiales del pueblo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "y los sacerdotes Eliaquín, Maseías, Minjamín, Micaías, Elihoenay, Zacarías y Jananías con sus trompetas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "además de Maseías, Semaías, Eleazar, Uzi, Johanán, Malquías, Elam y Ezer. Enseguida los cantores empezaron a cantar a toda voz, dirigidos por Izraías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Ese día se ofrecieron muchos sacrificios y hubo fiesta, porque Dios los llenó de alegría. Hasta las mujeres y los niños participaron. Era tal el regocijo de Jerusalén que se oía desde lejos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Contribución para los sacerdotes y levitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Aquel día se nombró a los encargados de los depósitos donde se almacenaban los tesoros, las ofrendas, las primicias y los diezmos, para que depositaran en ellos las contribuciones que provenían de los campos de cada población y que, según la Ley, correspondían a los sacerdotes y a los levitas. La gente de Judá estaba contenta con el servicio que prestaban los sacerdotes y levitas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "quienes según lo establecido por David y su hijo Salomón se ocupaban del servicio de su Dios y del servicio de purificación, junto con los cantores y los porteros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Por mucho tiempo, desde los días de David y de Asaf, había directores de coro y cánticos de alabanza y de acción de gracias a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "En la época de Zorobabel y de Nehemías, todos los días los israelitas entregaban las porciones correspondientes a los cantores y a los porteros. Así mismo daban las ofrendas sagradas para los demás levitas, y los levitas a su vez entregaban a los hijos de Aarón lo que a estos les correspondía."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.13"
        ],
        "human": "Nehemías 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.1"
        ],
        "human": "Ester 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.12"
        ],
        "human": "Nehemías 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reforma final de Nehemías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Aquel día se leyó ante el pueblo el libro de Moisés, y allí se encontró escrito que los amonitas y moabitas no debían jamás formar parte del pueblo de Dios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "porque no solo no habían dado de comer ni de beber a los israelitas, sino que habían contratado a Balán para que los maldijera, aunque en realidad nuestro Dios cambió la maldición por bendición."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Al escuchar lo que esta Ley decía, apartaron de Israel a todos los que se habían mezclado con extranjeros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Antes de esto, el sacerdote Eliasib, encargado de los depósitos del Templo de nuestro Dios, estaba emparentado con Tobías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y le había acondicionado una habitación grande. Allí se almacenaban las ofrendas, el incienso, los utensilios, los diezmos del trigo, vino y aceite destinados a los levitas, cantores y porteros, y las contribuciones para los sacerdotes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Para ese entonces yo no estaba en Jerusalén, porque en el año treinta y dos de Artajerjes, rey de Babilonia, había ido a ver al rey. Después de algún tiempo, con permiso del rey"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "regresé a Jerusalén y me enteré de la maldad cometida por Eliasib al proporcionarle a Tobías una habitación en los atrios del Templo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Esto me disgustó tanto que hice sacar de la habitación todas las pertenencias de Tobías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Luego ordené que purificaran las habitaciones y volvieran a colocar allí los utensilios sagrados del Templo de Dios, las ofrendas y el incienso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "También me enteré de que a los levitas no les habían entregado sus porciones y de que los levitas y cantores encargados del servicio habían regresado a sus campos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así que reprendí a los oficiales y dije: «¿Por qué está tan descuidado el Templo de Dios?». Luego los reuní y los restablecí en sus puestos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Todo Judá trajo a los almacenes la décima parte del trigo, del vino y del aceite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Puse a cargo de los almacenes al sacerdote Selemías, al escriba Sadoc y al levita Pedaías; como ayudante de ellos nombré a Janán, hijo de Zacur y nieto de Matanías. Todos ellos eran dignos de confianza y se encargarían de distribuir las porciones entre sus compañeros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "«¡Recuerda esto, Dios mío, y favoréceme; no olvides todo el bien que hice por el Templo de mi Dios y de su culto!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Durante aquellos días vi en Judá que en sábado algunos exprimían uvas y otros acarreaban, a lomo de burro, manojos de trigo, vino, uvas, higos y toda clase de cargas que llevaban a Jerusalén. Les advertí entonces que no vendieran sus víveres en ese día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "También los tirios, que vivían en Jerusalén, traían a la ciudad pescado y otras mercancías para venderlas a los judíos en sábado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Así que reprendí la actitud de los nobles de Judá y les dije: «¡Ustedes están pecando al profanar el día sábado!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Lo mismo hicieron sus antepasados, y por eso nuestro Dios envió toda esta desgracia sobre nosotros y sobre esta ciudad. ¿Acaso quieren que aumente la ira de Dios sobre Israel por profanar el sábado?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces ordené que cerraran las puertas de Jerusalén al caer la tarde, antes de que comenzara el sábado, y que no las abrieran hasta después de ese día. Así mismo, puse a algunos de mis sirvientes en las puertas para que no dejaran entrar ninguna carga en sábado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Una o dos veces, los comerciantes y los vendedores de toda clase de mercancías pasaron la noche fuera de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Así que advertí: «¡No se queden junto a la muralla! Si vuelven a hacerlo, ¡los apresaré!». Desde entonces no volvieron a aparecerse más en sábado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Luego ordené a los levitas que se purificaran y que fueran a hacer guardia en las puertas, para que el sábado fuera respetado como santo.",
            "«¡Recuerda esto, Dios mío, y conforme a tu gran amor, ten compasión de mí!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "En aquellos días también me di cuenta de que algunos judíos se habían casado con mujeres de Asdod, de Amón y de Moab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "La mitad de sus hijos hablaban la lengua de Asdod o de otros pueblos y no sabían hablar la lengua de los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Entonces los reprendí y los maldije; a algunos de ellos los golpeé, y hasta les arranqué los pelos, y los obligué a jurar por Dios. Les dije: «No permitan que sus hijas se casen con los hijos de ellos, ni se casen ustedes ni sus hijos con las hijas de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "¿Acaso no fue ese el pecado de Salomón, rey de Israel? Entre todas las naciones no hubo un solo rey como él: Dios lo amó y lo hizo rey sobre todo Israel. Pero aun a él lo hicieron pecar las mujeres extranjeras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "¿Será que también de ustedes se dirá que cometieron el gran pecado de ofender a nuestro Dios casándose con mujeres extranjeras?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "A uno de los hijos de Joyadá, hijo del sumo sacerdote Eliasib, lo eché de mi lado porque era yerno de Sambalat el horonita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "«¡Recuerda esto, Dios mío, en perjuicio de los que profanaron el sacerdocio y el pacto de los sacerdotes y de los levitas!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Yo los purifiqué de todo lo extranjero y asigné a los sacerdotes y levitas sus respectivos deberes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "También organicé la contribución de la leña en las fechas establecidas, y la entrega de las primicias.",
            "«¡Acuérdate de mí, Dios mío, y favoréceme!»."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}