{
  "book_usfm": "JDG",
  "name": "Jueces",
  "local_title": "Nueva Biblia de las Américas",
  "local_abbreviation": "NBLA",
  "version_id": 103,
  "publisher": {
    "name": "The Lockman Foundation"
  },
  "copyright": {
    "html": "1986, 1995, 1997, 2005 by The Lockman Foundation",
    "text": "1986, 1995, 1997, 2005 by The Lockman Foundation"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "JDG.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.1"
        ],
        "human": "Jueces 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.2"
        ],
        "human": "Jueces 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.24"
        ],
        "human": "Josué 24",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Derrota de Adoni Bezec"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de la muerte de Josué, los israelitas consultaron al Señor, diciendo: «¿Quién de nosotros subirá primero contra los cananeos para pelear contra ellos?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y el Señor respondió: «Judá subirá primero; ya le he entregado el país en sus manos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces Judá dijo a su hermano Simeón: «Sube conmigo al territorio que me ha tocado, para que peleemos contra los cananeos. Yo también iré contigo al territorio que te ha tocado». Y Simeón fue con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Judá subió, y el Señor entregó en sus manos a los cananeos y a los ferezeos, y derrotaron a 10,000 hombres en Bezec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Hallaron a Adoni Bezec en Bezec y pelearon contra él, y derrotaron a los cananeos y a los ferezeos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Adoni Bezec huyó, pero lo persiguieron, lo prendieron y le cortaron los pulgares de las manos y de los pies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y Adoni Bezec dijo: «Setenta reyes, con los pulgares de sus manos y de sus pies cortados, recogían migajas debajo de mi mesa. Como yo he hecho, así me ha pagado Dios». Lo llevaron a Jerusalén, y allí murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conquista de Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces los hijos de Judá pelearon contra Jerusalén y la tomaron, pasaron a filo de espada a sus habitantes y prendieron fuego a la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Después los hijos de Judá descendieron a pelear contra los cananeos que vivían en la región montañosa, en el Neguev y en las tierras bajas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y Judá marchó contra los cananeos que habitaban en Hebrón (el nombre de Hebrón antes era Quiriat Arba); e hirieron a Sesai, a Ahimán y a Talmai."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conquista de otras ciudades"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Desde allí Judá fue contra los habitantes de Debir (el nombre de Debir antes era Quiriat Séfer)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces Caleb dijo: «Al que ataque a Quiriat Séfer y la tome, yo le daré a mi hija Acsa por mujer»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y Otoniel, hijo de Quenaz, hermano menor de Caleb, tomó la ciudad, y Caleb le dio a su hija Acsa por mujer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y cuando ella llegó, Otoniel la persuadió a que pidiera un campo a su padre. Ella entonces se bajó del asno, y Caleb le dijo: «¿Qué quieres?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "«Dame una bendición», le dijo ella, «ya que me has dado la tierra del Neguev, dame también fuentes de agua». Y Caleb le dio las fuentes de arriba y las fuentes de abajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los descendientes del quenita, suegro de Moisés, subieron de la ciudad de las palmeras con los hijos de Judá, al desierto de Judá que está al sur de Arad; y fueron y habitaron con el pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces Judá fue con Simeón su hermano, y derrotaron a los cananeos que vivían en Sefat, y la destruyeron por completo. Por eso pusieron por nombre a la ciudad, Horma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y Judá tomó a Gaza con su territorio, a Ascalón con su territorio y a Ecrón con su territorio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "El Señor estaba con Judá, que tomó posesión de la región montañosa. Pero Judá no pudo expulsar a los habitantes del valle porque estos tenían carros de hierro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces dieron Hebrón a Caleb, como Moisés había prometido. Y él expulsó de allí a los tres hijos de Anac."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero los hijos de Benjamín no expulsaron a los jebuseos que vivían en Jerusalén. Así que los jebuseos han vivido con los benjamitas en Jerusalén hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "José conquista a Betel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "De igual manera la casa de José subió contra Betel; y el Señor estaba con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y la casa de José envió espías a Betel (el nombre de la ciudad antes era Luz)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y los espías vieron a un hombre que salía de la ciudad y le dijeron: «Te rogamos que nos muestres la entrada de la ciudad y te trataremos con misericordia»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Él les mostró la entrada de la ciudad, e hirieron la ciudad a filo de espada, pero dejaron ir al hombre y a toda su familia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y el hombre fue a la tierra de los hititas y edificó una ciudad a la que llamó Luz. Y este es su nombre hasta hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Lugares no conquistados"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Pero Manasés no tomó posesión de Bet Seán y sus aldeas, ni de Taanac y sus aldeas, ni de los habitantes de Dor y sus aldeas, ni de los habitantes de Ibleam y sus aldeas, ni de los habitantes de Meguido y sus aldeas, porque los cananeos persistían en habitar en aquella tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Pero cuando Israel se hizo fuerte, sometieron a los cananeos a trabajos forzados, aunque no los expulsaron totalmente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Tampoco Efraín expulsó a los cananeos que habitaban en Gezer; y los cananeos habitaron en medio de ellos en Gezer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Zabulón no expulsó a los habitantes de Quitrón, ni a los habitantes de Naalal; de manera que los cananeos habitaron en medio de ellos, aunque fueron sometidos a trabajos forzados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Aser no expulsó a los habitantes de Aco, ni a los habitantes de Sidón, ni de Ahlab, ni de Aczib, ni de Helba, ni de Afec, ni de Rehob."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Así que los de Aser habitaron entre los cananeos, los habitantes de aquella tierra, porque no los pudieron expulsar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Neftalí no expulsó a los habitantes de Bet Semes, ni a los habitantes de Bet Anat, sino que habitó entre los cananeos, los habitantes de aquella tierra. Pero los habitantes de Bet Semes y de Bet Anat fueron sometidos a trabajos forzados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Entonces los amorreos forzaron a los hijos de Dan hacia la región montañosa, y no los dejaron descender al valle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Y los amorreos persistieron en habitar en el monte Heres, en Ajalón y en Saalbim; pero cuando el poder de la casa de José se fortaleció, los amorreos fueron sometidos a trabajos forzados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "La frontera de los amorreos iba desde la subida de Acrabim, desde Sela hacia arriba."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.2"
        ],
        "human": "Jueces 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.3"
        ],
        "human": "Jueces 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.1"
        ],
        "human": "Jueces 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El ángel del Señor en Boquim"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El ángel del Señor subió de Gilgal a Boquim y dijo a los israelitas: «Yo los saqué a ustedes de Egipto y los conduje a la tierra que había prometido a sus padres y les dije: “Jamás quebrantaré Mi pacto con ustedes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y en cuanto a ustedes, no harán pacto con los habitantes de esta tierra; sus altares derribarán”. Pero no me han obedecido. ¿Qué es esto que han hecho?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por lo cual también dije: “No los echaré de delante de ustedes, sino que serán como espinas en su costado, y sus dioses les serán lazo para ustedes” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando el ángel del Señor habló estas palabras a todos los israelitas, el pueblo alzó su voz y lloró."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y llamaron a aquel lugar Boquim. Y allí ofrecieron sacrificio al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Josué"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Después que Josué despidió al pueblo, los israelitas fueron cada uno a su heredad para tomar posesión de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El pueblo sirvió al Señor todos los días de Josué, y todos los días de los ancianos que sobrevivieron a Josué, los cuales habían sido testigos de la gran obra que el Señor había hecho por Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Josué, hijo de Nun, siervo del Señor, murió a la edad de 110 años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y lo sepultaron en el territorio de su heredad, en Timnat Sera, en la región montañosa de Efraín, al norte del monte Gaas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "También toda aquella generación fue reunida a sus padres. Y se levantó otra generación después de ellos que no conocía al Señor, ni la obra que Él había hecho por Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Apostasía de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces los israelitas hicieron lo malo ante los ojos del Señor y sirvieron a los Baales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Abandonaron al Señor, el Dios de sus padres, que los había sacado de la tierra de Egipto, y siguieron a otros dioses de entre los dioses de los pueblos que estaban a su derredor; se postraron ante ellos y provocaron a ira al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Dejaron al Señor y sirvieron a Baal y a Astarot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "La ira del Señor se encendió contra Israel, y los entregó en manos de salteadores que los saquearon. También los vendió en mano de sus enemigos de alrededor, y ya no pudieron hacer frente a sus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Por dondequiera que iban, la mano del Señor estaba contra ellos para mal, tal como el Señor había dicho y como el Señor les había jurado, y se angustiaron en gran manera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces el Señor levantó jueces que los libraron de la mano de los que los saqueaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Sin embargo, no escucharon a sus jueces, porque se prostituyeron siguiendo a otros dioses, y se postraron ante ellos. Se apartaron pronto del camino en que sus padres habían andado en obediencia a los mandamientos del Señor. No hicieron como sus padres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando el Señor les levantaba jueces, el Señor estaba con el juez y los libraba de mano de sus enemigos todos los días del juez. Porque el Señor se compadecía por sus gemidos a causa de los que los oprimían y afligían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero cuando moría el juez, ellos volvían atrás y se corrompían aún más que sus padres, siguiendo a otros dioses, sirviéndoles e inclinándose ante ellos. No dejaban sus costumbres ni su camino obstinado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces se encendió la ira del Señor contra Israel, y dijo: «Por cuanto esta nación ha quebrantado Mi pacto que ordené a sus padres, y no ha escuchado Mi voz,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "tampoco Yo volveré a expulsar de delante de ellos a ninguna de las naciones que Josué dejó cuando murió,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "para probar por medio de ellas a Israel, a ver si guardan o no el camino del Señor, y andan en él como lo hicieron sus padres»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Así pues, el Señor permitió que aquellas naciones se quedaran allí, sin expulsarlas enseguida, ni las entregó en manos de Josué."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.3"
        ],
        "human": "Jueces 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.4"
        ],
        "human": "Jueces 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.2"
        ],
        "human": "Jueces 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Israel probado por medio de otras naciones"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Estas son las naciones que el Señor dejó para probar con ellas a Israel (es decir, a los que no habían experimentado ninguna de las guerras de Canaán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y así las generaciones de los israelitas conocieran la guerra, o sea, aquellos que antes no la habían experimentado)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Estas naciones son: los cinco príncipes de los filisteos, todos los cananeos, los sidonios y los heveos que habitaban en el monte Líbano, desde el monte de Baal Hermón hasta Lebo Hamat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y eran para probar a Israel, para ver si obedecían los mandamientos que el Señor había ordenado a sus padres por medio de Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los israelitas habitaron entre los cananeos, los hititas, los amorreos, los ferezeos, los heveos y los jebuseos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Tomaron para sí a sus hijas por mujeres, y dieron sus propias hijas a los hijos de ellos, y sirvieron a sus dioses."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otoniel libra a Israel de Cusán Risataim"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los israelitas hicieron lo malo ante los ojos del Señor, y olvidaron al Señor su Dios, y sirvieron a los Baales y a las imágenes de Asera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces se encendió la ira del Señor contra Israel, y los vendió en manos de Cusán Risataim, rey de Mesopotamia. Y los israelitas sirvieron a Cusán Risataim por ocho años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando los israelitas clamaron al Señor, el Señor levantó un libertador a los israelitas para que los librara, a Otoniel, hijo de Quenaz, hermano menor de Caleb."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y vino sobre él el Espíritu del Señor, y juzgó a Israel. Cuando salió a la guerra, el Señor entregó en su mano a Cusán Risataim, rey de Mesopotamia, y su poder prevaleció sobre Cusán Risataim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "La tierra tuvo descanso por cuarenta años. Y murió Otoniel, hijo de Quenaz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Aod libra a Israel de Moab"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Los israelitas volvieron a hacer lo malo ante los ojos del Señor. Entonces el Señor fortaleció a Eglón, rey de Moab, contra Israel, porque habían hecho lo malo ante los ojos del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y Eglón reunió consigo a los amonitas y amalecitas. Fue y derrotó a Israel, y se apoderaron de la ciudad de las palmeras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y los israelitas sirvieron a Eglón, rey de Moab, por dieciocho años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero los israelitas clamaron al Señor, y el Señor les levantó un libertador, a Aod, hijo de Gera, el benjamita, el cual era zurdo. Y los israelitas enviaron tributo con él a Eglón, rey de Moab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Aod se hizo una espada de dos filos, de un codo (45 centímetros) de largo, y la ató a su muslo derecho debajo de la ropa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y presentó el tributo a Eglón, rey de Moab; y Eglón era un hombre muy grueso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando Aod terminó de presentar el tributo, despidió a la gente que había traído el tributo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero él se volvió desde los ídolos que estaban en Gilgal, y dijo: «Tengo un mensaje secreto para usted, oh rey». «Guarda silencio», le dijo el rey. Y todos los que le servían salieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Aod vino a él cuando estaba sentado solo en su sala de verano. Y Aod dijo: «Tengo un mensaje de Dios para usted». Y él se levantó de su silla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Aod alargó la mano izquierda, tomó la espada de su muslo derecho, y se la hundió en el vientre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y la empuñadura entró también tras la hoja, y la gordura se cerró sobre la hoja, pues no sacó la espada de su vientre. Y se le salieron los excrementos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces salió Aod al corredor, cerró tras sí las puertas de la sala de la terraza y les pasó el cerrojo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Después que él salió, vinieron los siervos y vieron que las puertas de la sala de la terraza tenían el cerrojo pasado, y dijeron: «Sin duda que el rey está haciendo su necesidad en la sala de verano»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y esperaron hasta sentir inquietud, pues él no abría las puertas de la sala de la terraza. Entonces tomaron la llave y las abrieron, y su señor estaba en el suelo, muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Pero Aod había escapado mientras ellos esperaban. Pasando por los ídolos, había huido a Seirat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Cuando llegó, tocó la trompeta en la región montañosa de Efraín; y los israelitas descendieron con él de la región montañosa, estando él al frente de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces Aod les dijo: «Persíganlos, porque el Señor ha entregado en sus manos a sus enemigos, los moabitas». Y descendieron tras él y se apoderaron de los vados del Jordán frente a Moab, y no dejaron pasar a nadie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "En aquella ocasión mataron a unos 10,000 moabitas, todos hombres robustos y valientes; ninguno escapó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Así Moab fue subyugado aquel día bajo la mano de Israel. Y la tierra tuvo descanso durante ochenta años."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Samgar libra a Israel de los filisteos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Después de Aod vino Samgar, hijo de Anat, el cual hirió a 600 filisteos con una aguijada de bueyes. Y él también salvó a Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.4"
        ],
        "human": "Jueces 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.5"
        ],
        "human": "Jueces 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.3"
        ],
        "human": "Jueces 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Débora y Barac"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después que Aod murió, los israelitas volvieron a hacer lo malo ante los ojos del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y el Señor los vendió en mano de Jabín, rey de Canaán, que reinaba en Hazor. El comandante de su ejército era Sísara, que vivía en Haroset Goyim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces los israelitas clamaron al Señor, porque Jabín tenía 900 carros de hierro y había oprimido duramente a los israelitas durante veinte años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Débora, profetisa, mujer de Lapidot, juzgaba a Israel en aquel tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ella se sentaba debajo de la palmera de Débora entre Ramá y Betel, en la región montañosa de Efraín; y los israelitas subían a ella a pedir juicio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ella mandó llamar a Barac, hijo de Abinoam, de Cedes de Neftalí, y le dijo: «Esto ha ordenado el Señor, Dios de Israel: “Ve, marcha al monte Tabor y lleva contigo a 10,000 hombres de los hijos de Neftalí y de los hijos de Zabulón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y yo atraeré hacia ti a Sísara, comandante del ejército de Jabín, con sus carros y sus muchas tropas hacia el torrente Cisón, y lo entregaré en tus manos” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Barac le respondió: «Si tú vas conmigo, yo iré; pero si no vas conmigo, no iré»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "«Ciertamente iré contigo», le dijo Débora. «Sin embargo, el honor no será tuyo en la jornada que vas a emprender, porque el Señor venderá a Sísara en manos de una mujer». Entonces Débora se levantó y fue con Barac a Cedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Barac convocó a Zabulón y a Neftalí en Cedes, y subieron con él 10,000 hombres. Débora también subió con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Heber el quenita se había separado de los quenitas, de los hijos de Hobab, suegro de Moisés, y había plantado su tienda cerca de la encina en Zaanaim, que está junto a Cedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Derrota y muerte de Sísara"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Avisaron a Sísara que Barac, hijo de Abinoam, había subido al monte Tabor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y juntó Sísara todos sus carros, 900 carros de hierro, y a toda la gente que estaba con él, desde Haroset Goyim hasta el torrente Cisón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces Débora dijo a Barac: «¡Levántate! Porque este es el día en que el Señor ha entregado a Sísara en tus manos. Ya que el Señor ha salido delante de ti». Bajó, pues, Barac del monte Tabor seguido de 10,000 hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El Señor derrotó a Sísara, con todos sus carros y todo su ejército, a filo de espada delante de Barac. Y Sísara bajó de su carro, y huyó a pie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Barac persiguió los carros y el ejército hasta Haroset Goyim, y todo el ejército de Sísara cayó a filo de espada. No quedó ni uno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero Sísara huyó a pie a la tienda de Jael, mujer de Heber el quenita. Porque había paz entre Jabín, rey de Hazor, y la casa de Heber el quenita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Jael salió al encuentro de Sísara, y le dijo: «Venga, señor mío, venga a mí; no tema». Y él fue hacia ella a la tienda, y ella lo cubrió con una manta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y él le dijo: «Te ruego que me des a beber un poco de agua, porque tengo sed». Y ella abrió un odre de leche y le dio de beber; entonces lo cubrió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y él le dijo: «Ponte a la entrada de la tienda, y si alguien viene y te pregunta: “¿Hay alguien aquí?”, tú responderás: “No” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero Jael, mujer de Heber, tomó una estaca de la tienda y tomando en la mano un martillo, se le acercó silenciosamente y le clavó la estaca en las sienes, la cual penetró en la tierra, pues él estaba profundamente dormido y agotado, y murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y cuando Barac venía persiguiendo a Sísara, Jael salió a su encuentro, y le dijo: «Ven, y te mostraré al hombre que buscas». Y él entró con ella, y vio que Sísara estaba tendido, muerto con la estaca en la sien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Así sometió Dios en aquel día a Jabín, rey de Canaán, delante de los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y la mano de los israelitas se hizo más y más dura sobre Jabín, rey de Canaán, hasta que lo destruyeron."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.5"
        ],
        "human": "Jueces 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.6"
        ],
        "human": "Jueces 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.4"
        ],
        "human": "Jueces 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cántico de Débora y Barac"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces Débora y Barac, hijo de Abinoam, cantaron en aquel día y dijeron:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«¡Por haberse puesto al frente los jefes en Israel,",
            "Por haberse ofrecido el pueblo voluntariamente,",
            "Bendigan al Señor!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "-»¡Oigan, reyes; presten oído, príncipes!",
            "Yo al Señor, yo cantaré,",
            "Cantaré alabanzas al Señor, Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "-»Señor, cuando saliste de Seir,",
            "Cuando marchaste del campo de Edom,",
            "La tierra tembló, también cayeron gotas del cielo,",
            "Y las nubes destilaron agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "-»Los montes se estremecieron ante la presencia del Señor,",
            "Aquel Sinaí, ante la presencia del Señor, Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "¶»En los días de Samgar, hijo de Anat,",
            "En los días de Jael, quedaron desiertos los caminos,",
            "Y los viajeros andaban por sendas tortuosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "-»Se habían terminado los campesinos, se habían terminado en Israel,",
            "Hasta que yo, Débora, me levanté,",
            "Hasta que me levanté, como madre en Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "-»Habían escogido nuevos dioses;",
            "Entonces la guerra estaba a las puertas.",
            "No se veía escudo ni lanza",
            "Entre 40,000 en Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "-»Mi corazón está con los jefes de Israel,",
            "Los voluntarios entre el pueblo.",
            "¡Bendigan al Señor!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "-»Ustedes que cabalgan en asnas blancas,",
            "Que se sientan en ricos tapices,",
            "Que viajan por el camino, canten."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "-»Al sonido de los que dividen las manadas entre los abrevaderos,",
            "Allí repetirán los actos de justicia del Señor,",
            "Los actos de justicia para con Sus campesinos en Israel.",
            "Entonces el pueblo del Señor descendió a las puertas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¶»Despierta, despierta, Débora.",
            "Despierta, despierta, entona un cántico.",
            "Levántate, Barac, y lleva a tus cautivos, hijo de Abinoam."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "-»Entonces los sobrevivientes descendieron sobre los nobles.",
            "El pueblo del Señor vino a mí como guerreros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "-»De Efraín descendieron los arraigados en Amalec,",
            "En pos de ti, Benjamín, con tus pueblos.",
            "De Maquir descendieron jefes,",
            "Y de Zabulón los que manejan vara de mando."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "-»Los príncipes de Isacar estaban con Débora;",
            "Como estaba Isacar, así estaba Barac.",
            "Al valle se apresuraron pisándole los talones.",
            "Entre las divisiones de Rubén",
            "Había grandes resoluciones de corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "-»¿Por qué te sentaste entre los rediles,",
            "Escuchando los toques de flauta para los rebaños?",
            "Entre las divisiones de Rubén",
            "Había grandes indecisiones de corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "-»Galaad se quedó al otro lado del Jordán.",
            "¿Y por qué se quedó Dan en las naves?",
            "Aser se sentó a la orilla del mar,",
            "Y se quedó junto a sus puertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "-»Zabulón era pueblo que despreció su vida hasta la muerte.",
            "Y también Neftalí, en las alturas del campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "¶»Vinieron los reyes y pelearon;",
            "Pelearon entonces los reyes de Canaán",
            "En Taanac, cerca de las aguas de Meguido.",
            "No tomaron despojos de plata."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "-»Desde los cielos las estrellas pelearon,",
            "Desde sus órbitas pelearon contra Sísara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "-»El torrente Cisón los barrió,",
            "El antiguo torrente, el torrente Cisón.",
            "Marcha, alma mía con poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "-»Entonces resonaron los cascos de los caballos",
            "Por el galopar, el galopar de sus valientes corceles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "“Maldigan a Meroz”, dijo el ángel del Señor,",
            "“Maldigan, maldigan a sus moradores;",
            "Porque no vinieron en ayuda del Señor,",
            "En ayuda del Señor contra los guerreros”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "¶»Bendita entre las mujeres es Jael,",
            "Mujer de Heber el quenita;",
            "Bendita sea entre las mujeres de la tienda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "-»Él pidió agua, y ella le dio leche.",
            "En taza de nobles le trajo cuajada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "-»Extendió ella la mano hacia la estaca de la tienda,",
            "Y su diestra hacia el martillo de trabajadores.",
            "Entonces golpeó a Sísara, desbarató su cabeza.",
            "Destruyó y perforó sus sienes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "-»A sus pies él se encorvó, cayó, quedó tendido;",
            "A sus pies se encorvó y cayó.",
            "Donde se encorvó, allí quedó muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "¶»Miraba por la ventana y se lamentaba",
            "La madre de Sísara, por entre la celosía:",
            "“¿Por qué se tarda en venir su carro?",
            "¿Por qué se retrasa el trotar de sus carros?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "-»Sus sabias princesas le respondían,",
            "Aun a sí misma ella repite sus palabras:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "“¿Acaso no han hallado el botín y se lo están repartiendo?",
            "¿Una doncella, dos doncellas para cada guerrero.",
            "Para Sísara un botín de tela de colores,",
            "Un botín de tela de colores bordada,",
            "Tela de colores de doble bordadura en el cuello del victorioso?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "-»Así perezcan todos Tus enemigos, oh Señor.",
            "Pero sean los que te aman como la salida del sol en toda su fuerza».",
            "Y el país tuvo descanso por cuarenta años."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.6"
        ],
        "human": "Jueces 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.7"
        ],
        "human": "Jueces 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.5"
        ],
        "human": "Jueces 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Opresión de Israel por los madianitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces los israelitas hicieron lo malo ante los ojos del Señor, y el Señor los entregó en manos de Madián por siete años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y el poder de Madián prevaleció sobre Israel. Por causa de los madianitas, los israelitas se hicieron escondites en las montañas y en las cavernas y en los lugares fortificados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque sucedía que cuando los hijos de Israel sembraban, los madianitas venían con los amalecitas y los hijos del oriente y subían contra ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Acampaban frente a ellos y destruían el producto de la tierra hasta Gaza, y no dejaban sustento alguno en Israel, ni oveja, ni buey, ni asno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Porque subían con su ganado y sus tiendas, y entraban como langostas en multitud. Tanto ellos como sus camellos eran innumerables, y entraban en la tierra para devastarla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así fue empobrecido Israel en gran manera por causa de Madián, y los israelitas clamaron al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando los israelitas clamaron al Señor a causa de Madián,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "el Señor envió un profeta a los israelitas que les dijo: «Así dice el Señor, Dios de Israel: “Fui Yo el que los hice subir a ustedes de Egipto, y los saqué de la casa de servidumbre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los libré de la mano de los egipcios y de la mano de todos sus opresores. Los desalojé delante de ustedes, les di su tierra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y les dije: ‘Yo soy el Señor su Dios. No temerán a los dioses de los amorreos en cuya tierra habitan. Pero ustedes no me han obedecido’ ” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Llamamiento de Gedeón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces vino el ángel del Señor y se sentó debajo de la encina que estaba en Ofra, la cual pertenecía a Joás de Abiezer. Y su hijo Gedeón estaba sacudiendo el trigo en el lagar, para esconderlo de los madianitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y el ángel del Señor se le apareció, y le dijo: «El Señor está contigo, valiente guerrero»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Gedeón le respondió: «Ah, señor mío, si el Señor está con nosotros, ¿por qué nos ha ocurrido todo esto? ¿Y dónde están todas Sus maravillas que nuestros padres nos han contado, diciendo: “¿No nos hizo el Señor subir de Egipto?”. Pero ahora el Señor nos ha abandonado, y nos ha entregado en mano de los madianitas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y el Señor lo miró, y le dijo: «Ve con esta tu fuerza, y libra a Israel de la mano de los madianitas. ¿No te he enviado Yo?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "«Ah Señor», le respondió Gedeón, «¿cómo libraré a Israel? Mi familia es la más pobre en Manasés, y yo el menor de la casa de mi padre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero el Señor le dijo: «Ciertamente Yo estaré contigo, y derrotarás a Madián como a un solo hombre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y Gedeón le dijo: «Si he hallado gracia ante Tus ojos, muéstrame una señal de que eres Tú el que hablas conmigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Te ruego que no te vayas de aquí hasta que yo vuelva a Ti, y traiga mi ofrenda y la ponga delante de Ti». «Me quedaré hasta que vuelvas», le respondió el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y Gedeón entró y preparó un cabrito y pan sin levadura con un efa de harina (22 litros). Puso la carne en una cesta y el caldo en un caldero, y los llevó y se los presentó al ángel debajo de la encina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y el ángel de Dios le dijo: «Toma la carne y el pan sin levadura, ponlos sobre esta peña y derrama el caldo». Y así lo hizo Gedeón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces el ángel del Señor extendió la punta de la vara que estaba en su mano y tocó la carne y el pan sin levadura. Y subió fuego de la roca que consumió la carne y el pan sin levadura. Y el ángel del Señor desapareció de su vista."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Al ver Gedeón que era el ángel del Señor, dijo: «¡Ay de mí, Señor Dios! Porque ahora he visto al ángel del Señor cara a cara»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y el Señor le dijo: «La paz sea contigo. No temas; no morirás»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y Gedeón edificó allí un altar al Señor y lo llamó El Señor es Paz, el cual permanece en Ofra de Abiezer hasta hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Destrucción del altar de Baal"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Aquella misma noche el Señor le dijo: «Toma el novillo de tu padre y otro novillo de siete años. Derriba el altar de Baal que pertenece a tu padre y corta la Asera que está junto a él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Edifica después, en debida forma, un altar al Señor tu Dios sobre la cumbre de este peñasco. Toma el segundo novillo y ofrece holocausto con la leña de la Asera que has cortado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Gedeón tomó diez hombres de sus siervos e hizo como el Señor le había dicho. Pero como temía mucho a la casa de su padre y a los hombres de la ciudad para hacer esto de día, lo hizo de noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Cuando los hombres de la ciudad se levantaron temprano en la mañana, vieron que el altar de Baal había sido derribado y cortada la Asera que estaba junto a él, y que el segundo novillo había sido ofrecido en el altar que se había edificado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y se dijeron unos a otros: «¿Quién ha hecho esto?». Y cuando buscaron e investigaron, dijeron: «Gedeón, hijo de Joás, ha hecho esto»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Entonces los hombres de la ciudad dijeron a Joás: «Saca a tu hijo para que muera, porque ha derribado el altar de Baal, y también ha cortado la Asera que estaba a su lado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Pero Joás dijo a todos los que estaban contra él: «¿Lucharán ustedes por Baal, o lo librarán? A cualquiera que luche por él, se le dará muerte antes de llegar la mañana. Si es un dios, que luche por sí mismo, porque alguien ha derribado su altar»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Por tanto, aquel día Gedeón fue llamado Jerobaal, es decir, que Baal luche contra él, porque había derribado su altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Todos los madianitas, los amalecitas y los hijos del oriente se reunieron, y cruzaron y acamparon en el valle de Jezreel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Y el Espíritu del Señor vino sobre Gedeón, y este tocó la trompeta y los de Abiezer se juntaron para seguirlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Envió mensajeros por todo Manasés, que también se juntó para seguirlo. Y envió mensajeros a Aser, a Zabulón y a Neftalí, que subieron a su encuentro."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La prueba del vellón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Entonces Gedeón dijo a Dios: «Si has de librar a Israel por mi mano, como has dicho,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "voy a poner un vellón de lana en la era. Si hay rocío solamente en el vellón y toda la tierra queda seca, entonces sabré que librarás a Israel por mi mano, como has dicho»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Y así sucedió. Cuando se levantó temprano en la mañana, exprimió el vellón y escurrió el rocío del vellón, un tazón lleno de agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Y Gedeón dijo a Dios: «No se encienda Tu ira contra mí si hablo otra vez. Te ruego que me permitas hacer otra vez una prueba con el vellón. Que ahora quede seco el vellón y haya rocío en toda la tierra»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Así lo hizo Dios aquella noche, porque solamente quedó seco el vellón y había rocío en toda la tierra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.7"
        ],
        "human": "Jueces 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.8"
        ],
        "human": "Jueces 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.6"
        ],
        "human": "Jueces 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El ejército de Gedeón reducido"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Jerobaal, es decir, Gedeón, se levantó temprano y todo el pueblo que estaba con él, y acamparon junto a la fuente de Harod. El campamento de Madián estaba al norte de ellos, cerca de la colina de More, en el valle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y el Señor dijo a Gedeón: «El pueblo que está contigo es demasiado numeroso para que Yo entregue a Madián en sus manos; no sea que Israel se vuelva orgulloso, y diga: “Mi propia fortaleza me ha librado”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ahora pues, proclama a oídos del pueblo: “Cualquiera que tenga miedo y tiemble, que regrese y se vaya del monte Galaad” ». Y 22,000 personas regresaron, pero quedaron 10,000."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces el Señor dijo a Gedeón: «Todavía el pueblo es demasiado numeroso. Hazlos bajar al agua y allí te los probaré. Y será que de quien Yo te diga: “Este irá contigo”, ese irá contigo. Pero todo aquel de quien Yo te diga: “Este no irá contigo”, ese no irá»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "E hizo bajar el pueblo al agua. Y el Señor dijo a Gedeón: «Pondrás a un lado a todo aquel que lame el agua con su lengua, como lame el perro, y a todo el que se arrodilla para beber»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y fue el número de los que lamieron, poniendo la mano a su boca, 300 hombres. Pero todo el resto del pueblo se arrodilló para beber."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El Señor dijo entonces a Gedeón: «Los salvaré con los 300 hombres que lamieron el agua y entregaré a los madianitas en tus manos. Que todos los demás del pueblo se vayan, cada uno a su casa»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y los 300 hombres tomaron en sus manos las provisiones del pueblo y sus trompetas. Y Gedeón envió a todos los demás hombres de Israel, cada uno a su tienda, pero retuvo a los 300 hombres. El campamento de Madián le quedaba abajo en el valle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Aquella misma noche, el Señor le dijo a Gedeón: «Levántate, desciende contra el campamento porque lo he entregado en tus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero si tienes temor de descender, baja al campamento con tu criado Fura,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y oirás lo que dicen. Entonces tus manos serán fortalecidas para descender contra el campamento». Y descendió con su criado Fura hasta los puestos avanzados del ejército que estaban en el campamento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Los madianitas, los amalecitas y todos los hijos del oriente estaban recostados en el valle, numerosos como langostas; y sus camellos eran innumerables, tan numerosos como la arena a la orilla del mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Cuando Gedeón llegó allí, un hombre estaba contando un sueño a su amigo: «Escuchen, tuve un sueño. Un pan de cebada iba rodando hasta el campamento de Madián, y llegó hasta la tienda y la golpeó de manera que cayó, y la volcó de arriba abajo y la tienda quedó extendida»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Su amigo le respondió: «Esto no es otra cosa que la espada de Gedeón, hijo de Joás, varón de Israel. Dios ha entregado en su mano a Madián y a todo el campamento»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuando Gedeón oyó el relato del sueño y su interpretación, se inclinó y adoró. Volvió al campamento de Israel, y dijo: «Levántense, porque el Señor ha entregado en manos de ustedes el campamento de Madián»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y dividió los 300 hombres en tres compañías, y puso trompetas y cántaros vacíos en las manos de todos ellos, con antorchas dentro de los cántaros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "«Mírenme», les dijo, «y hagan lo mismo que yo. Y cuando yo llegue a las afueras del campamento, como yo haga, así harán ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando yo y todos los que estén conmigo toquemos la trompeta, entonces también ustedes tocarán las trompetas alrededor de todo el campamento, y digan: “Por el Señor y por Gedeón” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Derrota de los madianitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Gedeón llegó con los 100 hombres que estaban con él a las afueras del campamento, al principio de la guardia de medianoche, cuando apenas habían apostado la guardia. Entonces tocaron las trompetas y rompieron los cántaros que tenían en las manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cuando las tres compañías tocaron las trompetas, rompieron los cántaros, y sosteniendo las antorchas en la mano izquierda y las trompetas en la mano derecha para tocarlas, gritaron: «¡La espada del Señor y de Gedeón!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cada uno se mantuvo en su lugar alrededor del campamento; y todo el ejército de los madianitas echó a correr gritando mientras huían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Cuando tocaron las 300 trompetas, el Señor puso la espada del uno contra el otro por todo el campamento; y el ejército huyó hasta Bet Sita, en dirección de Zerera, hasta la orilla de Abel Mehola, junto a Tabat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y los hombres de Israel se reunieron, de Neftalí, de Aser y de todo Manasés, y persiguieron a los madianitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Gedeón envió mensajeros por toda la región montañosa de Efraín y dijo: «Desciendan contra Madián y tomen los vados antes que ellos, hasta Bet Bara y el Jordán». Y todos los hombres de Efraín se reunieron y tomaron los vados hasta Bet Bara y el Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y capturaron a los dos jefes de Madián, Oreb y Zeeb. Mataron a Oreb en la peña de Oreb y mataron a Zeeb en el lagar de Zeeb, cuando perseguían a Madián, y le llevaron a Gedeón las cabezas de Oreb y Zeeb, del otro lado del Jordán."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.8"
        ],
        "human": "Jueces 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.9"
        ],
        "human": "Jueces 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.7"
        ],
        "human": "Jueces 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Derrota de Zeba y Zalmuna"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces los hombres de Efraín le dijeron: «¿Qué es esto que nos has hecho, al no llamarnos cuando fuiste a pelear contra Madián?». Y lo criticaron duramente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero él les dijo: «¿Qué he hecho yo ahora en comparación con ustedes? ¿No es mejor el rebusco de Efraín que la vendimia de Abiezer?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Dios ha entregado en manos de ustedes a los jefes de Madián, Oreb y Zeeb; ¿y qué pude hacer yo en comparación con ustedes?». Entonces se aplacó la ira de ellos contra él cuando dijo esto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Gedeón y los 300 hombres que iban con él llegaron al Jordán y lo cruzaron, cansados, pero continuando la persecución."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces Gedeón dijo a los hombres de Sucot: «Les ruego que den pan a la gente que me sigue, porque están cansados, y estoy persiguiendo a Zeba y a Zalmuna, reyes de Madián»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero los jefes de Sucot dijeron: «¿Están ya las manos de Zeba y Zalmuna en tu poder para que demos pan a tu ejército?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Gedeón respondió: «Muy bien, cuando el Señor haya entregado en mi mano a Zeba y a Zalmuna, trillaré las carnes de ustedes con espinos y cardos del desierto»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "De allí subió Gedeón a Peniel, y les habló de la misma manera; y los hombres de Peniel le respondieron tal como los de Sucot le habían contestado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y habló también a los hombres de Peniel: «Cuando yo vuelva sano y salvo, derribaré esta torre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ahora bien, Zeba y Zalmuna estaban en Carcor, y sus ejércitos con ellos, unos 15,000 hombres, los que habían quedado de todo el ejército de los hijos del oriente. Porque los que habían caído eran 120,000 hombres que sacaban espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Gedeón subió por el camino de los que habitaban en tiendas al este de Noba y Jogbeha, y atacó el campamento cuando el campamento estaba desprevenido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando Zeba y Zalmuna huyeron, los persiguió. Capturó a los dos reyes de Madián, Zeba y Zalmuna, y llenó de terror a todo el ejército."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Después Gedeón, hijo de Joás, volvió de la batalla por la subida a Heres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y capturó a un joven de Sucot y lo interrogó. Entonces el joven le dio por escrito los nombres de los príncipes de Sucot y de sus ancianos, setenta y siete hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Gedeón fue a los hombres de Sucot y les dijo: «Aquí están Zeba y Zalmuna, acerca de los cuales ustedes me injuriaron, diciendo: “¿Están ya las manos de Zeba y Zalmuna en tu mano para que demos pan a tus hombres que están fatigados?” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces tomó a los ancianos de la ciudad, y espinos del desierto y cardos, y con ellos castigó a los hombres de Sucot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Derribó la torre de Peniel y mató a los hombres de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Después dijo a Zeba y a Zalmuna: «¿Qué clase de hombres eran los que ustedes mataron en Tabor?». «Eran como tú», respondieron ellos, «cada uno parecía hijo de rey»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "«Eran mis hermanos», dijo él, «hijos de mi madre. Vive el Señor, que si los hubieran dejado con vida, yo no les quitaría la vida a ustedes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y dijo a Jeter su primogénito: «Levántate y mátalos». Pero el joven no sacó la espada porque tenía temor, pues todavía era muchacho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces Zeba y Zalmuna dijeron: «Levántate tú y cae sobre nosotros; porque como es el hombre, así es su fortaleza». Y se levantó Gedeón y mató a Zeba y a Zalmuna, y tomó los adornos de media luna que sus camellos llevaban al cuello."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Últimos años de Gedeón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los hombres de Israel le dijeron a Gedeón: «Reina sobre nosotros, tú y tus hijos, y también el hijo de tu hijo, porque nos has librado de la mano de Madián»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero Gedeón les respondió: «No reinaré sobre ustedes, ni tampoco reinará sobre ustedes mi hijo. El Señor reinará sobre ustedes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "«Quisiera pedirles», Gedeón les dijo, «que cada uno de ustedes me dé un zarcillo de su botín» (pues tenían zarcillos de oro, porque eran ismaelitas)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "«De cierto te los daremos», dijeron ellos. Y tendieron un manto, y cada uno de ellos echó allí un zarcillo de su botín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "El peso de los zarcillos de oro que él pidió fue de 1,700 siclos (19.4 kilos) de oro, sin contar los adornos de media luna, los pendientes y los vestidos de púrpura que llevaban los reyes de Madián y sin contar los collares que llevaban sus camellos al cuello."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Gedeón hizo de ello un efod, y lo colocó en Ofra, su ciudad, con el cual todo Israel se prostituyó allí, y esto vino a ser ruina para Gedeón y su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Pero Madián fue sometido delante de los israelitas, y ya no volvieron a levantar cabeza. Y el país tuvo descanso por cuarenta años en los días de Gedeón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces Jerobaal, hijo de Joás, fue y habitó en su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y tuvo setenta hijos que fueron sus descendientes directos, porque tuvo muchas mujeres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "La concubina que tenía en Siquem también le dio un hijo, y le puso por nombre Abimelec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Gedeón, hijo de Joás, murió a una edad avanzada y fue sepultado en el sepulcro de su padre Joás, en Ofra de los abiezeritas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Al morir Gedeón, los israelitas volvieron a prostituirse con los Baales e hicieron a Baal Berit su dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Así que los israelitas se olvidaron del Señor su Dios que los había librado de manos de todos sus enemigos en derredor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Tampoco mostraron bondad a la casa de Jerobaal, es decir, Gedeón, conforme a todo el bien que él había hecho a Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.9"
        ],
        "human": "Jueces 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.10"
        ],
        "human": "Jueces 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.8"
        ],
        "human": "Jueces 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conspiración de Abimelec"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Abimelec, hijo de Jerobaal, fue a Siquem, a los parientes de su madre, y les dijo a ellos y a toda la familia de la casa del padre de su madre:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Hablen ahora a oídos de todos los habitantes de Siquem: “¿Qué es mejor para ustedes, que todos los hijos de Jerobaal, setenta hombres, reinen sobre ustedes, o que reine sobre ustedes un solo hombre?”. Además, acuérdense que yo soy hueso y carne de ustedes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y los parientes de su madre hablaron todas estas palabras por él a oídos de todos los habitantes de Siquem. Y ellos se inclinaron a seguir a Abimelec, porque dijeron: «Es pariente nuestro»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Le dieron setenta piezas de plata de la casa de Baal Berit, con las cuales Abimelec tomó a sueldo hombres indignos y temerarios que lo siguieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Luego fue a la casa de su padre en Ofra y sobre una piedra mató a sus hermanos, los hijos de Jerobaal, setenta hombres. Pero Jotam, el hijo menor de Jerobaal, se libró porque se escondió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y se reunieron todos los habitantes de Siquem y todo Bet Milo, y fueron e hicieron rey a Abimelec, junto a la encina del pilar que había en Siquem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando se lo informaron a Jotam, fue y se paró en la cumbre del monte Gerizim, y alzando su voz, clamó y les dijo: «Escúchenme, habitantes de Siquem, para que los oiga Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Una vez los árboles fueron a ungir un rey sobre ellos, y dijeron al olivo: “Reina sobre nosotros”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»Pero el olivo les respondió: “¿He de dejar mi aceite con el cual se honra a Dios y a los hombres, para ir a ondear sobre los árboles?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Entonces los árboles dijeron a la higuera: “Ven, reina sobre nosotros”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Pero la higuera les respondió: “¿He de dejar mi dulzura y mi buen fruto, para ir a ondear sobre los árboles?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»Después los árboles dijeron a la vid: “Ven tú, reina sobre nosotros”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Pero la vid les respondió: “¿He de dejar mi vino nuevo, que alegra a Dios y a los hombres, para ir a ondear sobre los árboles?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Dijeron entonces todos los árboles a la zarza: “Ven tú, reina sobre nosotros”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»Y la zarza dijo a los árboles: “Si en verdad me ungen por rey sobre ustedes, vengan y refúgiense a mi sombra; y si no, salga fuego de la zarza y consuma los cedros del Líbano”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»Ahora pues, si ustedes han procedido con verdad e integridad al hacer rey a Abimelec, y si han procedido bien con Jerobaal y su casa, y si han procedido con él como él merecía"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "(pues mi padre peleó por ustedes, y arriesgó su vida y los libró de la mano de Madián,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "pero ustedes se han rebelado hoy contra la casa de mi padre y han matado a sus hijos, setenta hombres, sobre una piedra, y han hecho rey sobre los habitantes de Siquem a Abimelec, el hijo de su sierva, porque es pariente de ustedes),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "si han, pues, procedido hoy en verdad e integridad para con Jerobaal y su casa, regocíjense en Abimelec, y que él también se regocije en ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y si no, salga fuego de Abimelec y consuma a los habitantes de Siquem y de Bet Milo. Y salga fuego de los habitantes de Siquem y de Bet Milo y consuma a Abimelec»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces Jotam escapó y huyó, y se fue a Beer y permaneció allí a causa de su hermano Abimelec."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Abimelec"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Abimelec reinó tres años sobre Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero Dios envió un espíritu de discordia entre Abimelec y los habitantes de Siquem; y los habitantes de Siquem procedieron pérfidamente con Abimelec,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "para que viniera la violencia hecha a los setenta hijos de Jerobaal, y recayera la sangre de ellos sobre su hermano Abimelec que los mató, y sobre los habitantes de Siquem que fortalecieron las manos de él para matar a sus hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Los habitantes de Siquem pusieron emboscadas contra él en las cumbres de los montes y robaban a todos los que pasaban cerca de ellos por el camino; y se lo hicieron saber a Abimelec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Gaal, hijo de Ebed, vino con sus parientes, y pasaron a Siquem; y los habitantes de Siquem pusieron su confianza en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y salieron al campo y vendimiaron sus viñedos, pisaron las uvas e hicieron fiesta. Y entrando a la casa de su dios, comieron y bebieron y maldijeron a Abimelec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces Gaal, hijo de Ebed, dijo: «¿Quién es Abimelec y quién es Siquem para que le sirvamos? ¿No es acaso hijo de Jerobaal, y no es Zebul su oficial? Sirvan a los hombres de Hamor, padre de Siquem; pero ¿por qué hemos de servirle a él?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "¡Quién pusiera este pueblo en mis manos! Entonces yo quitaría a Abimelec». Diría a Abimelec: «Aumenta tu ejército, y sal»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Cuando Zebul, gobernante de la ciudad, oyó las palabras de Gaal, hijo de Ebed, se encendió en ira."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Y envió secretamente mensajeros a Abimelec, diciendo: «Gaal, hijo de Ebed, y sus parientes han venido a Siquem, y están alborotando a la ciudad contra ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Ahora pues, levántate de noche, tú y el pueblo que está contigo, y pon emboscada en el campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Y en la mañana, en cuanto salga el sol, te levantarás temprano y atacarás la ciudad. Entonces, cuando Gaal y el pueblo que está con él salga contra ti, harás con ellos lo que te venga a mano»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Abimelec y todo el pueblo que estaba con él, se levantaron de noche y pusieron emboscada contra Siquem con cuatro compañías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Gaal, hijo de Ebed, salió y se paró a la entrada de la puerta de la ciudad. Y Abimelec y el pueblo que estaba con él salieron de la emboscada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Al ver Gaal a la gente, dijo a Zebul: «Mira, viene gente bajando de las cumbres de los montes». «Estás viendo la sombra de los montes como si fueran hombres», le dijo Zebul."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Pero Gaal volvió a hablar y dijo: «Veo gente que baja de la parte más alta de la tierra, y una compañía viene por el camino de la encina de los adivinos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Entonces Zebul le dijo: «¿Dónde está ahora tu jactancia con la cual decías: “¿Quién es Abimelec para que le sirvamos?”? ¿No es este el pueblo que despreciabas? Ahora pues, sal y pelea contra él»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Y salió Gaal delante de los habitantes de Siquem y peleó contra Abimelec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Abimelec lo persiguió pero Gaal huyó delante de él. Y muchos cayeron heridos hasta la entrada de la puerta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Y Abimelec se quedó en Aruma, pero Zebul expulsó a Gaal y a sus parientes para que no se quedaran en Siquem."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Captura de Siquem"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Al día siguiente el pueblo salió al campo, y se lo hicieron saber a Abimelec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Y él tomó a su gente, la dividió en tres compañías y puso emboscadas en el campo. Cuando miró y vio al pueblo salir de la ciudad, se levantó contra ellos y los mató."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Entonces Abimelec y la compañía que estaba con él se lanzaron con ímpetu y se situaron a la entrada de la puerta de la ciudad, y las otras dos compañías se lanzaron contra todos los que estaban en el campo y los mataron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Y peleó Abimelec contra la ciudad todo aquel día, capturó la ciudad y mató a la gente que había en ella. Entonces arrasó la ciudad y la sembró de sal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Al oír esto todos los habitantes de la torre de Siquem, se metieron en la fortaleza del templo de El Berit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Y le informaron a Abimelec que todos los habitantes de la torre de Siquem estaban reunidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Abimelec subió entonces al monte Salmón, él y toda la gente que estaba con él; y tomando Abimelec un hacha en su mano, cortó una rama de los árboles, la levantó y la puso sobre su hombro. Y dijo a la gente que estaba con él: «Lo que me han visto hacer, apresúrense y hagan lo mismo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Y todo el pueblo cortó también cada uno su rama y siguió a Abimelec, y las pusieron sobre la fortaleza; prendieron fuego a la fortaleza sobre los que estaban adentro, y murieron también todos los de la torre de Siquem, como 1,000 hombres y mujeres."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Abimelec"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Después Abimelec fue a Tebes, la sitió y la tomó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Pero había una torre fortificada en el centro de la ciudad, y todos los hombres y mujeres, todos los habitantes de la ciudad, huyeron allí, se encerraron y subieron al techo de la torre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "Abimelec vino a la torre, la atacó y se acercó a la entrada de la torre para prenderle fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Pero una mujer arrojó una rueda de molino sobre la cabeza de Abimelec rompiéndole el cráneo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "Entonces él llamó apresuradamente al muchacho que era su escudero, y le dijo: «Saca tu espada y mátame, no sea que se diga de mí: “Una mujer lo mató” ». Y el muchacho lo traspasó, y murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "Cuando los hombres de Israel vieron que Abimelec había muerto, cada cual se fue para su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "Así pagó Dios a Abimelec por la maldad que había hecho a su padre al matar a sus setenta hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "Dios también hizo volver sobre sus cabezas toda la maldad de los hombres de Siquem, y vino sobre ellos la maldición de Jotam, hijo de Jerobaal."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.10"
        ],
        "human": "Jueces 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.11"
        ],
        "human": "Jueces 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.9"
        ],
        "human": "Jueces 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Tola y Jair, jueces de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de la muerte de Abimelec para salvar a Israel se levantó Tola, hijo de Puá, hijo de Dodo, varón de Isacar. Y habitó en Samir, en la región montañosa de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Tola juzgó a Israel veintitrés años. Y murió y fue sepultado en Samir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y tras él se levantó Jair el galaadita, y juzgó a Israel veintidós años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Este tuvo treinta hijos que cabalgaban en treinta asnos, y tenían treinta ciudades en la tierra de Galaad que se llaman Havot Jair hasta hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y murió Jair, y fue sepultado en Camón."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Opresión amonita"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero los israelitas volvieron a hacer lo malo ante los ojos del Señor. Sirvieron a los Baales, a Astarot, a los dioses de Aram, a los dioses de Sidón, a los dioses de Moab, a los dioses de los amonitas y a los dioses de los filisteos. Abandonaron, pues, al Señor y no le sirvieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces se encendió la ira del Señor contra Israel, y los entregó en manos de los filisteos y en manos de los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y ellos afligieron y quebrantaron a los israelitas ese año. Y por dieciocho años oprimieron a todos los israelitas que estaban al otro lado del Jordán, en Galaad, en la tierra de los amorreos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los amonitas cruzaron el Jordán para pelear también contra Judá, contra Benjamín y contra la casa de Efraín, y se angustió Israel en gran manera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces los israelitas clamaron al Señor: «Hemos pecado contra Ti, porque ciertamente hemos abandonado a nuestro Dios y hemos servido a los Baales»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y el Señor respondió a los israelitas: «¿No los libré Yo de los egipcios, de los amorreos, de los amonitas y de los filisteos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando los sidonios, los amalecitas y los maonitas los oprimían, clamaron a Mí, y Yo los libré de sus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero ustedes me han dejado y han servido a otros dioses. Por tanto, no los libraré más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Vayan y clamen a los dioses que han escogido; que ellos los libren en el tiempo de su aflicción»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Los israelitas respondieron al Señor: «Hemos pecado, haz con nosotros como bien te parezca. Solo te rogamos que nos libres en este día»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y quitaron los dioses extranjeros de en medio de ellos y sirvieron al Señor. Y Él no pudo soportar más la angustia de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces los amonitas se reunieron y acamparon en Galaad, y los israelitas se juntaron y acamparon en Mizpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y el pueblo, los jefes de Galaad, se dijeron unos a otros: «¿Quién es el hombre que comenzará la batalla contra los amonitas? Él será caudillo de todos los habitantes de Galaad»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.11"
        ],
        "human": "Jueces 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.12"
        ],
        "human": "Jueces 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.10"
        ],
        "human": "Jueces 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jefté libra a Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Jefté el galaadita era un guerrero valiente, hijo de una ramera. Galaad era el padre de Jefté."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y la mujer de Galaad le dio hijos. Y cuando los hijos de su mujer crecieron, echaron fuera a Jefté, y le dijeron: «No tendrás heredad en la casa de nuestro padre, porque eres hijo de otra mujer»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Jefté huyó de sus hermanos y habitó en la tierra de Tob. Y hombres indignos se juntaron con Jefté y salían con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Después de cierto tiempo sucedió que los amonitas pelearon contra Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y cuando los amonitas pelearon contra Israel, los ancianos de Galaad fueron a traer a Jefté de la tierra de Tob."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y dijeron a Jefté: «Ven y sé nuestro jefe para que peleemos contra los amonitas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces Jefté contestó a los ancianos de Galaad: «¿No me odiaron y me echaron de la casa de mi padre? ¿Por qué, pues, han venido a mí ahora cuando están en apuros?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y los ancianos de Galaad dijeron a Jefté: «Por esta causa hemos vuelto a ti: para que vengas con nosotros y pelees contra los amonitas y seas jefe sobre todos los habitantes de Galaad»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Jefté respondió a los ancianos de Galaad: «Si me hacen volver para pelear contra los amonitas y el Señor me los entrega, ¿seré yo el jefe de ustedes?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y los ancianos de Galaad dijeron a Jefté: «El Señor es testigo entre nosotros. Ciertamente haremos como has dicho»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces Jefté fue con los ancianos de Galaad, y el pueblo lo hizo cabeza y jefe sobre ellos. Y Jefté habló todas sus palabras delante del Señor en Mizpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y envió Jefté mensajeros al rey de los amonitas para que le dijeran: «¿Qué hay entre usted y yo, que ha venido a mí para pelear contra mi tierra?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El rey de los amonitas dijo a los mensajeros de Jefté: «Porque Israel tomó mi tierra, cuando subieron de Egipto, desde el Arnón hasta el Jaboc y el Jordán; por tanto devuélvela ahora en paz»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero Jefté volvió a enviar mensajeros al rey de los amonitas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "que le dijeron: «Así dice Jefté: “Israel no tomó la tierra de Moab, ni la tierra de los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "”Porque cuando subieron de Egipto, e Israel pasó por el desierto hasta el mar Rojo y llegó a Cades,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "entonces Israel envió mensajeros al rey de Edom diciéndole: ‘Permítanos, le rogamos, pasar por su tierra’, pero el rey de Edom no los escuchó. También enviaron mensajeros al rey de Moab pero él no consintió, así que Israel permaneció en Cades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Luego atravesaron el desierto y rodearon la tierra de Edom y de Moab, llegaron al lado oriental de la tierra de Moab y acamparon al otro lado del Arnón; pero no entraron en el territorio de Moab, porque el Arnón era la frontera de Moab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "”Entonces Israel envió mensajeros a Sehón, rey de los amorreos, rey de Hesbón, y le dijo Israel: ‘Permítanos, le rogamos, pasar por su tierra a nuestro lugar’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero Sehón no confió en Israel para darle paso por su territorio. Reunió, pues, Sehón a todo su pueblo y acampó en Jahaza, y peleó contra Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "El Señor, Dios de Israel, entregó a Sehón y a todo su pueblo en manos de Israel, y los derrotaron, e Israel tomó posesión de toda la tierra de los amorreos, los habitantes de esa región."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "”Y poseyeron todo el territorio de los amorreos desde el Arnón hasta el Jaboc, y desde el desierto hasta el Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Puesto que el Señor, Dios de Israel, expulsó a los amorreos de delante de su pueblo Israel, ¿va usted a poseerla?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "”¿No posee usted lo que Quemos, su dios, le ha dado para poseer? De modo que todo el territorio que el Señor nuestro Dios ha desposeído delante de nosotros, lo poseeremos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Ahora pues, ¿es usted mejor que Balac, hijo de Zipor, rey de Moab? ¿Acaso luchó él con Israel, o acaso peleó contra ellos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "”Mientras Israel habitaba en Hesbón y sus pueblos, y en Aroer y sus aldeas, y en todas las ciudades que están a orillas del Arnón por 300 años, ¿por qué no las recuperó durante ese tiempo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Por tanto, yo no he pecado contra usted, pero usted me está haciendo mal al hacer guerra contra mí. Que el Señor, el Juez, juzgue hoy entre los israelitas y los amonitas” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Pero el rey de los amonitas no hizo caso al mensaje que Jefté le envió."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Voto y victoria de Jefté"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "El Espíritu del Señor vino sobre Jefté. Entonces Jefté pasó por Galaad y Manasés. Luego pasó por Mizpa de Galaad, y de Mizpa de Galaad fue adonde estaban los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y Jefté hizo un voto al Señor, y dijo: «Si en verdad entregas en mis manos a los amonitas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "sucederá que cualquiera que salga de las puertas de mi casa a recibirme cuando yo vuelva en paz de los amonitas, será del Señor, o lo ofreceré como holocausto»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Jefté cruzó adonde estaban los amonitas para pelear contra ellos, y el Señor los entregó en su mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Y los hirió con una gran matanza desde Aroer hasta la entrada de Minit, veinte ciudades, hasta Abel Keramim. Y los amonitas fueron sometidos delante de los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Cuando Jefté llegó a su casa en Mizpa, su hija salió a recibirlo con panderos y con danzas. Ella era su única hija. Fuera de ella no tenía hijo ni hija."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Al verla, él rasgó sus ropas y dijo: «¡Ay, hija mía! Me has abatido y estás entre los que me afligen. Porque he dado mi palabra al Señor, y no me puedo retractar»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Entonces ella le dijo: «Padre mío, has dado tu palabra al Señor. Haz conmigo conforme a lo que has dicho, ya que el Señor te ha vengado de tus enemigos, los amonitas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Y ella dijo a su padre: «Que se haga esto por mí; déjame sola por dos meses, para que vaya yo a los montes y llore por mi virginidad, yo y mis compañeras»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Y él dijo: «Ve», y la dejó ir por dos meses; y ella se fue con sus compañeras, y lloró su virginidad por los montes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Al cabo de los dos meses ella regresó a su padre, que cumplió con ella conforme al voto que había hecho; y ella no tuvo relaciones con ningún hombre. Y se hizo costumbre en Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "que de año en año las hijas de Israel fueran cuatro días en el año a conmemorar a la hija de Jefté el galaadita."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.12"
        ],
        "human": "Jueces 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.13"
        ],
        "human": "Jueces 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.11"
        ],
        "human": "Jueces 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Jefté"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los hombres de Efraín se reunieron y cruzaron el Jordán hacia el norte, y dijeron a Jefté: «¿Por qué cruzaste a pelear contra los amonitas sin llamarnos para que fuéramos contigo? Quemaremos tu casa sobre ti»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y Jefté les respondió: «Yo y mi pueblo estábamos en gran lucha con los amonitas, y cuando los llamé a ustedes, no me libraron de sus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Viendo, pues, que no me iban a librar, arriesgué mi vida y crucé contra los amonitas, y el Señor los entregó en mi mano. ¿Por qué, pues, han subido hoy a pelear contra mí?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces Jefté reunió a todos los hombres de Galaad y peleó contra Efraín. Los hombres de Galaad derrotaron a Efraín, porque estos decían: «Son fugitivos de Efraín, ustedes los galaaditas, en medio de Efraín y en medio de Manasés»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y se apoderaron los galaaditas de los vados del Jordán al lado opuesto de Efraín. Cuando alguno de los fugitivos de Efraín decía: «Déjenme cruzar», los hombres de Galaad le decían: «¿Eres efrateo?». Si él respondía: «No»,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "entonces, le decían: «Di, pues, la palabra Shibolet». Pero él decía: «Sibolet», porque no podía pronunciarla correctamente. Entonces le echaban mano y lo mataban junto a los vados del Jordán. Y cayeron en aquella ocasión 42,000 de los de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Jefté juzgó a Israel seis años. Y murió Jefté el galaadita, y fue sepultado en una de las ciudades de Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ibzán, Elón y Abdón, jueces de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Después de Jefté juzgó a Israel Ibzán de Belén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y tuvo treinta hijos y treinta hijas, a estas las casó fuera de la familia, y trajo de afuera treinta hijas para sus hijos. Él juzgó a Israel siete años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Murió Ibzán, y fue sepultado en Belén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Después de Ibzán, juzgó a Israel Elón el zabulonita; quien juzgó a Israel diez años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Murió Elón el zabulonita, y fue sepultado en Ajalón, en la tierra de Zabulón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Abdón, hijo de Hilel el piratonita, juzgó a Israel después de Elón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Tuvo cuarenta hijos y treinta nietos que cabalgaban en setenta asnos. Él juzgó a Israel ocho años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y murió Abdón, hijo de Hilel el piratonita, y fue sepultado en Piratón, en la tierra de Efraín, en la región montañosa de los amalecitas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.13"
        ],
        "human": "Jueces 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.14"
        ],
        "human": "Jueces 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.12"
        ],
        "human": "Jueces 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Opresión filistea"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los israelitas volvieron a hacer lo malo ante los ojos del Señor, y el Señor los entregó en manos de los filisteos durante cuarenta años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Había un hombre de Zora, de la familia de los danitas, el cual se llamaba Manoa; su mujer era estéril y no había tenido hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces el ángel del Señor se le apareció a la mujer, y le dijo: «Tú eres estéril y no has tenido hijos, pero vas a concebir y a dar a luz un hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ahora pues, cuídate de no beber vino ni licor, y de no comer ninguna cosa inmunda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Porque vas a concebir y a dar a luz un hijo. Él no pasará navaja sobre su cabeza, porque el niño será nazareo para Dios desde el seno materno. Y él comenzará a salvar a Israel de manos de los filisteos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "La mujer fue y se lo dijo a su marido: «Un hombre de Dios vino a mí, y su aspecto era como el aspecto del ángel de Dios, muy imponente. Yo no le pregunté de dónde venía, ni él me hizo saber su nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero él me dijo: “Vas a concebir y a dar a luz un hijo; desde ahora no beberás vino ni licor, ni comerás cosa inmunda, porque el niño será nazareo para Dios desde el seno materno hasta el día de su muerte” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces Manoa imploró al Señor, y dijo: «Te ruego Señor, que el hombre de Dios que Tú enviaste venga otra vez a nosotros, para que nos enseñe lo que hemos de hacer con el niño que ha de nacer»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Dios escuchó la voz de Manoa. Y el ángel de Dios vino otra vez a la mujer cuando estaba sentada en el campo; pero Manoa su marido no estaba con ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "La mujer corrió rápidamente y avisó a su marido, y le dijo: «Ven, se me ha aparecido el hombre que vino el otro día»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Manoa se levantó y siguió a su mujer, y cuando llegó al hombre, le dijo: «¿Eres el hombre que habló a la mujer?». «Yo soy», respondió él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y Manoa le preguntó: «Cuando tus palabras se cumplan, ¿cómo debe ser el modo de vivir del muchacho y cuál su vocación?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y el ángel del Señor contestó a Manoa: «Que la mujer atienda a todo lo que le dije."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "No comerá nada que venga de la vid, no beberá vino ni licor, ni comerá nada inmundo. Ella deberá guardar todo lo que le he ordenado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nacimiento de Sansón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Manoa dijo al ángel del Señor: «Permítenos detenerte y prepararte un cabrito»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y el ángel del Señor respondió a Manoa: «Aunque me detengas, no comeré de tu alimento, pero si preparas un holocausto, ofrécelo al Señor». Y Manoa no sabía que era el ángel del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y Manoa dijo al ángel del Señor: «¿Cuál es tu nombre, para que cuando se cumplan tus palabras, te honremos?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El ángel del Señor le respondió: «¿Por qué preguntas mi nombre, viendo que es maravilloso?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces Manoa tomó el cabrito con la ofrenda de cereal y los ofreció sobre una piedra al Señor, y el ángel hizo maravillas mientras que Manoa y su mujer observaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pues sucedió que cuando la llama subía del altar hacia el cielo, el ángel del Señor ascendió en la llama del altar. Al ver esto, Manoa y su mujer cayeron rostro en tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "El ángel del Señor no se volvió a aparecer a Manoa ni a su mujer. Entonces Manoa supo que era el ángel del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y Manoa dijo a su mujer: «Ciertamente moriremos, porque hemos visto a Dios»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero su mujer le contestó: «Si el Señor hubiera deseado matarnos, no habría aceptado el holocausto ni la ofrenda de cereal de nuestras manos; tampoco nos habría mostrado todas estas cosas, ni nos habría permitido ahora oír cosas como estas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y la mujer dio a luz un hijo y le puso por nombre Sansón. El niño creció y el Señor lo bendijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y el Espíritu del Señor comenzó a manifestarse en él en Majané Dan, entre Zora y Estaol."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.14"
        ],
        "human": "Jueces 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.15"
        ],
        "human": "Jueces 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.13"
        ],
        "human": "Jueces 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El matrimonio de Sansón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Sansón descendió a Timnat y vio allí a una mujer de las hijas de los filisteos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Cuando regresó, se lo contó a su padre y a su madre: «Vi en Timnat a una mujer de las hijas de los filisteos. Ahora pues, tómenmela por mujer»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Le respondieron su padre y su madre: «¿No hay mujer entre las hijas de tus parientes o entre todo nuestro pueblo, para que vayas a tomar mujer de los filisteos incircuncisos?». Pero Sansón dijo a su padre: «Tómala para mí, porque ella me agrada»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Su padre y su madre no sabían que esto era del Señor, porque Él buscaba ocasión contra los filisteos, pues en aquel tiempo los filisteos dominaban a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces Sansón descendió a Timnat con su padre y con su madre, y llegó hasta los viñedos de Timnat. Y allí un león joven venía rugiendo hacia él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero el Espíritu del Señor vino sobre él con gran poder, y lo despedazó como se despedaza un cabrito, aunque no tenía nada en su mano. Pero no contó a su padre ni a su madre lo que había hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Descendió y habló con la mujer; y ella le agradó a Sansón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuando regresó más tarde para tomarla, se apartó del camino para ver el cadáver del león. Y había un enjambre de abejas y miel en el cuerpo del león."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Recogió la miel en sus manos y siguió adelante, comiéndola mientras caminaba. Cuando llegó adonde estaban su padre y su madre, les dio miel y ellos comieron. Pero no les contó que había recogido la miel del cuerpo del león."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La adivinanza de Sansón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Después el padre descendió adonde estaba la mujer. Y Sansón hizo allí un banquete, porque así acostumbraban hacer los jóvenes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y cuando lo vieron, trajeron a treinta compañeros para que estuvieran con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces Sansón les dijo: «Permítanme proponerles ahora una adivinanza. Y si en verdad me la declaran dentro de los siete días del banquete, y la descifran, entonces les daré treinta vestidos de lino y treinta mudas de ropa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero si no pueden declarármela, entonces ustedes me darán treinta vestidos de lino y treinta mudas de ropa». «Dinos tu adivinanza, para que la escuchemos», le dijeron ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces les dijo:",
            "«Del que come salió comida,",
            "Y del fuerte salió dulzura».",
            "Y no pudieron declararle la adivinanza en tres días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Al cuarto día dijeron a la mujer de Sansón: «Persuade a tu marido a que nos declare la adivinanza, o te quemaremos a fuego a ti y a la casa de tu padre. Nos han invitado para empobrecernos. ¿No es así?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "La mujer de Sansón lloró delante de él, y dijo: «Solo me aborreces y no me quieres. Has propuesto una adivinanza a los hijos de mi pueblo, y no me la has declarado». Y él le dijo: «No se la he declarado ni a mi padre ni a mi madre. ¿Y te la he de declarar a ti?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero ella lloró delante de él los siete días que duró su banquete. Y sucedió el séptimo día que él se la declaró porque ella le presionaba mucho. Entonces ella declaró la adivinanza a los hijos de su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y al séptimo día, antes de ponerse el sol, los hombres de la ciudad le dijeron:",
            "«¿Qué es más dulce que la miel?",
            "¿Y qué es más fuerte que un león?».",
            "Y Sansón les contestó:",
            "«Si no hubieran arado con mi novilla,",
            "No habrían descubierto mi adivinanza»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces el Espíritu del Señor vino sobre él con gran poder, y descendió a Ascalón y mató a treinta de ellos y tomando sus despojos, dio las mudas de ropa a los que habían declarado la adivinanza. Y ardiendo en ira, subió a la casa de su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero la mujer de Sansón fue dada al compañero que había sido su amigo íntimo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.15"
        ],
        "human": "Jueces 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.16"
        ],
        "human": "Jueces 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.14"
        ],
        "human": "Jueces 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las zorras incendiarias"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de algún tiempo, en los días de la siega del trigo, sucedió que Sansón fue a visitar a su mujer con un cabrito, y dijo: «Llegaré a mi mujer en su recámara». Pero el padre de ella no lo dejó entrar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y el padre dijo: «Realmente pensé que la odiabas intensamente y se la di a tu compañero. ¿No es su hermana menor más hermosa que ella? Te ruego que la tomes en su lugar»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces Sansón le respondió: «Esta vez no tendré culpa en cuanto a los filisteos cuando les haga daño»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y Sansón fue y capturó 300 zorras, tomó antorchas, juntó las zorras cola con cola y puso una antorcha en medio de cada dos colas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Después de prender fuego a las antorchas, soltó las zorras en los sembrados de los filisteos, quemando la cosecha recogida, la cosecha en pie, y además las viñas y los olivares."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces los filisteos dijeron: «¿Quién hizo esto?». Y les respondieron: «Sansón, el yerno del Timnateo, porque este tomó a su mujer y se la dio a su compañero». Y los filisteos vinieron y la quemaron a ella y a su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y Sansón les dijo: «Ya que actúan así, ciertamente me vengaré de ustedes, y después de eso, cesaré»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Sin piedad los hirió con gran mortandad. Y descendió y habitó en la hendidura de la peña de Etam."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La quijada de asno"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces los filisteos subieron y acamparon en Judá, y se esparcieron por Lehi."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y los hombres de Judá dijeron: «¿Por qué han subido contra nosotros?». Y ellos dijeron: «Hemos subido para prender a Sansón a fin de hacerle como él nos ha hecho»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "De Judá descendieron 3,000 hombres a la hendidura de la peña de Etam, y dijeron a Sansón: «¿No sabes que los filisteos reinan sobre nosotros? ¿Qué, pues, es esto que nos has hecho?». «Como ellos me hicieron, así les he hecho», contestó él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y ellos le dijeron: «Hemos descendido para prenderte y entregarte en manos de los filisteos». «Júrenme que no me matarán», les dijo Sansón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ellos le respondieron: «No, sino que te ataremos bien y te entregaremos en sus manos. Ciertamente no te mataremos». Entonces lo ataron con dos sogas nuevas y lo sacaron de la peña."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Al llegar él a Lehi, los filisteos salieron a su encuentro gritando. Y el Espíritu del Señor vino sobre él con poder, y las sogas que estaban en sus brazos fueron como lino quemado con fuego y las ataduras cayeron de sus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y halló una quijada de asno fresca aún, y extendiendo su mano, la tomó y mató a 1,000 hombres con ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces Sansón dijo:",
            "«Con la quijada de un asno,",
            "Montones sobre montones,",
            "Con la quijada de un asno",
            "He matado a 1,000 hombres»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Al terminar de hablar, arrojó la quijada de su mano, y llamó a aquel lugar Ramat Lehi."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Después sintió una gran sed, y clamando al Señor, dijo: «Tú has dado esta gran liberación por mano de Tu siervo, y ahora, ¿moriré yo de sed y caeré en manos de los incircuncisos?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y abrió Dios la cuenca que está en Lehi y salió agua de ella. Cuando bebió, recobró sus fuerzas y se reanimó. Por eso llamó a aquel lugar En Hacore, el cual está en Lehi hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Sansón juzgó a Israel veinte años en los días de los filisteos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.16"
        ],
        "human": "Jueces 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.17"
        ],
        "human": "Jueces 17",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.15"
        ],
        "human": "Jueces 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sansón y Dalila"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Sansón fue a Gaza, y allí vio a una ramera y se llegó a ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces fue dicho a los de Gaza: «Sansón ha venido acá». Y ellos cercaron el lugar y se apostaron a la puerta de la ciudad toda la noche, acechándolo. Y estuvieron callados toda la noche y dijeron: «Esperemos hasta que amanezca, entonces lo mataremos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero Sansón permaneció acostado hasta la medianoche, y a la medianoche se levantó, y tomando las puertas de la ciudad con los dos postes, las arrancó junto con las trancas. Entonces se las echó sobre los hombros y las llevó hasta la cumbre del monte que está frente a Hebrón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Después de esto, Sansón se enamoró de una mujer del valle de Sorec, que se llamaba Dalila."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los príncipes de los filisteos fueron a ella y le dijeron: «Persuádelo, y ve dónde está su gran fuerza, y cómo podríamos dominarlo para atarlo y castigarlo. Entonces cada uno de nosotros te dará 1,100 monedas de plata»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Dalila le dijo a Sansón: «Te ruego que me declares dónde está tu gran fuerza y cómo se te puede atar para castigarte»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Sansón le respondió: «Si me atan con siete cuerdas frescas que no se hayan secado, me debilitaré y seré como cualquier otro hombre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los príncipes de los filisteos le llevaron siete cuerdas frescas que no se habían secado, y Dalila lo ató con ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y ella tenía hombres al acecho en un aposento interior. Entonces le dijo: «¡Sansón, los filisteos se te echan encima!». Pero él rompió las cuerdas como se rompe un hilo de estopa cuando toca el fuego. Así que no se descubrió el secreto de su fuerza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces Dalila dijo a Sansón: «Mira, me has engañado y me has dicho mentiras. Ahora pues, te ruego que me declares cómo se te puede atar»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "«Si me atan fuertemente con sogas nuevas que no se hayan usado», le respondió él, «me debilitaré y seré como cualquier otro hombre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Dalila tomó sogas nuevas, lo ató con ellas, y le dijo: «¡Sansón, los filisteos se te echan encima!». Pues los hombres estaban al acecho en el aposento interior. Pero él rompió las sogas de sus brazos como un hilo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Dalila entonces dijo a Sansón: «Hasta ahora me has engañado y me has dicho mentiras. Declárame, ¿cómo se te puede atar?». «Si tejes siete trenzas de mi cabellera con la tela y la aseguras con una clavija», le dijo él, «entonces me debilitaré y seré como cualquier otro hombre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y mientras él dormía, Dalila tomó las siete trenzas de su cabellera y las tejió con la tela. Entonces la aseguró con la clavija, y le dijo: «¡Sansón, los filisteos se te echan encima!». Pero él despertó de su sueño y arrancó la clavija del telar y la tela."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Así que ella le dijo: «¿Cómo puedes decir: “Te quiero”, cuando tu corazón no está conmigo? Me has engañado estas tres veces y no me has declarado dónde reside tu gran fuerza»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y como ella le presionaba diariamente con sus palabras y le apremiaba, su alma se angustió hasta la muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Él le reveló, pues, todo lo que había en su corazón, diciéndole: «Nunca ha pasado navaja sobre mi cabeza, pues he sido nazareo para Dios desde el vientre de mi madre. Si me cortan el cabello, mi fuerza me dejará y me debilitaré y seré como cualquier otro hombre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Viendo Dalila que él le había declarado todo lo que había en su corazón, mandó llamar a los príncipes de los filisteos y dijo: «Vengan una vez más, porque él me ha declarado todo lo que hay en su corazón». Entonces los príncipes de los filisteos vinieron a ella y trajeron el dinero en sus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y ella lo hizo dormir sobre sus rodillas, y mandó llamar a un hombre que le rasuró las siete trenzas de su cabellera. Luego ella comenzó a afligirlo y su fuerza lo dejó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Ella entonces dijo: «¡Sansón, los filisteos se te echan encima!». Y él despertó de su sueño, y dijo: «Saldré como las otras veces y escaparé». Pero no sabía que el Señor se había apartado de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Los filisteos lo prendieron y le sacaron los ojos. Y llevándolo a Gaza, lo ataron con cadenas de bronce y lo pusieron a girar el molino en la prisión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero el cabello de su cabeza comenzó a crecer de nuevo después de rasurado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Los príncipes de los filisteos se reunieron para ofrecer un gran sacrificio a su dios Dagón, y para regocijarse, pues decían:",
            "«Nuestro dios ha entregado a nuestro enemigo Sansón en nuestras manos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Cuando la gente lo vio, alabaron a su dios, pues decían:",
            "«Nuestro dios ha entregado en nuestras manos a nuestro enemigo,",
            "Al que asolaba nuestra tierra,",
            "Y multiplicaba nuestros muertos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y cuando estaban bien alegres, dijeron: «Llamen a Sansón para que nos divierta». Llamaron, pues, a Sansón de la cárcel, y él los divertía. Y lo pusieron de pie entre las columnas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces Sansón dijo al muchacho que lo tenía de la mano: «Déjame tocar las columnas sobre las que el edificio descansa, para apoyarme en ellas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "El edificio estaba lleno de hombres y mujeres, y todos los príncipes de los filisteos estaban allí. Y sobre la azotea había como 3,000 hombres y mujeres mirando mientras Sansón los divertía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces Sansón invocó al Señor y dijo: «Señor Dios, te ruego que te acuerdes de mí, y te suplico que me des fuerzas solo esta vez, oh Dios, para vengarme ahora de los filisteos por mis dos ojos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Sansón palpó las dos columnas del medio sobre las que el edificio descansaba y se apoyó contra ellas, con su mano derecha sobre una y con su mano izquierda sobre la otra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y dijo Sansón: «¡Muera yo con los filisteos!». Y se inclinó con todas sus fuerzas y el edificio se derrumbó sobre los príncipes y sobre todo el pueblo que estaba en él. Así que los que mató al morir fueron más que los que había matado durante su vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Entonces descendieron sus hermanos y toda la casa de su padre, y tomándolo, lo llevaron y lo sepultaron entre Zora y Estaol en la tumba de Manoa, su padre. Sansón había juzgado a Israel veinte años."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.17",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.17"
        ],
        "human": "Jueces 17"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.18"
        ],
        "human": "Jueces 18",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.16"
        ],
        "human": "Jueces 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Idolatría de Micaía"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Había un hombre de la región montañosa de Efraín, llamado Micaía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y él dijo a su madre: «Las 1,100 monedas de plata que te quitaron, acerca de las cuales proferiste una maldición a mis oídos, mira, esa plata está en mi poder; yo la tomé». «Bendito sea mi hijo por el Señor», le dijo su madre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces él devolvió las 1,100 monedas de plata a su madre, y su madre dijo: «Yo de corazón dedico la plata de mi mano al Señor por mi hijo, para hacer una imagen tallada y una de fundición; ahora, por tanto, yo te las devuelvo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando él devolvió la plata a su madre, su madre tomó 200 monedas de plata y se las dio al platero que las convirtió en una imagen tallada y una de fundición, las cuales quedaron en casa de Micaía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y este hombre Micaía tenía un santuario. Hizo un efod e ídolos domésticos, y consagró a uno de sus hijos para que fuera su sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "En aquellos días no había rey en Israel. Cada uno hacía lo que le parecía bien ante sus propios ojos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Había un joven de Belén de Judá, de la familia de Judá, que era levita y extranjero allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y el hombre salió de la ciudad, de Belén de Judá, para residir donde encontrara lugar; y mientras proseguía su camino, llegó a la región montañosa de Efraín, a la casa de Micaía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "«¿De dónde vienes?», le preguntó Micaía. «Soy un levita de Belén de Judá», le respondió él; «y voy a residir donde encuentre lugar»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces Micaía le dijo: «Quédate conmigo y sé padre y sacerdote para mí, y yo te daré diez monedas de plata por año, el vestido y la comida». Entonces el levita entró."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El levita consintió en quedarse con el hombre, y el joven fue para él como uno de sus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Micaía consagró al levita, y el joven vino a ser su sacerdote, y vivió en la casa de Micaía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Micaía dijo: «Ahora sé que el Señor me prosperará, porque tengo un levita por sacerdote»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.18",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.18"
        ],
        "human": "Jueces 18"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.19"
        ],
        "human": "Jueces 19",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.17"
        ],
        "human": "Jueces 17",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los danitas en busca de heredad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En aquellos días no había rey en Israel. Y por aquel tiempo la tribu de los danitas buscaba para sí una heredad donde habitar, porque hasta entonces ninguna heredad se le había asignado como le correspondía entre las tribus de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Los hijos de Dan enviaron de su tribu, de entre todos ellos, a cinco hombres, hombres valientes de Zora y Estaol, a reconocer la tierra y explorarla. Y les dijeron: «Vayan, exploren la tierra». Y llegaron a la región montañosa de Efraín, a la casa de Micaía, y se hospedaron allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cuando estaban cerca de la casa de Micaía, reconocieron la voz del joven levita; y llegándose allá, le dijeron: «¿Quién te trajo aquí? ¿Qué estás haciendo en este lugar y qué tienes aquí?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Él les dijo: «Así y de esta manera me ha hecho Micaía, me ha tomado a sueldo y ahora soy su sacerdote»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y le dijeron: «Te rogamos que consultes a Dios para saber si el camino en que vamos será próspero»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El sacerdote les respondió: «Vayan en paz; el camino en que andan tiene la aprobación del Señor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces los cinco hombres salieron y llegaron a Lais y vieron al pueblo que había en ella viviendo en seguridad, tranquilo y confiado, según la costumbre de los sidonios. Porque no había gobernante humillándolos en nada en aquella tierra, y estaban lejos de los sidonios, y no tenían relaciones con nadie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Al regresar a sus hermanos en Zora y Estaol, sus hermanos les dijeron: «¿Qué noticias tienen?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y ellos respondieron: «Levántense, subamos contra ellos, porque hemos visto la tierra, la cual es muy buena. ¿Estarán, pues, quietos? No se demoren en ir, para entrar a tomar posesión de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando entren, llegarán a un pueblo confiado, con una tierra espaciosa que Dios ha entregado en manos de ustedes. Es un lugar donde no falta nada de lo que hay sobre la tierra»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces de la familia de los danitas, de Zora y de Estaol, salieron 600 hombres con armas de guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Subieron y acamparon en Quiriat Jearim en Judá. Por tanto, llamaron aquel lugar Majané Dan hasta hoy. Está al occidente de Quiriat Jearim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "De allí pasaron a la región montañosa de Efraín y llegaron a la casa de Micaía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y los cinco hombres que fueron a reconocer la región de Lais, les dijeron a sus parientes: «¿No saben que en estas casas hay un efod, ídolos domésticos, una imagen tallada y una imagen de fundición? Ahora pues, consideren lo que deben hacer»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Allí se desviaron y llegaron a la casa del joven levita, a la casa de Micaía, y le preguntaron cómo estaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y los 600 hombres armados con sus armas de guerra, que eran de los hijos de Dan, se pusieron a la entrada de la puerta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y los cinco hombres que fueron a reconocer la tierra subieron y entraron allí, y tomaron la imagen tallada, el efod, los ídolos domésticos y la imagen de fundición, mientras el sacerdote estaba junto a la entrada de la puerta con los 600 hombres con armas de guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando aquellos entraron a la casa de Micaía y tomaron la imagen tallada, el efod, los ídolos domésticos y la imagen de fundición, el sacerdote les dijo: «¿Qué hacen?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Ellos le respondieron: «Calla, pon la mano sobre tu boca y ven con nosotros, y sé padre y sacerdote para nosotros. ¿Te es mejor ser sacerdote para la casa de un hombre, o ser sacerdote para una tribu y una familia de Israel?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y se alegró el corazón del sacerdote, y tomó el efod, los ídolos domésticos y la imagen tallada, y se fue en medio del pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces ellos se volvieron y salieron, y pusieron los niños, el ganado y sus bienes por delante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Cuando se alejaron de la casa de Micaía, los hombres que estaban en las casas cerca de la casa de Micaía, se juntaron y alcanzaron a los hijos de Dan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y gritaron a los hijos de Dan, y estos se volvieron y dijeron a Micaía: «¿Qué te pasa que has juntado gente?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y él respondió: «Ustedes se han llevado mis dioses que yo hice, también al sacerdote, y se han marchado, ¿y qué me queda? ¿Cómo, pues, me dicen: “¿Qué pasa?”?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Los hijos de Dan le dijeron: «Que no se oiga tu voz entre nosotros, no sea que caigan sobre ti hombres fieros y pierdas tu vida y las vidas de los de tu casa»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y los hijos de Dan prosiguieron su camino. Cuando Micaía vio que eran muy fuertes para él, dio la vuelta y regresó a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Entonces los danitas tomaron lo que Micaía había hecho, y al sacerdote que le había pertenecido, y llegaron a Lais, a un pueblo tranquilo y confiado. Y los hirieron a filo de espada e incendiaron la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y no había nadie que la librara, porque estaba lejos de Sidón, en el valle que está cerca de Bet Rehob, y ellos no tenían trato con nadie. Después los danitas reedificaron la ciudad y habitaron en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Le pusieron el nombre de Dan a la ciudad, según el nombre de Dan su padre, que le nació a Israel. Pero el nombre de la ciudad anteriormente era Lais."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y los hijos de Dan levantaron para sí la imagen tallada. Jonatán, hijo de Gersón, hijo de Manasés, y sus hijos fueron sacerdotes para la tribu de los danitas, hasta el día del cautiverio de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Levantaron, pues, para sí la imagen tallada que Micaía había hecho, todo el tiempo que la casa de Dios estuvo en Silo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.19",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.19"
        ],
        "human": "Jueces 19"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.20"
        ],
        "human": "Jueces 20",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.18"
        ],
        "human": "Jueces 18",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El levita y su concubina"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En aquellos días, cuando no había rey en Israel, había un levita que residía en la parte más remota de la región montañosa de Efraín, el cual tomó para sí una concubina de Belén de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero su concubina cometió adulterio contra él, y ella se fue de su lado, a la casa de su padre en Belén de Judá, y estuvo allí por espacio de cuatro meses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Su marido se levantó y fue tras ella para hablarle cariñosamente y hacerla volver, llevando consigo a su criado y un par de asnos. Y ella lo llevó dentro de la casa de su padre, y cuando el padre de la joven lo vio, se alegró de conocerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Su suegro, el padre de la joven, lo retuvo, y se quedó con él tres días. Y comieron, bebieron y se alojaron allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Al cuarto día se levantaron muy de mañana y el levita se preparó para irse; y el padre de la joven dijo a su yerno: «Aliméntate con un bocado de pan y después se pueden ir»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Se sentaron, pues, los dos y comieron y bebieron juntos. Y el padre de la joven dijo al hombre: «Te ruego que te dignes pasar la noche, y que se alegre tu corazón»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El hombre se levantó para irse, pero su suegro insistió, de modo que pasó allí la noche otra vez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y al quinto día se levantó muy de mañana para irse, y el padre de la joven dijo: «Aliméntate, te ruego, y espera hasta la tarde»; y los dos comieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando el hombre se levantó para irse con su concubina y su criado, su suegro, el padre de la joven, le dijo: «Mira, ya ha declinado el día; te ruego que pases la noche, pues el día llega a su fin. Pasa la noche aquí para que se alegre tu corazón. Y mañana se levantarán temprano para su viaje y te irás a tu casa»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero el hombre no quiso pasar la noche, así que se levantó y partió, y fue hasta un lugar frente a Jebús, es decir, Jerusalén. Y estaban con él un par de asnos aparejados; también con él estaba su concubina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cuando estaban cerca de Jebús, el día casi había declinado. Y el criado dijo a su señor: «Te ruego que vengas, nos desviemos, y entremos en esta ciudad de los jebuseos y pasemos la noche en ella»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero su señor le dijo: «No nos desviaremos para entrar en la ciudad de extranjeros que no son de los israelitas, sino que iremos hasta Guibeá»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y dijo a su criado: «Ven, acerquémonos a uno de estos lugares; y pasaremos la noche en Guibeá o en Ramá»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Así que pasaron de largo y siguieron su camino, y el sol se puso sobre ellos cerca de Guibeá que pertenece a Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y se desviaron allí para entrar y alojarse en Guibeá. Cuando entraron, se sentaron en la plaza de la ciudad porque nadie los llevó a su casa para pasar la noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces, un anciano venía de su trabajo del campo al anochecer. Y el hombre era de la región montañosa de Efraín y se alojaba en Guibeá, pero los hombres del lugar eran benjamitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y alzó sus ojos y vio al viajero en la plaza de la ciudad. Y el anciano dijo: «¿A dónde vas y de dónde vienes?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y él le dijo: «Estamos pasando de Belén de Judá a la parte más remota de la región montañosa de Efraín, pues soy de allí. Fui hasta Belén de Judá, y ahora voy a mi casa, pero no hay quien me reciba en su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Sin embargo, tenemos paja y forraje para nuestros asnos, y también pan y vino para mí, para tu sierva y para el joven que está con tu siervo; no nos falta nada»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "«Paz sea contigo», dijo el anciano. «Permíteme suplir todas tus necesidades. Pero no pases la noche en la plaza»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y lo llevó a su casa y dio forraje a los asnos. Ellos se lavaron los pies, comieron y bebieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Mientras ellos se alegraban, los hombres de la ciudad, hombres perversos, rodearon la casa; y golpeando la puerta, hablaron al dueño de la casa, al anciano, diciendo: «Saca al hombre que entró en tu casa para que tengamos relaciones con él»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces el hombre, el dueño de la casa, salió a ellos y les dijo: «No, hermanos míos, no se porten tan vilmente. Puesto que este hombre ha entrado en mi casa, no cometan esta terrible ofensa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Aquí está mi hija virgen y la concubina de él. Permítanme que las saque para que abusen de ellas y hagan con ellas lo que quieran, pero no cometan semejante ofensa contra este hombre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero los hombres no quisieron escucharle, así que el levita tomó a su concubina y la trajo a ellos. Y ellos la ultrajaron y abusaron de ella toda la noche hasta la mañana; entonces la dejaron libre al amanecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Cuando amanecía, la mujer vino y cayó a la entrada de la casa del hombre donde estaba su señor hasta que se hizo de día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Al levantarse su señor por la mañana, abrió las puertas de la casa y salió para seguir su camino, y vio que su concubina estaba tendida a la entrada de la casa, con sus manos en el umbral."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y él le dijo: «Levántate y vámonos». Pero ella no respondió. Entonces la recogió, y colocándola sobre el asno, el hombre se levantó y se fue a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Cuando entró en su casa tomó un cuchillo, y tomando a su concubina, la cortó en doce pedazos, miembro por miembro, y la envió por todo el territorio de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y todos los que lo veían, decían: «Nada como esto jamás ha sucedido ni se ha visto desde el día en que los israelitas subieron de la tierra de Egipto hasta el día de hoy. Considérenlo, tomen consejo y hablen»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.20",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.20"
        ],
        "human": "Jueces 20"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.21"
        ],
        "human": "Jueces 21",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.19"
        ],
        "human": "Jueces 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Guerra contra Benjamín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces salieron todos los israelitas, desde Dan hasta Beerseba, incluyendo la tierra de Galaad, y la congregación se reunió al Señor como un solo hombre en Mizpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y los jefes de todo el pueblo, de todas las tribus de Israel, tomaron su puesto en la asamblea del pueblo de Dios, 400,000 soldados de a pie que sacaban espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "(Y los hijos de Benjamín oyeron que los israelitas habían subido a Mizpa). Entonces los israelitas preguntaron: «Dígannos, ¿cómo ocurrió esta maldad?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El levita, marido de la mujer que había sido asesinada, respondió: «Vine con mi concubina a pasar la noche en Guibeá de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero los hombres de Guibeá se levantaron contra mí, y rodearon la casa por la noche por causa mía. Tenían intención de matarme. Pero en vez de esto, violaron a mi concubina de tal manera que murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Tomé entonces a mi concubina, la corté en pedazos y la envié por todo el territorio de la heredad de Israel, porque han cometido lascivia y terrible ofensa en Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Así que todos ustedes, israelitas, den aquí su parecer y consejo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces todo el pueblo se levantó como un solo hombre y dijeron: «Ninguno de nosotros irá a su tienda, ni ninguno de nosotros volverá a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Esto es lo que haremos ahora a Guibeá: subiremos contra la ciudad por sorteo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Tomaremos diez hombres de cada 100 por todas las tribus de Israel, y 100 de cada 1,000 y 1,000 de cada 10,000 para proveer víveres para el ejército, que vaya a Guibeá de Benjamín a castigarlos por toda la infamia que han cometido en Israel»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así se juntaron contra la ciudad todos los hombres de Israel, como un solo hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces las tribus de Israel enviaron hombres por toda la tribu de Benjamín y dijeron: «¿Qué es esta infamia que se ha cometido entre ustedes?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entreguen ahora a los hombres, esos perversos en Guibeá, para que les demos muerte y quitemos esta infamia de Israel». Pero los de la tribu de Benjamín no quisieron escuchar la voz de sus hermanos, los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y los benjamitas, de sus ciudades, se reunieron en Guibeá para salir a combatir contra los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "De las ciudades fueron contados en aquel día, de los benjamitas, 26,000 hombres que sacaban espada, además de los habitantes de Guibeá que fueron contados, 700 hombres escogidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "De toda esta gente, 700 hombres escogidos eran zurdos; capaces cada uno de lanzar con la honda una piedra a un cabello sin errar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces los hombres de Israel, aparte de Benjamín, fueron contados, 400,000 hombres que sacaban espada. Todos estos eran hombres de guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Los israelitas se levantaron, subieron a Betel, y consultaron a Dios, y preguntaron: «¿Quién de nosotros subirá primero a pelear contra la tribu de Benjamín?». Entonces el Señor respondió: «Judá subirá primero»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Los israelitas se levantaron por la mañana y acamparon contra Guibeá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Los hombres de Israel salieron a combatir contra Benjamín, y los hombres de Israel se pusieron en orden de batalla contra ellos en Guibeá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero los benjamitas salieron de Guibeá y derribaron por tierra en aquel día 22,000 hombres de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero el pueblo, los hombres de Israel, se reanimaron, y se pusieron otra vez en orden de batalla en el lugar donde se habían puesto el primer día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y subieron los israelitas y lloraron delante del Señor hasta la noche, y consultaron al Señor, diciendo: «¿Nos acercaremos otra vez para combatir contra los hijos de mi hermano Benjamín?». Y el Señor dijo: «Suban contra él»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces los israelitas fueron contra los de Benjamín el segundo día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y salió Benjamín de Guibeá contra ellos el segundo día y otra vez hizo caer 18,000 hombres de los israelitas. Todos estos sacaban espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Todos los israelitas y todo el pueblo subieron y vinieron a Betel y lloraron; y permanecieron allí delante del Señor y ayunaron ese día hasta la noche. Y ofrecieron holocaustos y ofrendas de paz delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Los israelitas consultaron al Señor, porque el arca del pacto de Dios estaba allí en aquellos días,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "y Finees, hijo de Eleazar, hijo de Aarón, estaba delante de ella para ministrar en aquellos días y preguntó: «¿Volveré a salir otra vez a combatir contra los hijos de mi hermano Benjamín, o desistiré?». Y el Señor respondió: «Suban, porque mañana lo entregaré en tu mano»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Derrota y exterminio de los benjamitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Puso, pues, Israel emboscadas alrededor de Guibeá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Los israelitas subieron contra los de Benjamín al tercer día, y se pusieron en orden de batalla contra Guibeá como las otras veces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Salieron los hijos de Benjamín contra el pueblo, y fueron alejados de la ciudad. Comenzaron como las otras veces a herir y a matar a algunos del pueblo por los caminos, uno de los cuales sube a Betel y el otro a Guibeá, en campo abierto. Y mataron a unos treinta hombres de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Y los hijos de Benjamín dijeron: «Están derrotados delante de nosotros como la primera vez». Pero los israelitas dijeron: «Huyamos para que los alejemos de la ciudad hacia los caminos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Entonces todos los hombres de Israel se levantaron de sus puestos y se pusieron en orden de batalla en Baal Tamar. Y los emboscados de Israel salieron de sus puestos, de Maareh Geba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Cuando 10,000 hombres escogidos de todo Israel fueron contra Guibeá, la batalla se hizo reñida; pero Benjamín no sabía que el desastre se le acercaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Y el Señor hirió a Benjamín delante de Israel, de modo que los israelitas mataron ese día a 25,100 hombres de Benjamín, todos ellos sacaban espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Y los de Benjamín vieron que estaban derrotados. Cuando los hombres de Israel cedieron terreno a Benjamín porque confiaban en las emboscadas que habían puesto contra Guibeá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "los emboscados se apresuraron y se lanzaron contra Guibeá. Entonces se desplegaron e hirieron toda la ciudad a filo de espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "La señal convenida entre los hombres de Israel y los emboscados, era de que ellos harían que se levantara una gran nube de humo de la ciudad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "entonces los hombres de Israel regresarían a la batalla. Y los de Benjamín empezaron a herir y matar a unos treinta hombres de Israel, porque dijeron: «Ciertamente están derrotados delante de nosotros como en la primera batalla»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Pero cuando la nube de humo como columna empezó a levantarse de la ciudad, los de Benjamín miraron tras sí; y de toda la ciudad subía humo al cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Entonces los hombres de Israel se volvieron, y los de Benjamín se aterrorizaron porque vieron que el desastre se les acercaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Por tanto, volvieron la espalda ante los hombres de Israel en dirección al desierto, pero la batalla los alcanzó, y los que salían de las ciudades los destruían en medio de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Cercaron a Benjamín, lo persiguieron sin tregua y lo aplastaron frente a Guibeá, hacia el oriente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Cayeron 18,000 hombres de Benjamín; todos ellos eran valientes guerreros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Cuando los demás se volvieron y huyeron al desierto, a la peña de Rimón, los israelitas capturaron a 5,000 de ellos en los caminos, y a otros los persiguieron muy de cerca hasta Gidom y mataron a 2,000 de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "El total de los de Benjamín que cayeron aquel día fue de 25,000 hombres que sacaban espada, todos ellos valientes guerreros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Pero 600 hombres se volvieron y huyeron al desierto, a la peña de Rimón, y permanecieron en la peña de Rimón cuatro meses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Entonces los hombres de Israel se volvieron contra los hijos de Benjamín y los hirieron a filo de espada, a toda la ciudad, así como el ganado y todo lo que encontraron; también prendieron fuego a todas las ciudades que hallaron."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.21",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.21"
        ],
        "human": "Jueces 21"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "RUT.1"
        ],
        "human": "Rut 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.20"
        ],
        "human": "Jueces 20",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mujeres para los benjamitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los hombres de Israel habían jurado en Mizpa y dijeron: «Ninguno de nosotros dará su hija por mujer a los de Benjamín»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces el pueblo vino a Betel, y permaneció allí delante de Dios hasta la noche. Y alzaron sus voces y lloraron amargamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "«¿Por qué, oh Señor, Dios de Israel», dijeron, «ha sucedido esto en Israel, que falte hoy una tribu en Israel?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y al día siguiente el pueblo se levantó temprano, y edificaron allí un altar y ofrecieron holocaustos y ofrendas de paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Después los israelitas dijeron: «¿Quién de entre todas las tribus de Israel no subió a la asamblea del Señor?». Porque habían hecho gran juramento en cuanto a todo aquel que no subiera al Señor en Mizpa, diciendo: «Ciertamente se le dará muerte»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los israelitas se entristecieron por su hermano Benjamín, y dijeron: «Hoy ha sido cortada una tribu de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿Qué haremos para conseguir mujeres para los que han quedado, ya que hemos jurado por el Señor no darles ninguna de nuestras hijas en matrimonio?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces dijeron: «¿Cuál de las tribus de Israel no subió al Señor en Mizpa?». Y sucedió que ninguno de Jabes Galaad había venido al campamento, a la asamblea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque cuando contaron al pueblo, ninguno de los habitantes de Jabes Galaad estaba allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "La congregación envió a 12,000 de los hombres de guerra allá, y les mandaron diciendo: «Vayan y hieran a los habitantes de Jabes Galaad a filo de espada, con las mujeres y los niños."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Esto es lo que harán: destruirán a todo hombre y a toda mujer que se haya acostado con varón»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y hallaron entre los habitantes de Jabes Galaad a 400 vírgenes que no se habían acostado con varón. Y las llevaron al campamento en Silo, que está en la tierra de Canaán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Toda la congregación envió palabra, y hablaron a los benjamitas que estaban en la peña de Rimón, y les hablaron de paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Volvieron entonces los benjamitas, y les dieron las mujeres que habían guardado vivas de entre las mujeres de Jabes Galaad. Pero no había suficientes para todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y el pueblo tuvo tristeza por Benjamín, porque el Señor había abierto una brecha en las tribus de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces los ancianos de la congregación dijeron: «¿Qué haremos para conseguir mujeres para los que quedan, ya que las mujeres de Benjamín fueron destruidas?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y dijeron: «Debe haber herencia para los benjamitas que han escapado, para que no sea exterminada una tribu de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero nosotros no le podemos dar mujeres de nuestras hijas». Porque los israelitas habían jurado: «Maldito el que dé mujer a los de Benjamín»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y dijeron: «Cada año hay una fiesta del Señor en Silo, que está al norte de Betel, al lado oriental del camino que sube de Betel a Siquem, y al sur de Lebona»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y dieron esta orden a los benjamitas: «Vayan, y embósquense en las viñas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "y velen. Cuando las hijas de Silo salgan a tomar parte en las danzas, entonces ustedes saldrán de las viñas y cada uno tomará una mujer de las hijas de Silo, y vuelvan a la tierra de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y cuando sus padres o sus hermanos vengan a quejarse a nosotros, les diremos: “Dénnoslas voluntariamente, porque no pudimos tomar en batalla una mujer para cada hombre de Benjamín. Tampoco ustedes se las dieron, pues entonces serían culpables” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Así lo hicieron los benjamitas, y tomaron mujeres conforme a su número de entre las que danzaban, de las que se apoderaron. Entonces se fueron y volvieron a su heredad, reedificaron las ciudades y habitaron en ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Los israelitas se fueron entonces de allí, cada uno a su tribu y a su familia. Cada uno de ellos salió de allí para su heredad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "En esos días no había rey en Israel; cada uno hacía lo que le parecía bien ante sus propios ojos."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}