{
  "book_usfm": "JOS",
  "name": "Josué",
  "local_title": "Nueva Biblia de las Américas",
  "local_abbreviation": "NBLA",
  "version_id": 103,
  "publisher": {
    "name": "The Lockman Foundation"
  },
  "copyright": {
    "html": "1986, 1995, 1997, 2005 by The Lockman Foundation",
    "text": "1986, 1995, 1997, 2005 by The Lockman Foundation"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "JOS.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.1"
        ],
        "human": "Josué 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.2"
        ],
        "human": "Josué 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.34"
        ],
        "human": "Deuteronomio 34",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Comisión de Dios a Josué"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de la muerte de Moisés, siervo del Señor, el Señor habló a Josué, hijo de Nun, y ayudante de Moisés, y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Mi siervo Moisés ha muerto. Ahora pues, levántate, cruza este Jordán, tú y todo este pueblo, a la tierra que Yo les doy a los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Todo lugar que pise la planta de su pie les he dado a ustedes, tal como dije a Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Desde el desierto y este Líbano hasta el gran río, el río Éufrates, toda la tierra de los hititas hasta el mar Grande que está hacia la puesta del sol, será territorio de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Nadie te podrá hacer frente en todos los días de tu vida. Así como estuve con Moisés, estaré contigo. No te dejaré ni te abandonaré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Sé fuerte y valiente, porque tú darás a este pueblo posesión de la tierra que juré a sus padres que les daría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Solamente sé fuerte y muy valiente. Cuídate de cumplir toda la ley que Moisés Mi siervo te mandó. No te desvíes de ella ni a la derecha ni a la izquierda, para que tengas éxito dondequiera que vayas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»Este libro de la ley no se apartará de tu boca, sino que meditarás en él día y noche, para que cuides de hacer todo lo que en él está escrito. Porque entonces harás prosperar tu camino y tendrás éxito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "¿No te lo he ordenado Yo? ¡Sé fuerte y valiente! No temas ni te acobardes, porque el Señor tu Dios estará contigo dondequiera que vayas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Preparativos para cruzar el Jordán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces Josué dio órdenes a los oficiales del pueblo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "«Pasen por medio del campamento y den órdenes al pueblo, diciéndoles: “Preparen provisiones para ustedes, porque dentro de tres días cruzarán el Jordán para entrar a poseer la tierra que el Señor su Dios les da en posesión” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y a los rubenitas, a los gaditas y a la media tribu de Manasés, Josué les dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "«Recuerden la palabra que Moisés, siervo del Señor, les ordenó: “El Señor su Dios les da reposo y les dará esta tierra”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Sus mujeres, sus pequeños y su ganado permanecerán en la tierra que Moisés les dio al otro lado del Jordán. Pero ustedes, todos los valientes guerreros, pasarán en orden de batalla delante de sus hermanos, y los ayudarán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "hasta que el Señor dé reposo a sus hermanos como a ustedes, y ellos también posean la tierra que el Señor su Dios les da. Entonces volverán a su tierra y poseerán lo que Moisés, siervo del Señor, les dio al otro lado del Jordán hacia el oriente»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y ellos respondieron a Josué: «Haremos todo lo que nos has mandado, y adondequiera que nos envíes, iremos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Como obedecimos en todo a Moisés, así te obedeceremos a ti, con tal que el Señor tu Dios esté contigo como estuvo con Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cualquiera que se rebele contra tu mandato y no obedezca tus palabras en todo lo que le mandes, se le dará muerte. Solamente sé fuerte y valiente»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.2"
        ],
        "human": "Josué 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.3"
        ],
        "human": "Josué 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.1"
        ],
        "human": "Josué 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Rahab y los espías de Josué"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces Josué, hijo de Nun, envió secretamente desde Sitim a dos espías diciéndoles: «Vayan, reconozcan la tierra, especialmente Jericó». Fueron, pues, y entraron en la casa de una ramera que se llamaba Rahab, y allí se hospedaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero le dieron este aviso al rey de Jericó: «Unos hombres de los israelitas han venido aquí esta noche para reconocer toda la tierra»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces el rey de Jericó mandó decir a Rahab: «Saca a los hombres que han venido a ti, que han entrado en tu casa, porque han venido para reconocer toda la tierra»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero la mujer había tomado a los dos hombres y los había escondido, y respondió: «Sí, los hombres vinieron a mí, pero yo no sabía de dónde eran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los hombres salieron a la hora de cerrar la puerta, al oscurecer. No sé adónde fueron. Vayan de prisa tras ellos, que los alcanzarán»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero ella los había hecho subir al terrado, y los había escondido entre los tallos de lino que había puesto en orden en el terrado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los hombres los persiguieron por el camino al Jordán hasta los vados. Tan pronto como salieron los que los perseguían, fue cerrada la puerta de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Antes que los espías se acostaran, Rahab subió al terrado donde ellos estaban,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "y dijo a los hombres: «Sé que el Señor les ha dado esta tierra, y que el terror de ustedes ha caído sobre nosotros, y que todos los habitantes del país se han acobardado ante ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque hemos oído cómo el Señor secó el agua del mar Rojo delante de ustedes cuando salieron de Egipto. También supimos lo que hicieron a los dos reyes de los amorreos que estaban al otro lado del Jordán, a Sehón y a Og, a quienes destruyeron por completo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Cuando oímos esto, nos acobardamos, no quedando ya valor en hombre alguno por causa de ustedes. Porque el Señor, el Dios de ustedes, es Dios arriba en los cielos y abajo en la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Ahora pues, júrenme por el Señor, ya que los he tratado con bondad, que ustedes tratarán con bondad a la casa de mi padre. Denme una promesa segura,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "de que dejarán vivir a mi padre y a mi madre, a mis hermanos y a mis hermanas, con todos los suyos, y que librarán nuestras vidas de la muerte»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y los hombres le dijeron: «Nuestra vida responderá por la de ustedes, si no revelan nuestro propósito. Y sucederá que cuando el Señor nos dé la tierra, te trataremos con bondad y lealtad»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces ella los hizo bajar con una cuerda por la ventana, porque su casa estaba en la muralla de la ciudad y ella vivía en la misma muralla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Rahab les dijo: «Vayan a la región montañosa, no sea que los perseguidores los encuentren. Escóndanse allí por tres días hasta que los perseguidores regresen. Entonces pueden seguir su camino»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Los hombres le dijeron: «Nosotros quedaremos libres de este juramento que nos has hecho jurar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "a menos que, cuando entremos en la tierra, ates este cordón de hilo escarlata a la ventana por la cual nos dejas bajar, y reúnas contigo en la casa a tu padre y a tu madre, a tus hermanos y a toda la casa de tu padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Cualquiera que salga de las puertas de tu casa a la calle, su sangre caerá sobre su propia cabeza, y quedaremos libres; pero la sangre de cualquiera que esté en la casa contigo caerá sobre nuestra cabeza si alguien pone su mano sobre él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero si divulgas nuestro propósito, quedaremos libres del juramento que nos has hecho jurar»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Rahab respondió: «Conforme a lo que ustedes han dicho, así sea». Y los envió. Ellos se fueron, y ella ató el cordón escarlata a la ventana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los espías se fueron y llegaron a la región montañosa. Allí permanecieron por tres días, hasta que los perseguidores regresaron. Los perseguidores los habían buscado por todo el camino, pero no los habían encontrado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces los dos hombres regresaron y bajaron de la región montañosa, y pasaron y vinieron a Josué, hijo de Nun, y le contaron todo lo que les había acontecido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y dijeron a Josué: «Ciertamente, el Señor ha entregado toda la tierra en nuestras manos, y además, todos los habitantes de la tierra se han acobardado ante nosotros»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.3"
        ],
        "human": "Josué 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.4"
        ],
        "human": "Josué 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.2"
        ],
        "human": "Josué 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El paso del Jordán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Josué se levantó muy de mañana; y él y todos los israelitas salieron de Sitim y llegaron al Jordán. Allí acamparon antes de cruzar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Después de tres días los oficiales pasaron por medio del campamento"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y dieron órdenes al pueblo: «Cuando ustedes vean el arca del pacto del Señor su Dios y a los sacerdotes levitas llevándola, entonces saldrán de su lugar y la seguirán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Sin embargo, dejarán entre ustedes y ella una distancia de unos 2,000 codos (900 metros). No se acerquen a ella para saber el camino por donde deben ir, porque no han pasado antes por este camino»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces Josué dijo al pueblo: «Conságrense, porque mañana el Señor hará maravillas entre ustedes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y Josué dijo a los sacerdotes: «Tomen el arca del pacto y pasen delante del pueblo». Y ellos tomaron el arca del pacto y fueron delante del pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El Señor dijo a Josué: «Hoy comenzaré a exaltarte a los ojos de todo Israel, para que sepan que tal como estuve con Moisés, estaré contigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Además, darás órdenes a los sacerdotes que llevan el arca del pacto, diciéndoles: “Cuando lleguen a la orilla de las aguas del Jordán, se detendrán en el Jordán” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces Josué dijo a los israelitas: «Acérquense y oigan las palabras del Señor su Dios»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Josué añadió: «En esto conocerán que el Dios vivo está entre ustedes, y que ciertamente expulsará de delante de ustedes a los cananeos, a los hititas, a los heveos, a los ferezeos, a los gergeseos, a los amorreos y a los jebuseos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Miren, el arca del pacto del Señor de toda la tierra va a pasar el Jordán delante de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»Ahora pues, tomen doce hombres de las tribus de Israel, un hombre de cada tribu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y sucederá que cuando los sacerdotes que llevan el arca del Señor, el Señor de toda la tierra, pongan las plantas de los pies en las aguas del Jordán, las aguas del Jordán quedarán cortadas, y las aguas que fluyen de arriba se detendrán en un montón»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Así que cuando el pueblo salió de sus tiendas para pasar el Jordán con los sacerdotes llevando el arca del pacto delante del pueblo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "y cuando los que llevaban el arca entraron en el Jordán y los pies de los sacerdotes que llevaban el arca se mojaron en la orilla del agua (porque el Jordán se desborda por todas sus riberas todos los días de la cosecha),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "las aguas que venían de arriba se detuvieron y se elevaron en un montón, a una gran distancia en Adam, la ciudad que está al lado de Saretán. Las aguas que descendían hacia el mar de Arabá, el mar Salado, fueron cortadas completamente. Así el pueblo pasó hasta estar frente a Jericó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Los sacerdotes que llevaban el arca del pacto del Señor estuvieron en tierra seca en medio del Jordán mientras que todo Israel cruzaba sobre tierra seca, hasta que todo el pueblo acabó de pasar el Jordán."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.4"
        ],
        "human": "Josué 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.5"
        ],
        "human": "Josué 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.3"
        ],
        "human": "Josué 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Doce piedras conmemorativas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando todo el pueblo acabó de pasar el Jordán, el Señor le dijo a Josué:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Escojan doce hombres del pueblo, uno de cada tribu,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y ordénenles: “Tomen doce piedras de aquí, de en medio del Jordán, del lugar donde los pies de los sacerdotes están firmes, y llévenlas con ustedes y colóquenlas en el lugar donde han de pasar la noche” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Josué llamó a los doce hombres que había señalado de entre los israelitas, uno de cada tribu;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y Josué les dijo: «Pasen delante del arca del Señor su Dios al medio del Jordán, y alce cada uno una piedra sobre su hombro, de acuerdo con el número de las tribus de los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Sea esto una señal entre ustedes, y más tarde cuando sus hijos pregunten: “¿Qué significan estas piedras para ustedes?”,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "entonces les responderán: “Es que las aguas del Jordán quedaron cortadas delante del arca del pacto del Señor. Cuando esta pasó el Jordán, las aguas del Jordán quedaron cortadas”. Así que estas piedras servirán como recuerdo a los israelitas para siempre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Así lo hicieron los israelitas, tal como Josué ordenó, y alzaron doce piedras de en medio del Jordán, como el Señor dijo a Josué, según el número de las tribus de los israelitas. Las llevaron consigo al lugar donde acamparon y allí las depositaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces Josué colocó doce piedras en medio del Jordán, en el lugar donde habían estado los pies de los sacerdotes que llevaban el arca del pacto, y allí permanecen hasta hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque los sacerdotes que llevaban el arca estuvieron parados en medio del Jordán hasta que se cumpliera todo lo que el Señor había mandado a Josué que dijera al pueblo, de acuerdo con todo lo que Moisés había mandado a Josué. Y el pueblo se apresuró y pasó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cuando todo el pueblo había acabado de pasar, el arca del Señor y los sacerdotes pasaron delante del pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Los hijos de Rubén, los hijos de Gad y la media tribu de Manasés pasaron en orden de batalla delante de los israelitas, tal como Moisés les había dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Como 40,000 equipados para la guerra, pasaron delante del Señor hacia los llanos de Jericó, listos para la batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Aquel día el Señor engrandeció a Josué ante los ojos de todo Israel; y le temieron, tal como habían temido a Moisés todos los días de su vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces el Señor habló a Josué:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "«Ordena a los sacerdotes que llevan el arca del testimonio que suban del Jordán»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Josué dio órdenes a los sacerdotes y les dijo: «Suban del Jordán»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y cuando los sacerdotes que llevaban el arca del pacto del Señor subieron de en medio del Jordán, y las plantas de los pies de los sacerdotes salieron a tierra seca, las aguas del Jordán volvieron a su lugar y corrieron sobre todas sus riberas como antes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las piedras erigidas en Gilgal"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "El pueblo subió del Jordán el día diez del mes primero y acamparon en Gilgal al lado oriental de Jericó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y aquellas doce piedras que habían sacado del Jordán, Josué las erigió en Gilgal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces habló a los israelitas: «Cuando sus hijos pregunten a sus padres el día de mañana: “¿Qué significan estas piedras?”,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "ustedes se lo explicarán a sus hijos y les dirán: “Israel cruzó este Jordán en tierra seca”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Porque el Señor su Dios secó las aguas del Jordán delante de ustedes hasta que pasaron, tal como el Señor su Dios había hecho al mar Rojo, el cual Él secó delante de nosotros hasta que pasamos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "para que todos los pueblos de la tierra conozcan que la mano del Señor es poderosa, a fin de que ustedes teman al Señor su Dios para siempre»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.5"
        ],
        "human": "Josué 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.6"
        ],
        "human": "Josué 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.4"
        ],
        "human": "Josué 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Circuncisión de los israelitas y primera Pascua en Canaán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando todos los reyes de los amorreos que estaban al otro lado del Jordán hacia el occidente, y todos los reyes de los cananeos que estaban junto al mar, oyeron cómo el Señor había secado las aguas del Jordán delante de los israelitas hasta que ellos habían pasado, sus corazones se acobardaron, y ya no había ánimo en ellos a causa de los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En aquel tiempo el Señor dijo a Josué: «Hazte cuchillos de pedernal y vuelve a hacer la circuncisión, por segunda vez, a los israelitas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces Josué hizo cuchillos de pedernal y circuncidó a los israelitas en la colina de Aralot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Esta es la razón por la cual Josué los circuncidó: todos los del pueblo que salieron de Egipto que eran varones, todos los hombres de guerra, murieron en el desierto, por el camino, después que salieron de Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Porque todos los del pueblo que salieron fueron circuncidados, pero todos los del pueblo que nacieron en el desierto, por el camino, después de salir de Egipto, no habían sido circuncidados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pues los israelitas anduvieron por el desierto cuarenta años, hasta que pereció toda la nación, es decir, los hombres de guerra que salieron de Egipto, porque no escucharon la voz del Señor. A ellos el Señor les juró que no les permitiría ver la tierra que el Señor había jurado a sus padres que nos daría, una tierra que mana leche y miel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y a los hijos de ellos, que Él levantó en su lugar, Josué los circuncidó; pues eran incircuncisos, porque no los habían circuncidado en el camino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuando terminaron de circuncidar a toda la nación, permanecieron en sus lugares en el campamento hasta que sanaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces el Señor dijo a Josué: «Hoy he quitado de ustedes el oprobio de Egipto». Por eso aquel lugar se ha llamado Gilgal hasta hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Estando los israelitas acampados en Gilgal, celebraron la Pascua en la noche del día catorce del mes en los llanos de Jericó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El día después de la Pascua, ese mismo día, comieron del producto de la tierra, panes sin levadura y cereal tostado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El maná cesó el día después que habían comido del producto de la tierra, y los israelitas no tuvieron más maná, sino que comieron del producto de la tierra de Canaán durante aquel año."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El capitán del ejército del Señor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Cuando Josué estaba ya cerca de Jericó, levantó los ojos y vio que un hombre estaba frente a él con una espada desenvainada en la mano, y Josué fue hacia él y le dijo: «¿Es usted de los nuestros o de nuestros enemigos?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "«No», respondió; «más bien yo vengo ahora como capitán del ejército del Señor». Y Josué se postró en tierra, le hizo reverencia, y dijo: «¿Qué tiene que decirle mi señor a su siervo?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces el capitán del ejército del Señor dijo a Josué: «Quítate las sandalias de tus pies, porque el lugar donde estás es santo». Y así lo hizo Josué."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.6"
        ],
        "human": "Josué 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.7"
        ],
        "human": "Josué 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.5"
        ],
        "human": "Josué 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La conquista de Jericó"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Jericó estaba muy bien cerrada por miedo a los israelitas. Nadie salía ni entraba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero el Señor dijo a Josué: «Mira, he entregado en tu mano a Jericó, y a su rey con sus valientes guerreros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ustedes marcharán alrededor de la ciudad, todos los hombres de guerra rodeando la ciudad una vez. Así lo harás por seis días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»Siete sacerdotes llevarán siete trompetas de cuerno de carnero delante del arca. Al séptimo día ustedes marcharán alrededor de la ciudad siete veces, y los sacerdotes tocarán las trompetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y sucederá que cuando toquen un sonido prolongado con el cuerno de carnero, y ustedes oigan el sonido de la trompeta, todo el pueblo gritará a gran voz, y la muralla de la ciudad se vendrá abajo. Entonces el pueblo subirá, cada hombre derecho hacia adelante»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Josué, hijo de Nun, llamó a los sacerdotes, y les dijo: «Tomen el arca del pacto, y que siete sacerdotes lleven siete trompetas de cuerno de carnero delante del arca del Señor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces dijo al pueblo: «Pasen, y marchen alrededor de la ciudad, y que los hombres armados vayan delante del arca del Señor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Después que Josué había hablado al pueblo, los siete sacerdotes que llevaban las siete trompetas de cuerno de carnero delante del Señor, se adelantaron y tocaron las trompetas. Y el arca del pacto del Señor los seguía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los hombres armados iban delante de los sacerdotes que tocaban las trompetas, y la retaguardia iba detrás del arca, mientras ellos continuaban tocando las trompetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero Josué dio órdenes al pueblo: «No gritarán ni dejarán oír su voz, ni saldrá palabra de su boca, hasta el día que yo les diga: “¡Griten!”. Entonces gritarán»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así hizo que el arca del Señor fuera alrededor de la ciudad, rodeándola una vez. Entonces volvieron al campamento, y pasaron la noche en el campamento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Josué se levantó muy de mañana, y los sacerdotes tomaron el arca del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Los siete sacerdotes llevando las siete trompetas de cuerno de carnero iban delante del arca del Señor, andando continuamente y tocando las trompetas. Los hombres armados iban delante de ellos y la retaguardia iba detrás del arca del Señor mientras ellos seguían tocando las trompetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Así que el segundo día marcharon una vez alrededor de la ciudad y volvieron al campamento. Así lo hicieron por seis días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces en el séptimo día se levantaron temprano, al despuntar el día, y marcharon alrededor de la ciudad de la misma manera, pero siete veces. Solo aquel día marcharon siete veces alrededor de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "A la séptima vez, cuando los sacerdotes tocaron las trompetas, Josué dijo al pueblo: «¡Griten! Pues el Señor les ha entregado la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "La ciudad será dedicada al anatema, ella y todo lo que hay en ella pertenece al Señor. Solo Rahab la ramera y todos los que están en su casa vivirán, porque ella escondió a los mensajeros que enviamos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero ustedes, tengan mucho cuidado en cuanto a las cosas dedicadas al anatema, no sea que las codicien y tomando de las cosas del anatema, hagan maldito el campamento de Israel y traigan desgracia sobre él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Toda la plata y el oro, y los utensilios de bronce y de hierro, están consagrados al Señor. Entrarán en el tesoro del Señor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces el pueblo gritó y los sacerdotes tocaron las trompetas; y sucedió que cuando el pueblo oyó el sonido de la trompeta, el pueblo gritó a gran voz y la muralla se vino abajo. El pueblo subió a la ciudad, cada hombre derecho hacia adelante, y tomaron la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Destruyeron por completo, a filo de espada, todo lo que había en la ciudad: hombres y mujeres, jóvenes y ancianos, bueyes, ovejas y asnos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero Josué dijo a los dos hombres que habían reconocido la tierra: «Entren en la casa de la ramera y saquen de allí a la mujer y todo lo que posea, tal como se lo juraron»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entraron, pues, los jóvenes espías y sacaron a Rahab, a su padre, a su madre, a sus hermanos, y todo lo que poseía. También sacaron a todos sus parientes y los colocaron fuera del campamento de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces prendieron fuego a la ciudad y a todo lo que en ella había. Solo pusieron en el tesoro de la casa del Señor, la plata, el oro y los utensilios de bronce y de hierro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero Josué dejó vivir a Rahab la ramera, a la casa de su padre y todo lo que ella tenía. Ella ha habitado en medio de Israel hasta hoy, porque escondió a los mensajeros a quienes Josué había enviado a reconocer a Jericó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces Josué les hizo un juramento en aquel tiempo y dijo: «Maldito sea delante del Señor el hombre que se levante y reedifique esta ciudad de Jericó. Con la pérdida de su primogénito echará su cimiento, y con la pérdida de su hijo menor colocará sus puertas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "El Señor estaba con Josué, y su fama se extendió por toda la tierra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.7"
        ],
        "human": "Josué 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.8"
        ],
        "human": "Josué 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.6"
        ],
        "human": "Josué 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Derrota de Israel en Hai"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pero los israelitas fueron infieles en cuanto a las cosas dedicadas al anatema, porque Acán, hijo de Carmi, hijo de Zabdi, hijo de Zera, de la tribu de Judá, tomó de las cosas dedicadas al anatema. Entonces la ira del Señor se encendió contra los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Josué envió hombres desde Jericó a Hai, que está cerca de Bet Avén al este de Betel, y les dijo: «Suban y reconozcan la tierra». Y los hombres subieron y reconocieron a Hai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cuando volvieron a Josué, le dijeron: «Que no suba todo el pueblo. Solo dos o tres mil hombres subirán a Hai. No hagas cansar a todo el pueblo subiendo allá, porque ellos son pocos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Así que subieron allá unos tres mil hombres del pueblo, pero huyeron ante los hombres de Hai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los hombres de Hai hirieron de ellos a unos treinta y seis hombres, y los persiguieron desde la puerta hasta Sebarim, y los derrotaron en la bajada. El corazón del pueblo desfalleció y se hizo como agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces Josué rasgó sus vestidos y postró su rostro en tierra delante del arca del Señor hasta el anochecer, él y los ancianos de Israel; y echaron polvo sobre sus cabezas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y Josué dijo: «¡Ah, Señor Dios! ¿Por qué hiciste pasar a este pueblo el Jordán, para entregarnos después en manos de los amorreos y destruirnos? ¡Ojalá nos hubiéramos propuesto habitar al otro lado del Jordán!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "¡Ah, Señor! ¿Qué puedo decir, ya que Israel ha vuelto la espalda ante sus enemigos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque los cananeos y todos los habitantes de la tierra se enterarán de ello, y nos rodearán y borrarán nuestro nombre de la tierra. ¿Y qué harás Tú por Tu gran nombre?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El pecado de Acán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y el Señor dijo a Josué: «¡Levántate! ¿Por qué te has postrado rostro en tierra?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Israel ha pecado y también ha transgredido Mi pacto que les ordené. Y hasta han tomado de las cosas dedicadas al anatema, y también han robado y mentido, y además las han puesto entre sus propias cosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No pueden, pues, los israelitas hacer frente a sus enemigos. Vuelven la espalda delante de sus enemigos porque se han convertido en anatema. No estaré más con ustedes a menos que destruyan las cosas dedicadas al anatema de en medio de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Levántate, consagra al pueblo y di: “Conságrense para mañana, porque así ha dicho el Señor, Dios de Israel: ‘Hay anatema en medio de ti, oh Israel. No podrás hacer frente a tus enemigos hasta que quiten el anatema de en medio de ustedes’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Por la mañana se acercarán, pues, por tribus. Y será que la tribu que el Señor señale se acercará por familias, y la familia que el Señor señale se acercará por casas, y la casa que el Señor señale se acercará hombre por hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y será que el hombre que sea sorprendido con las cosas dedicadas al anatema será quemado, él y todo lo que le pertenece, porque ha quebrantado el pacto del Señor, y ha cometido una terrible ofensa en Israel” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Josué se levantó muy de mañana, e hizo acercar a Israel por tribus, y fue designada la tribu de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Mandó acercar a las familias de Judá, y fue designada la familia de los de Zera. Hizo acercar a la familia de Zera, hombre por hombre, y Zabdi fue designado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Mandó acercar su casa hombre por hombre. Fue designado Acán, hijo de Carmi, hijo de Zabdi, hijo de Zera, de la tribu de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces Josué dijo a Acán: «Hijo mío, te ruego, da gloria al Señor, Dios de Israel, y dale alabanza. Declárame ahora lo que has hecho. No me lo ocultes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y Acán respondió a Josué: «En verdad he pecado contra el Señor, Dios de Israel, y esto es lo que he hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cuando vi entre el botín un hermoso manto de Sinar y 200 siclos (2.28 kilos) de plata y una barra de oro de cincuenta siclos de peso, los codicié y los tomé; todo eso está escondido en la tierra dentro de mi tienda con la plata debajo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Josué envió emisarios, que fueron corriendo a la tienda y hallaron el manto escondido en su tienda con la plata debajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Los sacaron de la tienda y los llevaron a Josué y a todos los israelitas, y los pusieron delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces Josué, y todo Israel con él, tomaron a Acán, hijo de Zera, y la plata, el manto, la barra de oro, sus hijos, sus hijas, sus bueyes, sus asnos, sus ovejas, su tienda y todo lo que le pertenecía, y los llevaron al valle de Acor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y Josué dijo: «¿Por qué nos has turbado? El Señor te turbará hoy». Todo Israel los apedreó y los quemaron después de haberlos apedreado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Levantaron sobre él un gran montón de piedras que permanece hasta hoy. El Señor se volvió del furor de Su ira. Por eso se ha llamado aquel lugar el valle de Acor hasta el día de hoy."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.8"
        ],
        "human": "Josué 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.9"
        ],
        "human": "Josué 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.7"
        ],
        "human": "Josué 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La conquista de Hai"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces el Señor dijo a Josué: «No temas ni te acobardes. Toma contigo a todo el pueblo de guerra y levántate, sube a Hai. Mira, he entregado en tu mano al rey de Hai, su pueblo, su ciudad y su tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Harás con Hai y con su rey lo mismo que hiciste con Jericó y con su rey. Tomarán para ustedes como botín solamente los despojos y el ganado. Prepara una emboscada a la ciudad detrás de ella»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Josué se levantó con todo el pueblo de guerra para subir a Hai. Y escogió Josué 30,000 hombres, valientes guerreros, y los envió de noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Josué les dio órdenes, diciéndoles: «Miren, ustedes van a poner emboscada a la ciudad por detrás de ella. No se alejen mucho de la ciudad, sino estén todos alerta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces yo y todo el pueblo que me acompaña nos acercaremos a la ciudad. Cuando ellos salgan a nuestro encuentro como la primera vez, nosotros huiremos delante de ellos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y ellos saldrán tras nosotros hasta que los hayamos alejado de la ciudad, porque dirán: “Huyen ante nosotros como la primera vez”. Huiremos, pues, ante ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ustedes saldrán de la emboscada y se apoderarán de la ciudad, porque el Señor su Dios la entregará en sus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuando hayan tomado la ciudad, le prenderán fuego. Lo harán conforme a la palabra del Señor. Miren que yo se lo he mandado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Josué los envió, y fueron al lugar de la emboscada y se quedaron entre Betel y Hai, al occidente de Hai; pero Josué pasó la noche entre el pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Josué se levantó muy de mañana, pasó revista al pueblo y subió con los ancianos de Israel frente al pueblo de Hai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces todos los hombres de guerra que estaban con él subieron y se acercaron, y llegaron frente a la ciudad, y acamparon al lado norte de Hai. Había un valle entre él y Hai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Josué tomó unos 5,000 hombres y los puso en emboscada entre Betel y Hai, al occidente de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y apostaron al pueblo: todo el ejército que acampó al norte de la ciudad, y su retaguardia que acampó al occidente de la ciudad. Y Josué pasó aquella noche en medio del valle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Al ver esto el rey de Hai, los hombres de la ciudad se apresuraron, se levantaron temprano y salieron para enfrentarse a Israel en batalla, él y todo su pueblo, en el lugar señalado frente a la llanura del desierto, sin saber que había una emboscada contra él por detrás de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Josué y todo Israel se fingieron vencidos delante de ellos, y huyeron camino del desierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y todo el pueblo que estaba en la ciudad fue llamado para perseguirlos, y persiguieron a Josué, y se alejaron de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "No quedó hombre en Hai o Betel que no saliera tras Israel, y dejaron la ciudad sin protección por perseguir a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces el Señor dijo a Josué: «Extiende la jabalina que está en tu mano hacia Hai, porque la entregaré en tu mano». Y Josué extendió hacia la ciudad la jabalina que estaba en su mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Los que estaban emboscados se levantaron rápidamente de su lugar, y corrieron cuando él extendió su mano, entraron en la ciudad y se apoderaron de ella, inmediatamente le prendieron fuego a la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cuando los hombres de Hai se volvieron y miraron, vieron que el humo de la ciudad subía al cielo y no tenían lugar adónde huir, ni por un lado ni por el otro, porque el pueblo que iba huyendo hacia el desierto se volvió contra sus perseguidores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Al ver Josué y todo Israel que los emboscados habían tomado la ciudad y que el humo de la ciudad subía, se volvieron y comenzaron a matar a los hombres de Hai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y los de la emboscada salieron de la ciudad a su encuentro, así que los de Hai quedaron en medio de Israel, unos por un lado y otros por el otro. Los mataron hasta no quedar de ellos ni sobreviviente ni fugitivo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero al rey de Hai lo tomaron vivo, y lo trajeron a Josué."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Cuando Israel acabó de matar a todos los habitantes de Hai en el campo y en el desierto, adonde ellos los habían perseguido y todos habían caído a filo de espada hasta ser exterminados, todo Israel volvió a Hai y la hirieron a filo de espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "El total de los que cayeron aquel día, tanto hombres como mujeres, fue de 12,000; todo el pueblo de Hai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Josué no retiró su mano con la cual tenía extendida la jabalina, hasta que hubo exterminado por completo a todos los habitantes de Hai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Solo el ganado y los despojos de aquella ciudad tomó Israel para sí como botín, conforme a la palabra que el Señor había ordenado a Josué."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Josué incendió la ciudad de Hai y la convirtió en un montón de ruinas para siempre, en una desolación hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "También colgó al rey de Hai en un árbol hasta la tarde. A la puesta del sol Josué dio orden que bajaran su cadáver del árbol. Lo arrojaron a la entrada de la puerta de la ciudad y levantaron sobre él un gran montón de piedras que permanece hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La lectura de la ley"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Entonces Josué edificó un altar al Señor, Dios de Israel, en el monte Ebal,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "tal como Moisés, siervo del Señor, había ordenado a los israelitas, como está escrito en el libro de la ley de Moisés, un altar de piedras sin labrar, sobre las cuales nadie había alzado herramienta de hierro. Sobre él ofrecieron holocaustos al Señor y sacrificaron ofrendas de paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Allí, sobre las piedras, Josué escribió una copia de la ley que Moisés había escrito, en presencia de los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Todo Israel, con sus ancianos, oficiales y jueces, estaba de pie a ambos lados del arca, delante de los sacerdotes levitas que llevaban el arca del pacto del Señor, tanto el extranjero como el nativo. La mitad de ellos estaba frente al monte Gerizim, y la otra mitad frente al monte Ebal, tal como Moisés, siervo del Señor, había ordenado la primera vez, para que bendijeran al pueblo de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Después Josué leyó todas las palabras de la ley, la bendición y la maldición, conforme a todo lo que está escrito en el libro de la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "No hubo ni una palabra de todo lo que había ordenado Moisés que Josué no leyera delante de toda la asamblea de Israel, incluyendo las mujeres, los niños y los extranjeros que vivían entre ellos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.9"
        ],
        "human": "Josué 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.10"
        ],
        "human": "Josué 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.8"
        ],
        "human": "Josué 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Astucia de los gabaonitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Y sucedió que cuando se enteraron todos los reyes que estaban al otro lado del Jordán, en los montes, en los valles y en toda la costa del mar Grande hacia el Líbano, los reyes de los hititas, amorreos, cananeos, ferezeos, heveos y jebuseos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "a una se reunieron y se pusieron de acuerdo para pelear contra Josué y contra Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cuando los habitantes de Gabaón también se enteraron de lo que Josué había hecho a Jericó y a Hai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "ellos usaron de astucia y fueron como embajadores, y llevaron alforjas viejas sobre sus asnos, y odres de vino viejos, rotos y remendados,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y sandalias gastadas y remendadas en sus pies, y vestidos viejos sobre sí. Todo el pan de su provisión estaba seco y desmenuzado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Vinieron a Josué al campamento en Gilgal, y le dijeron a él y a los hombres de Israel: «Hemos venido de un país lejano. Hagan, pues, pacto con nosotros»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y los hombres de Israel dijeron a los heveos: «Quizá habitan en nuestra tierra, ¿cómo, pues, haremos pacto con ustedes?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Respondieron ellos a Josué: «Somos tus siervos». Y Josué les preguntó: «¿Quiénes son, y de dónde vienen?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ellos le dijeron: «Tus siervos han venido de un país muy lejano a causa de la fama del Señor tu Dios. Porque hemos oído hablar de Él, de todo lo que hizo en Egipto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y de todo lo que hizo a los dos reyes de los amorreos que estaban al otro lado del Jordán, a Sehón, rey de Hesbón, y a Og, rey de Basán, que estaba en Astarot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y nuestros ancianos y todos los habitantes de nuestro país nos dijeron: “Tomen provisiones en su mano para el camino, vayan a su encuentro y díganles: ‘Somos siervos de ustedes; hagan, pues, pacto con nosotros’ ”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Este pan nuestro estaba caliente cuando lo sacamos de nuestras casas para provisión el día que salimos para venir a ustedes, pero ahora está seco y desmenuzado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Estos odres de vino que llenamos eran nuevos, y vean que están rotos. Estos vestidos nuestros y nuestras sandalias están gastados a causa de lo muy largo del camino»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y los hombres de Israel tomaron de sus provisiones, y no pidieron el consejo del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Josué hizo paz con ellos y celebró pacto con ellos para conservarles la vida. También los jefes de la congregación se lo juraron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero sucedió que después de tres días de haber hecho pacto con ellos, los israelitas se enteraron de que eran vecinos y que habitaban en su tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces salieron los israelitas, y al tercer día llegaron a sus ciudades. Sus ciudades eran Gabaón, Cafira, Beerot y Quiriat Jearim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Los israelitas no los mataron porque los jefes de la congregación les habían hecho un juramento por el Señor, Dios de Israel. Y toda la congregación murmuraba contra los jefes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero todos los jefes dijeron a la congregación: «Nosotros les hemos jurado por el Señor, Dios de Israel, y ahora no podemos tocarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Esto es lo que haremos con ellos: los dejaremos vivir, para que no venga sobre nosotros la ira por el juramento que les hemos hecho»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y los jefes les dijeron: «Déjenlos vivir». Y ellos fueron leñadores y aguadores para toda la congregación, tal como los jefes les habían dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Juicio contra los gabaonitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entonces Josué los mandó llamar y les habló: «¿Por qué nos han engañado, diciendo: “Habitamos muy lejos de ustedes”, cuando habitan en nuestra tierra?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Ahora pues, malditos son y nunca dejarán de ser esclavos, leñadores y aguadores para la casa de mi Dios»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y ellos respondieron a Josué: «Porque ciertamente tus siervos fueron informados de que el Señor tu Dios había ordenado a Su siervo Moisés que les diera toda la tierra, y que destruyera a todos los habitantes de la tierra delante de ustedes. Por tanto, temimos en gran manera por nuestras vidas a causa de ustedes, y hemos hecho esto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Ahora pues, estamos en tus manos. Haz con nosotros lo que te parezca bueno y justo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y así hizo él con ellos, y los libró de las manos de los israelitas, y estos no los mataron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y aquel día Josué los hizo leñadores y aguadores para la congregación y para el altar del Señor, en el lugar que Él escogiera, hasta el día de hoy."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.10"
        ],
        "human": "Josué 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.11"
        ],
        "human": "Josué 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.9"
        ],
        "human": "Josué 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Derrota de los amorreos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando Adonisedec, rey de Jerusalén, se enteró de que Josué había capturado a Hai y que la había destruido por completo (como había hecho con Jericó y con su rey así había hecho con Hai y con su rey), y que los habitantes de Gabaón habían concertado la paz con Israel y estaban dentro de su tierra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "tuvo gran temor, porque Gabaón era una gran ciudad, como una de las ciudades reales, y porque era más grande que Hai, y todos sus hombres eran valientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por tanto, Adonisedec, rey de Jerusalén, envió mensaje a Hoham, rey de Hebrón, a Piream, rey de Jarmut, a Jafía, rey de Laquis y a Debir, rey de Eglón, diciéndoles:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "«Suban a mí y ayúdenme, y ataquemos a Gabaón, porque ha hecho paz con Josué y con los israelitas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Se reunieron, pues, los cinco reyes de los amorreos: el rey de Jerusalén, el rey de Hebrón, el rey de Jarmut, el rey de Laquis y el rey de Eglón, y subieron ellos con todos sus ejércitos, y acamparon junto a Gabaón y lucharon contra ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces los hombres de Gabaón enviaron mensaje a Josué al campamento de Gilgal y le dijeron: «No abandone a sus siervos; suba rápidamente a nosotros, sálvenos y ayúdenos, porque todos los reyes de los amorreos que habitan en los montes se han reunido contra nosotros»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Josué subió de Gilgal, él y toda la gente de guerra con él, y todos los valientes guerreros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y el Señor dijo a Josué: «No les tengas miedo, porque los he entregado en tus manos. Ninguno de ellos te podrá resistir»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Vino, pues, Josué sobre ellos de repente, habiendo marchado toda la noche desde Gilgal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y el Señor los desconcertó delante de Israel, y los hirió con gran matanza en Gabaón. Luego los persiguió por el camino de la subida de Bet Horón y los hirió hasta Azeca y Maceda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Mientras huían delante de Israel, cuando estaban en la bajada de Bet Horón, el Señor arrojó desde el cielo grandes piedras sobre ellos hasta Azeca y murieron. Y fueron más los que murieron por las piedras del granizo que los que mataron a espada los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces Josué habló al Señor el día en que el Señor entregó a los amorreos delante de los israelitas, y dijo en presencia de Israel:",
            "«Sol, detente en Gabaón,",
            "Y tú luna, en el valle de Ajalón»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y el sol se detuvo, y la luna se paró,",
            "Hasta que la nación se vengó de sus enemigos.",
            "¿No está esto escrito en el libro de Jaser? Y el sol se detuvo en medio del cielo y no se apresuró a ponerse como por un día entero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ni antes ni después hubo día como aquel, cuando el Señor prestó atención a la voz de un hombre, porque el Señor peleó por Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Josué, y todo Israel con él, volvió al campamento en Gilgal."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de los cinco reyes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Aquellos cinco reyes habían huido y se habían escondido en la cueva de Maceda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y fue dado aviso a Josué: «Los cinco reyes han sido hallados escondidos en la cueva de Maceda»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y Josué dijo: «Rueden piedras grandes hacia la entrada de la cueva, y pongan junto a ella hombres que los vigilen,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "pero ustedes no se queden ahí. Persigan a sus enemigos y atáquenlos por la retaguardia. No les permitan entrar en sus ciudades, porque el Señor, Dios de ustedes, los ha entregado en sus manos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cuando Josué y los israelitas terminaron de herirlos con gran matanza, hasta que fueron destruidos, y los sobrevivientes que de ellos quedaron habían entrado en las ciudades fortificadas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "todo el pueblo volvió en paz al campamento y a Josué en Maceda. Nadie profirió palabra alguna contra ninguno de los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entonces Josué dijo: «Abran la entrada de la cueva y sáquenme de ella a esos cinco reyes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Así lo hicieron, y le trajeron de la cueva a estos cinco reyes: el rey de Jerusalén, el rey de Hebrón, el rey de Jarmut, el rey de Laquis y el rey de Eglón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Cuando llevaron estos reyes a Josué, Josué llamó a todos los hombres de Israel, y dijo a los jefes de los hombres de guerra que habían ido con él: «Acérquense, pongan su pie sobre el cuello de estos reyes». Ellos se acercaron y pusieron los pies sobre sus cuellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Entonces Josué les dijo: «No teman ni se acobarden. Sean fuertes y valientes, porque así hará el Señor a todos los enemigos con los que ustedes luchen»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Después Josué les dio muerte y los colgó de cinco árboles, y quedaron colgados de los árboles hasta la tarde."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "A la hora de la puesta del sol, Josué dio órdenes y los bajaron de los árboles, y los echaron en la cueva donde se habían escondido, y sobre la boca de la cueva pusieron grandes piedras que permanecen hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Aquel día Josué conquistó a Maceda. La hirió a filo de espada junto con su rey y la destruyó por completo con todas las personas que había en ella. No dejó ningún sobreviviente, e hizo con el rey de Maceda como había hecho con el rey de Jericó."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otras conquistas de Josué"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Josué, y todo Israel con él, pasó de Maceda a Libna, y peleó contra Libna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "El Señor la entregó también, junto con su rey, en manos de Israel, que la hirió a filo de espada con todas las personas que había en ella. No dejó ningún sobreviviente en ella, e hizo con su rey como había hecho con el rey de Jericó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Josué, y todo Israel con él, pasó de Libna a Laquis, acampó cerca de ella y la atacó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "El Señor entregó a Laquis en manos de Israel, la cual conquistaron al segundo día, y la hirieron a filo de espada con todas las personas que había en ella, conforme a todo lo que había hecho a Libna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Entonces Horam, rey de Gezer, subió en ayuda de Laquis, pero Josué lo derrotó a él y a su pueblo, hasta no dejar sobreviviente alguno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Josué, y todo Israel con él, pasaron de Laquis a Eglón, y acamparon cerca de ella y la atacaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "La conquistaron aquel mismo día y la hirieron a filo de espada. Destruyeron por completo aquel día a todas las personas que había en ella, conforme a todo lo que habían hecho a Laquis."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Entonces subió Josué, y todo Israel con él, de Eglón a Hebrón, y pelearon contra ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "La conquistaron y la hirieron a filo de espada, con su rey, todas sus ciudades y todas las personas que había en ella. No dejaron ningún sobreviviente, conforme a todo lo que había hecho a Eglón. La destruyeron por completo con todas las personas que había en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Después Josué, y todo Israel con él, se volvieron contra Debir y peleó contra ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "La conquistaron, con su rey y todas sus ciudades, hiriéndolas a filo de espada. Destruyeron por completo a todas las personas que había en ella. Josué no dejó sobreviviente alguno. Como había hecho con Hebrón, y como había hecho también con Libna y su rey, así hizo con Debir y su rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Hirió, pues, Josué toda la tierra: la región montañosa, el Neguev, las tierras bajas y las laderas, y a todos sus reyes. No dejó ningún sobreviviente, sino que destruyó por completo a todo el que tenía vida, tal como el Señor, Dios de Israel, había mandado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Josué los hirió desde Cades Barnea hasta Gaza, y todo el territorio de Gosén hasta Gabaón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "A todos estos reyes y sus territorios los capturó Josué de una vez, porque el Señor, Dios de Israel, combatía por Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Entonces Josué, y todo Israel con él, volvieron al campamento en Gilgal."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.11"
        ],
        "human": "Josué 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.12"
        ],
        "human": "Josué 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.10"
        ],
        "human": "Josué 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Derrota de Jabín y sus aliados"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando Jabín, rey de Hazor, se enteró de todo esto envió mensajeros a Jobab, rey de Madón, al rey de Simrón, al rey de Acsaf."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "También avisó a los reyes que estaban al norte en la región montañosa, en el Arabá, al sur del mar de Cineret, y en las tierras bajas y en las alturas de Dor al occidente,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "a los cananeos que estaban al oriente y al occidente, a los amorreos, a los hititas, a los ferezeos y a los jebuseos en la región montañosa, y a los heveos al pie del Hermón en la tierra de Mizpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Salieron ellos, y todos sus ejércitos con ellos, tanta gente como la arena que está a la orilla del mar, con muchísimos caballos y carros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Así que todos estos reyes, habiendo acordado unirse, vinieron y acamparon juntos cerca de las aguas de Merom para pelear contra Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces el Señor dijo a Josué: «No temas a causa de ellos, porque mañana a esta hora Yo los entregaré a todos ellos muertos delante de Israel. Desjarretarás sus caballos y les quemarás sus carros»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Josué, y toda la gente de guerra con él, vinieron de repente sobre ellos junto a las aguas de Merom, y los atacaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y el Señor los entregó en manos de Israel, los derrotaron y los persiguieron hasta Sidón la grande, hasta Misrefot Maim y hasta el valle de Mizpa al oriente. Los hirieron hasta que no les quedó sobreviviente alguno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Josué hizo con ellos como el Señor le había mandado: desjarretó sus caballos y les quemó sus carros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Por ese mismo tiempo Josué volvió y se apoderó de Hazor e hirió a espada a su rey, porque Hazor antes había sido cabeza de todos estos reinos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Mataron a filo de espada a todas las personas que había en ella, destruyéndolas por completo. No quedó nadie con vida. A Hazor le prendió fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Josué capturó todas las ciudades de estos reyes, y a todos sus reyes. Los hirió a filo de espada y los destruyó por completo, tal como Moisés, siervo del Señor, había ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Sin embargo, Israel no quemó ninguna de las ciudades que estaban sobre sus colinas, con la única excepción de Hazor, la cual Josué incendió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los israelitas tomaron como botín todos los despojos de estas ciudades y el ganado; pero a los hombres hirieron a filo de espada hasta destruirlos. No dejaron a ninguno con vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Tal como el Señor había ordenado a Moisés Su siervo, así Moisés lo ordenó a Josué, y así Josué lo hizo. No dejó de hacer nada de todo lo que el Señor había ordenado a Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Resumen de la conquista"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Tomó, pues, Josué toda aquella tierra: la región montañosa, todo el Neguev, toda la tierra de Gosén, las tierras bajas, el Arabá, la región montañosa de Israel y sus llanuras,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "desde el monte Halac, que se levanta hacia Seir, hasta Baal Gad en el valle del Líbano, al pie del monte Hermón. Capturó a todos sus reyes, los hirió y los mató."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Por mucho tiempo Josué estuvo en guerra con todos estos reyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "No hubo ciudad que hiciera paz con los israelitas, excepto los heveos que vivían en Gabaón. De todas se apoderaron por la fuerza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Porque fue la intención del Señor endurecer el corazón de ellos, para que se enfrentaran en batalla con Israel, a fin de que fueran destruidos por completo, sin que tuviera piedad de ellos y los exterminara, tal como el Señor había ordenado a Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Por aquel tiempo Josué fue y destruyó a los anaceos de la región montañosa, de Hebrón, de Debir, de Anab, de toda la región montañosa de Judá y de toda la región montañosa de Israel. Josué los destruyó por completo con sus ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "No quedaron anaceos en la tierra de los israelitas. Solo quedaron algunos en Gaza, en Gat y en Asdod."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Tomó, pues, Josué toda la tierra de acuerdo con todo lo que el Señor había dicho a Moisés. Y Josué la dio por heredad a Israel conforme a sus divisiones por sus tribus. Entonces la tierra descansó de la guerra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.12"
        ],
        "human": "Josué 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.13"
        ],
        "human": "Josué 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.11"
        ],
        "human": "Josué 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reyes derrotados por Moisés y Josué"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Estos son los reyes de la tierra a quienes los israelitas derrotaron, y cuya tierra poseyeron al otro lado del Jordán, hacia el oriente, desde el valle del Arnón hasta el monte Hermón, y todo el Arabá hacia el oriente:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Sehón, rey de los amorreos, que habitaba en Hesbón y gobernaba desde Aroer, que está al borde del valle del Arnón, el medio del valle y la mitad de Galaad, y hasta el arroyo de Jaboc, frontera de los amonitas;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y el Arabá hasta el mar de Cineret hacia el oriente, y hasta el mar de Arabá, el mar Salado, al oriente hacia Bet Jesimot, y al sur, al pie de las laderas del Pisga;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y el territorio de Og, rey de Basán, uno de los que quedaba de los refaítas, que habitaba en Astarot y en Edrei,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y que gobernaba en el monte Hermón, en Salca y en todo Basán, hasta las fronteras del Gesureo y del maacateo, y la mitad de Galaad, hasta la frontera de Sehón, rey de Hesbón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "A estos Moisés, siervo del Señor, y los israelitas los derrotaron; y Moisés, siervo del Señor, dio su tierra en posesión a los rubenitas, a los gaditas y a la media tribu de Manasés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Estos son los reyes de la tierra que Josué y los israelitas derrotaron al otro lado del Jordán, hacia el occidente, desde Baal Gad en el valle del Líbano hasta el monte Halac que se levanta hacia Seir. Josué dio la tierra de estos reyes en posesión a las tribus de Israel según sus divisiones,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "en la región montañosa, en las tierras bajas, en el Arabá, en las laderas, en el desierto y en el Neguev; de los hititas, amorreos, cananeos, ferezeos, heveos y jebuseos:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "el rey de Jericó, uno; el rey de Hai, que está al lado de Betel, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "el rey de Jerusalén, uno; el rey de Hebrón, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "el rey de Jarmut, uno; el rey de Laquis, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "el rey de Eglón, uno; el rey de Gezer, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "el rey de Debir, uno; el rey de Geder, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "el rey de Horma, uno; el rey de Arad, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "el rey de Libna, uno; el rey de Adulam, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "el rey de Maceda, uno; el rey de Betel, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "el rey de Tapúa, uno; el rey de Hefer, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "el rey de Afec, uno; el rey de Sarón, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "el rey de Madón, uno; el rey de Hazor, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "el rey de Simrón Merón, uno; el rey de Acsaf, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "el rey de Taanac, uno; el rey de Meguido, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "el rey de Cedes, uno; el rey de Jocneam del Carmelo, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "el rey de Dor, en las alturas de Dor, uno; el rey de Goyim en Gilgal, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "el rey de Tirsa, uno. Treinta y un reyes en total."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.13"
        ],
        "human": "Josué 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.14"
        ],
        "human": "Josué 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.12"
        ],
        "human": "Josué 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Tierra aún sin conquistar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando Josué ya era viejo el Señor le dijo: «Tú ya eres anciano y todavía queda mucha tierra por conquistar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Esta es la tierra que queda: todos los distritos de los filisteos y todos los de los gesureos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "desde el Sihor, que está al oriente de Egipto, hasta la frontera de Ecrón al norte (que se considera de los cananeos); los cinco príncipes de los filisteos: el gazeo, el asdodeo, el ascaloneo, el geteo, y el ecroneo; también los aveos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Hacia el sur, toda la tierra de los cananeos, y Mehara que pertenece a los sidonios, hasta Afec, hasta la frontera de los amorreos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y la tierra de los giblitas, y todo el Líbano hacia el oriente, desde Baal Gad al pie del monte Hermón, hasta Lebo Hamat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»A todos los habitantes de la región montañosa desde el Líbano hasta Misrefot Maim, a todos los sidonios, yo los expulsaré de delante de los israelitas. Solamente tú tienes que repartir la tierra por suerte a Israel como heredad tal como te he mandado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ahora pues, reparte esta tierra como heredad a las nueve tribus, y a la media tribu de Manasés»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los rubenitas y los gaditas con la otra media tribu habían recibido ya su heredad, la cual Moisés les había dado al otro lado del Jordán, hacia el oriente, tal como se la había dado Moisés, siervo del Señor:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "desde Aroer, que está a la orilla del valle del Arnón, con la ciudad que está en medio del valle, y toda la llanura de Medeba, hasta Dibón;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "todas las ciudades de Sehón, rey de los amorreos, que reinaba en Hesbón, hasta la frontera de los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "También Galaad y el territorio de los gesureos y los maacateos, y todo el monte Hermón, y todo Basán hasta Salca;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "todo el reino de Og en Basán, el cual reinaba en Astarot y en Edrei (solo él quedaba del remanente de los refaítas); porque Moisés los hirió y los desposeyó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero los israelitas no desposeyeron a los gesureos ni a los maacateos. Así que Gesur y Maaca habitan en medio de Israel hasta hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Solo a la tribu de Leví no le dio Moisés heredad; las ofrendas encendidas al Señor, Dios de Israel, son su heredad, como Él le había dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "División de Canaán entre las tribus"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Moisés le había dado una heredad a la tribu de los hijos de Rubén conforme a sus familias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y el territorio de ellos era desde Aroer, que está a la orilla del valle del Arnón, con la ciudad que está en medio del valle, y toda la llanura hasta Medeba;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Hesbón y todas sus ciudades que están en la llanura: Dibón, Bamot Baal, Bet Baal Meón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Jahaza, Cademot, Mefaat,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Quiriataim, Sibma, Zaret Sahar en el monte del valle,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Bet Peor, las laderas de Pisga, Bet Jesimot,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "todas las ciudades de la llanura, y todo el reino de Sehón, rey de los amorreos, que reinaba en Hesbón, al cual Moisés hirió, así como a los jefes de Madián, Evi, Requem, Zur, Hur y Reba, príncipes de Sehón que habitaban en aquella tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entre los que mataron los israelitas, también dieron muerte a espada al adivino Balaam, hijo de Beor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "El límite de los rubenitas era el Jordán. Esta fue la heredad de la tribu de Rubén según sus familias: las ciudades y sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Moisés también había dado una heredad a la tribu de Gad, a los hijos de Gad, conforme a sus familias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y su territorio era Jazer, todas las ciudades de Galaad y la mitad de la tierra de los amonitas hasta Aroer, que está frente a Rabá;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "desde Hesbón hasta Ramat Mizpa y Betonim, y desde Mahanaim hasta la frontera de Debir;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "y en el valle, Bet Aram, Bet Nimra, Sucot y Zafón, el resto del reino de Sehón, rey de Hesbón, con el Jordán como límite, hasta el extremo del mar de Cineret al otro lado del Jordán, al oriente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Esta es la heredad de los hijos de Gad según sus familias, las ciudades y sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Moisés también le había dado una heredad a la media tribu de Manasés. Fue para la media tribu de los hijos de Manasés, conforme a sus familias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Su territorio abarcaba desde Mahanaim, todo Basán, todo el reino de Og, rey de Basán, y todos los pueblos de Jair que están en Basán, sesenta ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "También la mitad de Galaad con Astarot y Edrei, ciudades del reino de Og en Basán, fueron para los hijos de Maquir, hijo de Manasés, para la mitad de los hijos de Maquir conforme a sus familias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Estos son los territorios que Moisés repartió por heredad en las llanuras de Moab, al otro lado del Jordán, al oriente de Jericó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Pero a la tribu de Leví, Moisés no le dio heredad. El Señor, Dios de Israel, es su heredad, como Él les había prometido."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.14"
        ],
        "human": "Josué 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.15"
        ],
        "human": "Josué 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.13"
        ],
        "human": "Josué 13",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Estos son los territorios que los israelitas recibieron como heredad en la tierra de Canaán, los cuales les repartieron como heredad el sacerdote Eleazar y Josué, hijo de Nun, y las cabezas de familias de las tribus de los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Repartieron por suerte su heredad a las nueve tribus y a la media tribu, tal como el Señor había ordenado por medio de Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pues Moisés había dado la heredad de las dos tribus y de la media tribu al otro lado del Jordán; pero no dio heredad entre ellos a los levitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Porque los hijos de José eran dos tribus, Manasés y Efraín. Ellos no dieron a los levitas ninguna porción en su tierra, sino ciudades donde habitar, con sus tierras de pasto para sus ganados y para sus posesiones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Tal como el Señor había ordenado a Moisés, así hicieron los israelitas, y repartieron la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La heredad de Caleb"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces los hijos de Judá vinieron a Josué en Gilgal, y Caleb, hijo de Jefone el cenezeo, le dijo: «Tú sabes lo que el Señor dijo a Moisés, hombre de Dios, acerca de ti y de mí en Cades Barnea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Yo tenía cuarenta años cuando Moisés, siervo del Señor, me envió de Cades Barnea a reconocer la tierra, y le informé como yo lo sentía en mi corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Sin embargo, mis hermanos que subieron conmigo, hicieron atemorizar el corazón del pueblo. Pero yo seguí plenamente al Señor mi Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y aquel día Moisés juró y dijo: “Ciertamente, la tierra que ha pisado tu pie será herencia tuya y de tus hijos para siempre, porque has seguido plenamente al Señor mi Dios”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El Señor me ha permitido vivir, tal como prometió, estos cuarenta y cinco años, desde el día en que el Señor habló estas palabras a Moisés, cuando Israel caminaba en el desierto; así que ahora tengo ochenta y cinco años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Todavía estoy tan fuerte como el día en que Moisés me envió. Como era entonces mi fuerza, así es ahora mi fuerza para la guerra, y para salir y para entrar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Ahora pues, dame esta región montañosa de la cual el Señor habló aquel día, porque tú oíste aquel día que allí había anaceos con grandes ciudades fortificadas. Tal vez el Señor esté conmigo y los expulsaré como el Señor ha dicho»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y Josué lo bendijo, y dio Hebrón por heredad a Caleb, hijo de Jefone."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Por tanto, Hebrón vino a ser hasta hoy heredad de Caleb, hijo de Jefone el cenezeo, porque siguió plenamente al Señor, Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y el nombre de Hebrón antes era Quiriat Arba. Pues Arba era el hombre más grande entre los anaceos. Entonces la tierra descansó de la guerra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.15"
        ],
        "human": "Josué 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.16"
        ],
        "human": "Josué 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.14"
        ],
        "human": "Josué 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Territorio de Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "La parte que tocó en suerte a la tribu de los hijos de Judá conforme a sus familias, llegaba hasta la frontera de Edom, hacia el sur, hasta el desierto de Zin al extremo sur."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Su límite al sur se extendía desde el extremo del mar Salado, desde la bahía que da hacia el sur,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y seguía por el sur hacia la subida de Acrabim y continuaba hasta Zin. Entonces subía por el lado sur de Cades Barnea hasta Hezrón, y subía hasta Adar y volvía a Carca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Después pasaba por Asmón y seguía hasta el torrente de Egipto. Y el límite terminaba en el mar Grande. Este será el límite sur para ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "El límite oriental era el mar Salado hasta la desembocadura del Jordán. El límite por el lado norte era desde la bahía del mar en la desembocadura del Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces el límite subía hasta Bet Hogla y seguía al norte de Bet Arabá y subía hasta la piedra de Bohán, hijo de Rubén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El límite subía hasta Debir desde el valle de Acor, y volvía hacia el norte, hacia Gilgal que está frente a la subida de Adumín, al sur del valle, y seguía hasta las aguas de En Semes y terminaba en En Rogel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Después el límite subía por el valle de Ben Hinom hasta la ladera del jebuseo al sur, es decir, Jerusalén, y subía hasta la cumbre del monte que está frente al valle de Hinom hacia el occidente, que está al extremo del valle de Refaim hacia el norte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Desde la cumbre del monte el límite doblaba hacia la fuente de las aguas de Neftoa, y seguía hasta las ciudades del monte Efrón, girando hacia Baala, es decir, Quiriat Jearim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "De Baala el límite giraba hacia el occidente, hasta el monte Seir, y continuaba hasta la ladera del monte Jearim al norte, es decir, Quesalón, y bajaba a Bet Semes, y continuaba por Timna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El límite seguía hacia el norte por el lado de Ecrón, girando hacia Sicrón, y continuaba hasta el monte Baala, seguía hasta Jabneel y terminaba en el mar Grande."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El límite occidental era el mar Grande, es decir, su costa. Este es el límite alrededor de los hijos de Judá conforme a sus familias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y Josué dio a Caleb, hijo de Jefone, una porción entre los hijos de Judá, según el mandato del Señor a Josué, es decir, Quiriat Arba, siendo Arba el padre de Anac, es decir, Hebrón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Caleb expulsó de allí a los tres hijos de Anac: Sesai, Ahimán y Talmai, hijos de Anac."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "De allí subió contra los habitantes de Debir (el nombre de Debir antes era Quiriat Séfer)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y Caleb dijo: «Al que ataque a Quiriat Séfer y la tome, yo le daré a mi hija Acsa por mujer»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Otoniel, hijo de Quenaz, hermano de Caleb, la tomó, y él le dio a su hija Acsa por mujer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y cuando ella vino a él, este la persuadió a que pidiera un campo a su padre. Ella entonces se bajó del asno, y Caleb le dijo: «¿Qué quieres?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "«Dame una bendición», respondió ella; «ya que me has dado la tierra del Neguev, dame también fuentes de agua». Y él le dio las fuentes de las regiones altas y las fuentes de las regiones bajas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las ciudades de Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Esta es la heredad de la tribu de los hijos de Judá conforme a sus familias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Las ciudades al extremo de la tribu de los hijos de Judá, hacia la frontera de Edom en el sur, fueron: Cabseel, Edar, Jagur,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Cina, Dimona, Adada,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Cedes, Hazor, Itnán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Zif, Telem, Bealot,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Hazor Hadata, Queriot Hezrón, es decir, Hazor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Amam, Sema, Molada,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Hazar Gada, Hesmón, Bet Pelet,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Hazar Sual, Beerseba, Bizotia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Baala, Iim, Esem,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Eltolad, Quesil, Horma,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Siclag, Madmana, Sansana,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Lebaot, Silhim, Aín y Rimón; en total veintinueve ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "En las tierras bajas: Estaol, Zora, Asena,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Zanoa, En Ganim, Tapúa, Enam,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Jarmut, Adulam, Soco, Azeca,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Saaraim, Aditaim, Gedera y Gederotaim; catorce ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Zenán, Hadasa, Migdal Gad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Dileán, Mizpa, Jocteel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Laquis, Boscat, Eglón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Cabón, Lahmam, Quitlis,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Gederot, Bet Dagón, Naama y Maceda; dieciséis ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Libna, Eter, Asán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Jifta, Asena, Nezib,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Keila, Aczib y Maresa; nueve ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Ecrón con sus pueblos y sus aldeas;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "desde Ecrón hasta el mar, todas las que estaban cerca de Asdod, con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Asdod, sus pueblos y sus aldeas; Gaza, sus pueblos y sus aldeas; hasta el torrente de Egipto y el mar Grande y sus costas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Y en la región montañosa: Samir, Jatir, Soco,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Dana, Quiriat Sana, es decir, Debir,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Anab, Estemoa, Anim,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Gosén, Holón y Gilo; once ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "Arab, Duma, Esán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Janum, Bet Tapúa, Afeca,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "Humta, Quiriat Arba, es decir, Hebrón, y Sior; nueve ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "Maón, Carmel, Zif, Juta,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "Jezreel, Jocdeam, Zanoa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "Caín, Guibeá y Timna; diez ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            58
          ],
          "lines": [
            "Halhul, Bet Sur, Gedor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            59
          ],
          "lines": [
            "Maarat, Bet Anot y Eltecón; seis ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            60
          ],
          "lines": [
            "Quiriat Baal, es decir, Quiriat Jearim, y Rabá; dos ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            61
          ],
          "lines": [
            "En el desierto: Bet Arabá, Midín, Secaca,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            62
          ],
          "lines": [
            "Nibsán, la Ciudad de la Sal y Engadi; seis ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            63
          ],
          "lines": [
            "Pero a los jebuseos, habitantes de Jerusalén, los hijos de Judá no pudieron expulsarlos; por tanto, los jebuseos habitan hasta hoy en Jerusalén con los hijos de Judá."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.16"
        ],
        "human": "Josué 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.17"
        ],
        "human": "Josué 17",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.15"
        ],
        "human": "Josué 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Territorio de Efraín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Tocó en suerte a los hijos de José desde el Jordán frente a Jericó (las aguas de Jericó) al oriente, hacia el desierto, subiendo desde Jericó por la región montañosa a Betel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Seguía desde Betel a Luz, y continuaba hasta la frontera de los arquitas en Atarot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y descendía hacia el occidente al territorio de los jafletitas, hasta el territorio de Bet Horón de abajo, y hasta Gezer, y terminaba en el mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Recibieron, pues, su heredad los hijos de José, Manasés y Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Este fue el territorio de los hijos de Efraín conforme a sus familias: el límite de su heredad hacia el oriente era Atarot Adar, hasta Bet Horón de arriba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El límite iba hacia el occidente en Micmetat al norte, girando hacia el oriente en Taanat Silo, y continuaba más allá al oriente de Janoa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Descendía de Janoa a Atarot y a Naarat, llegaba a Jericó y salía al Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "De Tapúa el límite continuaba hacia el occidente hasta el arroyo de Caná, y terminaba en el mar. Esta es la heredad de la tribu de los hijos de Efraín, conforme a sus familias,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "junto con las ciudades que fueron apartadas para los hijos de Efraín en medio de la heredad de los hijos de Manasés, todas las ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero los de Efraín no expulsaron a los cananeos que habitaban en Gezer. Por tanto, los cananeos habitan en medio de Efraín hasta hoy, pero fueron sometidos a trabajos forzados."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.17",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.17"
        ],
        "human": "Josué 17"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.18"
        ],
        "human": "Josué 18",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.16"
        ],
        "human": "Josué 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Territorio de Manasés"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Esta fue la suerte que le tocó a la tribu de Manasés, porque él era el primogénito de José: a Maquir, primogénito de Manasés, padre de Galaad, por cuanto era hombre de guerra, se le otorgó Galaad y Basán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "También echaron suertes para el resto de los hijos de Manasés conforme a sus familias: para los hijos de Abiezer, para los hijos de Helec, para los hijos de Asriel, para los hijos de Siquem, para los hijos de Hefer y para los hijos de Semida. Estos eran los descendientes varones de Manasés, hijo de José, conforme a sus familias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Sin embargo, Zelofehad, hijo de Hefer, hijo de Galaad, hijo de Maquir, hijo de Manasés, no tenía hijos, sino solo hijas. Estos son los nombres de sus hijas: Maala, Noa, Hogla, Milca y Tirsa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ellas vinieron delante del sacerdote Eleazar, delante de Josué, hijo de Nun, y delante de los principales y les dijeron: «El Señor mandó a Moisés que nos diera una heredad entre nuestros hermanos». Así que según el mandato del Señor, Josué les dio heredad entre los hermanos de su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "A Manasés le tocaron diez porciones, además de la tierra de Galaad y Basán que está al otro lado del Jordán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "porque las hijas de Manasés recibieron heredad entre sus hijos. Y la tierra de Galaad perteneció al resto de los hijos de Manasés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El límite de Manasés se extendía desde Aser hasta Micmetat, que estaba al oriente de Siquem. Entonces el límite iba hacia el sur hasta los habitantes de En Tapúa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "La tierra de Tapúa pertenecía a Manasés, pero Tapúa en la frontera con Manasés pertenecía a los hijos de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El límite descendía hasta el arroyo de Caná, hacia el sur del arroyo (estas ciudades pertenecían a Efraín entre las ciudades de Manasés). El límite de Manasés estaba al lado norte del arroyo, y terminaba en el mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El lado sur pertenecía a Efraín, el lado norte a Manasés y el mar era su límite. Lindaban con Aser al norte y con Isacar al oriente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "En Isacar y en Aser, Manasés tenía Bet Seán y sus aldeas, Ibleam y sus aldeas, los habitantes de Dor y sus aldeas, los habitantes de Endor y sus aldeas, los habitantes de Taanac y sus aldeas, y los habitantes de Meguido y sus aldeas. La tercera es Náfet."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero los hijos de Manasés no pudieron tomar posesión de estas ciudades, porque los cananeos persistieron en habitar en esa tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero cuando los israelitas se hicieron fuertes, sometieron a los cananeos a trabajos forzados, aunque no los expulsaron totalmente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces los hijos de José hablaron a Josué: «¿Por qué me has dado solo una suerte y una porción como heredad, siendo yo un pueblo numeroso que hasta ahora el Señor ha bendecido?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Josué les dijo: «Si son pueblo tan numeroso, suban al bosque y limpien un lugar para ustedes allí en la tierra de los ferezeos y los refaítas, ya que la región montañosa de Efraín es muy estrecha para ustedes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los hijos de José le respondieron: «La región montañosa no es suficiente para nosotros, y todos los cananeos que viven en la tierra del valle tienen carros de hierro, tanto los que están en Bet Seán y sus aldeas, como los que están en el valle de Jezreel»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero Josué dijo a la casa de José, a las tribus de Efraín a Manasés: «Eres un pueblo numeroso y tienes gran poder. No te tocará solo una suerte,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "sino que la región montañosa será tuya. Porque aunque es bosque, la desmontarás, y será tuya hasta sus límites más lejanos. Porque expulsarás a los cananeos, aunque tengan carros de hierro y aunque sean fuertes»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.18",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.18"
        ],
        "human": "Josué 18"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.19"
        ],
        "human": "Josué 19",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.17"
        ],
        "human": "Josué 17",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "División del resto del territorio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces toda la congregación de los israelitas se reunió en Silo, y levantaron allí la tienda de reunión; y la tierra estaba sometida delante de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Quedaban siete tribus de los israelitas que no habían recibido aún su heredad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Dijo, pues, Josué a los israelitas: «¿Hasta cuándo pospondrán el entrar a tomar posesión de la tierra que el Señor, el Dios de sus padres, les ha dado?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Escojan tres hombres de cada tribu, y yo los enviaré, y ellos se levantarán y recorrerán la tierra, y harán una descripción de ella según su heredad. Entonces volverán a mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Dividirán la tierra en siete partes. Judá se quedará en su territorio en el sur, y la casa de José se quedará en su territorio en el norte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Describirán la tierra en siete partes, y me traerán aquí la descripción, y yo les echaré suertes aquí delante del Señor nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pues los levitas no tienen porción entre ustedes, porque el sacerdocio del Señor es su herencia. Gad, Rubén y la media tribu de Manasés también han recibido su herencia al otro lado del Jordán hacia el oriente, la cual les dio Moisés, siervo del Señor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces los hombres se levantaron y salieron, y Josué ordenó a los que salieron a describir la tierra diciéndoles: «Vayan y recorran la tierra, y descríbanla y vuelvan a mí. Entonces les echaré suertes aquí en Silo delante del Señor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los hombres fueron y recorrieron la tierra, la describieron por ciudades en siete partes en un libro, y vinieron a Josué en el campamento en Silo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y Josué les echó suertes en Silo delante del Señor, y allí Josué repartió la tierra a los israelitas conforme a sus divisiones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Salió la suerte de la tribu de los hijos de Benjamín conforme a sus familias, y el territorio de su suerte estaba entre la tribu de Judá y la tribu de José."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Su límite por el lado norte comenzaba en el Jordán, subía por el lado de Jericó al norte, ascendía por la región montañosa hacia el occidente y terminaba en el desierto de Bet Avén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "De allí el límite seguía hasta Luz, por el lado sur de Luz, es decir, Betel. Después el límite bajaba hasta Atarot Adar, cerca del monte que está al sur de Bet Horón de abajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El límite doblaba allí y se extendía hacia el sur por el lado occidental, desde el monte que está frente a Bet Horón hacia el sur; y terminaba en Quiriat Baal, es decir, Quiriat Jearim, ciudad de los hijos de Judá. Este era el límite occidental."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Por el lado sur, desde el extremo de Quiriat Jearim, el límite seguía hacia el occidente e iba hasta la fuente de las aguas de Neftoa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces el límite bajaba hasta la orilla del monte que está en el valle de Ben Hinom, que está en el valle de Refaim hacia el norte; y bajaba al valle de Hinom, hasta la ladera del jebuseo hacia el sur, y bajaba hasta En Rogel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Luego doblaba hacia el norte e iba hasta En Semes y hasta Gelitot, que está frente a la subida de Adumín, y bajaba hasta la piedra de Bohán, hijo de Rubén,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "continuaba por el lado frente al Arabá hacia el norte y bajaba hasta el Arabá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "El límite seguía por el lado de Bet Hogla hacia el norte, y terminaba en la bahía norte del mar Salado, en el extremo sur del Jordán. Este era el límite sur."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El Jordán era su límite al lado oriental. Esta fue la heredad de la tribu de Benjamín, conforme a sus familias y conforme a sus límites alrededor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Las ciudades de la tribu de Benjamín, conforme a sus familias, eran: Jericó, Bet Hogla, Emec Casis,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Bet Arabá, Zemaraim, Betel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Avim, Pará, Ofra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Quefar Haamoni, Ofni y Geba; doce ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Gabaón, Ramá, Beerot,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Mizpa, Cafira, Mozah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Requem, Irpeel, Tarala,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Zela, Elef, Jebús, es decir, Jerusalén, Guibeá y Quiriat; catorce ciudades con sus aldeas. Esta fue la heredad de la tribu de Benjamín conforme a sus familias."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.19",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.19"
        ],
        "human": "Josué 19"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.20"
        ],
        "human": "Josué 20",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.18"
        ],
        "human": "Josué 18",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Territorio de Simeón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "La segunda suerte tocó a Simeón, a la tribu de los hijos de Simeón conforme a sus familias, y su heredad estaba en medio de la heredad de los hijos de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y les correspondió por heredad: Beerseba, Seba, Molada,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Hazar Sual, Bala, Ezem,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Eltolad, Betul, Horma,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Siclag, Bet Marcabot, Hazar Susa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Bet Lebaot y Saruhén; trece ciudades con sus aldeas;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Aín, Rimón, Eter y Asán; cuatro ciudades con sus aldeas;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y todas las aldeas que estaban alrededor de estas ciudades hasta Baalat Beer, Ramat del Neguev. Esta fue la heredad de la tribu de los hijos de Simeón conforme a sus familias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "La heredad de los hijos de Simeón se tomó de la porción de los hijos de Judá, porque la porción de los hijos de Judá era demasiado grande para ellos. Los hijos de Simeón recibieron, pues, heredad en medio de la heredad de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Territorio de Zabulón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "La tercera suerte tocó a los hijos de Zabulón conforme a sus familias. El territorio de su heredad llegaba hasta Sarid."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y su límite subía hacia el occidente hasta Marala, tocaba a Dabeset y llegaba hasta el arroyo que está frente a Jocneam."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Luego doblaba desde Sarid al oriente hacia la salida del sol hasta el límite de Quislot Tabor, seguía hasta Daberat y subía hasta Jafía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Desde allí continuaba al oriente hacia la salida del sol hasta Gat Hefer a Ita Cazín, y seguía hasta Rimón rodeando a Nea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y por el lado norte el límite la rodeaba hasta Hanatón y terminaba en el valle del Jefte Él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "También estaban incluidas Catat, Naalal, Simrón, Idala y Belén; doce ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Esta fue la heredad de los hijos de Zabulón conforme a sus familias; estas ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Territorio de Isacar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "La cuarta suerte tocó a Isacar, a los hijos de Isacar conforme a sus familias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Su territorio llegaba hasta Jezreel e incluía Quesulot, Sunem,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Hafaraim, Sihón, Anaharat,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Rabit, Quisión, Abez,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Remet, En Ganim, En Hada y Bet Pases."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y el límite llegaba hasta Tabor, Sahazima y Bet Semes y terminaba en el Jordán; dieciséis ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Esta fue la heredad de la tribu de los hijos de Isacar conforme a sus familias; estas ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Territorio de Aser"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "La quinta suerte tocó a la tribu de los hijos de Aser conforme a sus familias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Su territorio fue: Helcat, Halí, Betén, Acsaf,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Alamelec, Amad y Miseal. Su límite al occidente llegaba hasta el monte Carmelo y hasta Sihor Libnat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y doblaba hacia el oriente hasta Bet Dagón, y llegaba hasta Zabulón y hacia el norte al valle del Jefte Él hasta Bet Emec y Neiel. Entonces continuaba hacia el norte hasta Cabul,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Hebrón, Rehob, Hamón y Caná, hasta la gran Sidón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Después el límite doblaba hacia Ramá y la ciudad fortificada de Tiro; entonces el límite doblaba hacia Hosa y terminaba en el mar por la región de Aczib."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "También estaban incluidas Uma, Afec y Rehob; veintidós ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Esta fue la heredad de la tribu de los hijos de Aser conforme a sus familias; estas ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Territorio de Neftalí"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "La sexta suerte tocó a los hijos de Neftalí; a los hijos de Neftalí conforme a sus familias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Y su límite era desde Helef, desde la encina de Saananim, Adami Neceb y Jabneel hasta Lacum; y terminaba en el Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Entonces el límite doblaba al occidente hacia Aznot Tabor, y de allí seguía a Hucoc; alcanzaba a Zabulón en el sur, tocaba a Aser en el occidente y a Judá en el Jordán hacia el oriente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Y las ciudades fortificadas eran Sidim, Zer, Hamat, Racat, Cineret,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Adama, Ramá, Hazor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Cedes, Edrei, En Hazor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Irón, Migdal Él, Horem, Bet Anat y Bet Semes; diecinueve ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Esta fue la heredad de la tribu de los hijos de Neftalí conforme a sus familias; estas ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Territorio de Dan"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "La séptima suerte tocó a la tribu de los hijos de Dan conforme a sus familias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Y el territorio de su herencia fue: Zora, Estaol, Irsemes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Saalabín, Ajalón, Jetla,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Elón, Timnat, Ecrón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Elteque, Gibetón, Baalat,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Jehúd, Bene Berac, Gat Rimón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Mejarcón y Racón, con el territorio junto a Jope."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Pero el territorio de los hijos de Dan continuaba más allá de estas. Porque los hijos de Dan subieron y lucharon contra Lesem y la capturaron. La hirieron a filo de espada, la poseyeron y se establecieron en ella; y a Lesem la llamaron Dan, según el nombre de Dan su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Esta fue la heredad de la tribu de los hijos de Dan conforme a sus familias; estas ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Cuando terminaron de repartir la tierra en heredad según sus límites, los israelitas dieron heredad en medio de ellos a Josué, hijo de Nun."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "De acuerdo con el mandato del Señor le dieron la ciudad que él pidió, Timnat Sera, en la región montañosa de Efraín. Y él reconstruyó la ciudad y se estableció en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Estas fueron las heredades que el sacerdote Eleazar, Josué, hijo de Nun, y los jefes de las casas de las tribus de los israelitas repartieron por suertes en Silo, en presencia del Señor, a la entrada de la tienda de reunión. Así terminaron de repartir la tierra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.20",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.20"
        ],
        "human": "Josué 20"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.21"
        ],
        "human": "Josué 21",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.19"
        ],
        "human": "Josué 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las ciudades de refugio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces el Señor habló a Josué y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Diles a los israelitas: “Designen las ciudades de refugio de las cuales les hablé por medio de Moisés,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "para que huya allí el que haya matado a cualquier persona sin intención y sin premeditación. Ellas les servirán a ustedes de refugio contra el vengador de la sangre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El que busca refugio huirá a una de estas ciudades, se presentará a la entrada de la puerta de la ciudad y expondrá su caso a oídos de los ancianos de la ciudad. Estos lo llevarán con ellos dentro de la ciudad y le darán un lugar para que habite en medio de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "”Y si el vengador de la sangre lo persigue, ellos no entregarán al acusado en su mano, porque hirió a su prójimo sin premeditación y sin odiarlo de antemano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Habitará en esa ciudad hasta que comparezca en juicio delante de la congregación, y hasta la muerte del que sea sumo sacerdote en aquellos días. Entonces el refugiado volverá a su ciudad y a su casa, a la ciudad de donde huyó” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces ellos separaron a Cedes en Galilea, en la región montañosa de Neftalí, y a Siquem en la región montañosa de Efraín, y a Quiriat Arba, es decir, Hebrón, en la región montañosa de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y más allá del Jordán, al oriente de Jericó, designaron a Beser en el desierto, en la llanura de la tribu de Rubén, a Ramot en Galaad, de la tribu de Gad, y a Golán en Basán, de la tribu de Manasés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Estas fueron las ciudades designadas para todos los israelitas y para el extranjero que resida entre ellos, para que cualquiera que hubiera matado a cualquier persona sin intención, pudiera huir allí, y no muriera a mano del vengador de la sangre hasta que hubiera comparecido ante la congregación."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.21",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.21"
        ],
        "human": "Josué 21"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.22"
        ],
        "human": "Josué 22",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.20"
        ],
        "human": "Josué 20",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ciudades de los levitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces los jefes de las casas de los levitas se acercaron al sacerdote Eleazar, a Josué, hijo de Nun, y a los jefes de las casas de las tribus de los israelitas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y les hablaron en Silo en la tierra de Canaán y les dijeron: «El Señor ordenó por medio de Moisés que se nos dieran ciudades donde habitar, con sus tierras de pasto para nuestro ganado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces los israelitas dieron de su heredad a los levitas estas ciudades con sus tierras de pasto, de acuerdo al mandato del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y la suerte cayó en las familias de los coatitas. Y a los hijos del sacerdote Aarón, que eran de los levitas, les tocaron en suerte trece ciudades de la tribu de Judá, de la tribu de Simeón y de la tribu de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Al resto de los hijos de Coat les tocaron en suerte diez ciudades de las familias de la tribu de Efraín, de la tribu de Dan y de la media tribu de Manasés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "A los hijos de Gersón les tocaron en suerte trece ciudades de las familias de la tribu de Isacar, de la tribu de Aser, de la tribu de Neftalí y de la media tribu de Manasés en Basán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "A los hijos de Merari les tocaron, según sus familias, doce ciudades de la tribu de Rubén, de la tribu de Gad y de la tribu de Zabulón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los israelitas dieron por suerte a los levitas estas ciudades con sus tierras de pasto, como el Señor había ordenado por medio de Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Les dieron estas ciudades que aquí se mencionan por nombre, de la tribu de los hijos de Judá y de la tribu de los hijos de Simeón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Fueron para los hijos de Aarón, una de las familias de los coatitas, de los hijos de Leví, porque la suerte fue de ellos primero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Les dieron Quiriat Arba, siendo Arba el padre de Anac, es decir, Hebrón, en la región montañosa de Judá, con las tierras de pasto alrededor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero los campos de la ciudad y sus aldeas se los dieron a Caleb, hijo de Jefone, como propiedad suya."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y a los hijos del sacerdote Aarón les dieron Hebrón, la ciudad de refugio para el que haya matado a alguien, con sus tierras de pasto, Libna con sus tierras de pasto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Jatir con sus tierras de pasto, Estemoa con sus tierras de pasto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Holón con sus tierras de pasto, Debir con sus tierras de pasto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Aín con sus tierras de pasto, Juta con sus tierras de pasto y Bet Semes con sus tierras de pasto; nueve ciudades de estas dos tribus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "De la tribu de Benjamín, Gabaón con sus tierras de pasto, Geba con sus tierras de pasto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Anatot con sus tierras de pasto y Almón con sus tierras de pasto; cuatro ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Todas las ciudades de los sacerdotes, hijos de Aarón, eran trece ciudades con sus tierras de pasto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Las ciudades de la tribu de Efraín fueron dadas por suerte a las familias de los hijos de Coat, los levitas, el resto de los hijos de Coat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y les dieron Siquem, la ciudad de refugio para el que haya matado a alguien, con sus tierras de pasto, en la región montañosa de Efraín y Gezer con sus tierras de pasto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Kibsaim con sus tierras de pasto y Bet Horón con sus tierras de pasto; cuatro ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "De la tribu de Dan, Elteque con sus tierras de pasto, Gibetón con sus tierras de pasto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Ajalón con sus tierras de pasto y Gat Rimón con sus tierras de pasto; cuatro ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "De la media tribu de Manasés, les dieron por suertes Taanac con sus tierras de pasto y Gat Rimón con sus tierras de pasto; dos ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Todas las ciudades con sus tierras de pasto para las familias del resto de los hijos de Coat fueron diez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Para los hijos de Gersón, una de las familias de los levitas, de la media tribu de Manasés, les dieron Golán en Basán, la ciudad de refugio para el que haya matado a alguien, con sus tierras de pasto y Beestera con sus tierras de pasto; dos ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "De la tribu de Isacar, les dieron Quisión con sus tierras de pasto, Daberat con sus tierras de pasto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Jarmut con sus tierras de pasto y Enganim con sus tierras de pasto; cuatro ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "De la tribu de Aser, les dieron Miseal con sus tierras de pasto, Abdón con sus tierras de pasto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Helcat con sus tierras de pasto y Rehob con sus tierras de pasto; cuatro ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "De la tribu de Neftalí, les dieron Cedes en Galilea, la ciudad de refugio para el que haya matado a alguien, con sus tierras de pasto, Hamot Dor con sus tierras de pasto y Cartán con sus tierras de pasto; tres ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Todas las ciudades de los gersonitas, conforme a sus familias, eran trece ciudades con sus tierras de pasto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "A las familias de los hijos de Merari, el resto de los levitas, les dieron de la tribu de Zabulón, Jocneam con sus tierras de pasto, Carta con sus tierras de pasto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Dimna con sus tierras de pasto y Naalal con sus tierras de pasto; cuatro ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "De la tribu de Rubén, les dieron Beser con sus tierras de pasto, Jahaza con sus tierras de pasto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Cademot con sus tierras de pasto y Mefaat con sus tierras de pasto; cuatro ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "De la tribu de Gad, les dieron Ramot en Galaad, la ciudad de refugio para el que haya matado a alguien, con sus tierras de pasto, Mahanaim con sus tierras de pasto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Hesbón con sus tierras de pasto y Jazer con sus tierras de pasto; cuatro ciudades en total."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Todas estas fueron las ciudades de los hijos de Merari conforme a sus familias, el resto de las familias de los levitas y su suerte fue doce ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Todas las ciudades de los levitas en medio de la posesión de los israelitas fueron cuarenta y ocho ciudades con sus tierras de pasto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Cada una de estas ciudades tenía sus tierras de pasto alrededor; así fue con todas estas ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "De esa manera el Señor dio a Israel toda la tierra que había jurado dar a sus padres, y la poseyeron y habitaron en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Y el Señor les dio reposo en derredor, conforme a todo lo que había jurado a sus padres. Ninguno de sus enemigos pudo hacerles frente; el Señor entregó a todos sus enemigos en sus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "No faltó ni una palabra de las buenas promesas que el Señor había hecho a la casa de Israel. Todas se cumplieron."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.22",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.22"
        ],
        "human": "Josué 22"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.23"
        ],
        "human": "Josué 23",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.21"
        ],
        "human": "Josué 21",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Regreso de las tribus del otro lado del Jordán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces Josué llamó a los rubenitas, a los gaditas y a la media tribu de Manasés,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y les dijo: «Ustedes han guardado todo lo que Moisés, siervo del Señor, les mandó, y han escuchado mi voz en todo lo que les mandé."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Hasta el día de hoy no han abandonado a sus hermanos durante este largo tiempo, sino que ustedes han cuidado de guardar el mandamiento del Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y ahora el Señor su Dios ha dado descanso a sus hermanos, como Él les había dicho. Vuelvan, pues, y vayan a sus tiendas, a la tierra de su posesión que Moisés, siervo del Señor, les dio al otro lado del Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Solamente guarden cuidadosamente el mandamiento y la ley que Moisés, siervo del Señor, les mandó, de amar al Señor su Dios, andar en todos Sus caminos, guardar Sus mandamientos y de allegarse a Él y servirle con todo su corazón y con toda su alma»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Josué los bendijo y los despidió, y ellos se fueron a sus tiendas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Moisés había dado a la media tribu de Manasés una posesión en Basán, pero a la otra media tribu Josué dio una posesión entre sus hermanos hacia el occidente, al otro lado del Jordán. Y cuando Josué los mandó a sus tiendas, los bendijo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y les dijo: «Vuelvan a sus tiendas con grandes riquezas, con mucho ganado, con plata, oro, bronce, hierro y con muchos vestidos. Repartan con sus hermanos el botín de sus enemigos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces los rubenitas y los gaditas y la media tribu de Manasés, volvieron y se separaron de los israelitas en Silo, que está en la tierra de Canaán, para ir a la tierra de Galaad, a la tierra de su posesión la cual ellos habían poseído, conforme al mandato del Señor por medio de Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El altar junto al Jordán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando llegaron a la región del Jordán que está en la tierra de Canaán, los rubenitas, los gaditas y la media tribu de Manasés, edificaron allí un altar junto al Jordán, un altar de aspecto grande."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y los israelitas oyeron decir: «Los rubenitas, los gaditas y la media tribu de Manasés han edificado un altar en el límite de la tierra de Canaán, en la región del Jordán, en el lado que pertenece a los israelitas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando los israelitas oyeron esto, toda la congregación de los israelitas se reunió en Silo para subir a pelear contra ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces los israelitas enviaron a los hijos de Rubén, a los hijos de Gad y a la media tribu de Manasés, en la tierra de Galaad, a Finees, hijo del sacerdote Eleazar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y con él a diez jefes, un jefe por cada casa paterna de cada tribu de Israel. Cada uno de ellos era cabeza de la casa de sus padres entre los millares de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y vinieron a los hijos de Rubén, a los hijos de Gad y a la media tribu de Manasés, a la tierra de Galaad, y les dijeron:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "«Así dice toda la congregación del Señor: “¿Qué infidelidad es esta que ustedes han cometido contra el Dios de Israel, apartándose hoy de seguir al Señor, edificándose un altar, y rebelándose hoy contra el Señor?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "”¿No nos es suficiente la iniquidad de Peor, de la cual no nos hemos limpiado hasta hoy, a pesar de que vino una plaga sobre la congregación del Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "para que también ustedes se aparten hoy de seguir al Señor? Y sucederá que si hoy se rebelan contra el Señor, mañana Él se enojará con toda la congregación de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "”Pero si la tierra de la posesión de ustedes es inmunda, entonces pasen a la tierra de la posesión del Señor, donde está el tabernáculo del Señor, y tomen posesión entre nosotros. Pero no se rebelen contra el Señor, ni se rebelen contra nosotros edificándose un altar aparte del altar del Señor nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "¿No fue infiel Acán, hijo de Zera, en cuanto al anatema, y vino la ira sobre toda la congregación de Israel? Y aquel hombre no pereció solo en su iniquidad” »."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces los hijos de Rubén, los hijos de Gad y la media tribu de Manasés respondieron a las cabezas de las familias de Israel:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "«¡El Poderoso Dios, el Señor, el Poderoso Dios, el Señor! Él lo sabe; que Israel mismo lo sepa. Si fue rebelión, o una infidelidad contra el Señor, que no nos salve hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Si nos hemos edificado un altar para apartarnos de seguir al Señor, o para ofrecer holocausto u ofrenda de cereal sobre él, o para ofrecer en él sacrificios de ofrendas de paz, que el Señor mismo nos lo demande."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "»En verdad, hemos hecho esto más bien por temor, diciendo: “El día de mañana los hijos de ustedes pudieran decir a nuestros hijos: ‘¿Qué tienen que ver ustedes con el Señor, Dios de Israel?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Porque el Señor ha puesto el Jordán por límite entre nosotros y ustedes, hijos de Rubén e hijos de Gad. Ustedes no tienen parte con el Señor’. Así sus hijos podrían hacer que nuestros hijos dejaran de temer al Señor”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "»Por tanto, dijimos: “Construyamos ahora un altar, no para holocaustos ni para sacrificios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "sino para que sea testigo entre nosotros y ustedes, y entre nuestras generaciones después de nosotros, que hemos de cumplir el servicio del Señor delante de Él con nuestros holocaustos, con nuestros sacrificios y con nuestras ofrendas de paz, para que en el día de mañana los hijos de ustedes no digan a nuestros hijos: ‘No tienen porción en el Señor’ ”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "»Nosotros, pues, dijimos: “Sucederá el día de mañana, que si nos dicen esto a nosotros o a nuestras generaciones, entonces diremos: ‘Vean la réplica del altar del Señor que nuestros padres edificaron, no para holocaustos ni para sacrificios, sino más bien como testigo entre nosotros y ustedes’ ”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Lejos esté de nosotros que nos rebelemos contra el Señor y nos apartemos de seguir hoy al Señor, construyendo un altar para holocaustos, para ofrenda de cereal o para sacrificios, aparte del altar del Señor nuestro Dios que está frente a Su tabernáculo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Cuando el sacerdote Finees y los principales de la congregación, es decir, las cabezas de las familias de Israel que estaban con él, oyeron las palabras que dijeron los rubenitas, los gaditas y la media tribu de Manasés, les pareció bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Y Finees, hijo del sacerdote Eleazar, dijo a los rubenitas, a los gaditas y a la media tribu de Manasés: «Hoy sabemos que el Señor está en medio de nosotros, porque no han cometido esta infidelidad contra el Señor. Ahora han librado a los israelitas de la mano del Señor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Entonces Finees, hijo del sacerdote Eleazar, y los jefes, dejaron a los rubenitas y a los gaditas, y regresaron de la tierra de Galaad a la tierra de Canaán, a los israelitas, y les dieron respuesta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "La respuesta agradó a los israelitas. Estos bendijeron a Dios, y no hablaron más de subir a pelear contra ellos para destruir la tierra en que habitaban los rubenitas y los gaditas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Y los rubenitas y los gaditas llamaron al altar Testigo; pues dijeron: «Es testigo entre nosotros de que el Señor es Dios»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.23",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.23"
        ],
        "human": "Josué 23"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.24"
        ],
        "human": "Josué 24",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.22"
        ],
        "human": "Josué 22",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Discurso de despedida de Josué"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Aconteció muchos días después de haber dado el Señor reposo a Israel de todos sus enemigos de alrededor, siendo Josué ya muy anciano y avanzado en años,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "que Josué llamó a todo Israel, a sus ancianos, a sus jefes, a sus jueces y a sus oficiales, y les dijo: «Yo ya soy viejo y avanzado en años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y ustedes han visto todo lo que el Señor su Dios ha hecho a todas estas naciones por causa de ustedes, porque el Señor su Dios es quien ha peleado por ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»Miren, les he asignado por suerte, como heredad para sus tribus, estas naciones que aún quedan junto con todas las naciones que he destruido, desde el Jordán hasta el mar Grande, hacia la puesta del sol."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "El Señor su Dios las echará de delante de ustedes y las expulsará de su presencia; y ustedes poseerán su tierra, tal como el Señor su Dios les ha prometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Esfuércense, pues, en guardar y en hacer todo lo que está escrito en el libro de la ley de Moisés, para que no se aparten de ella ni a la derecha ni a la izquierda,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "a fin de que no se junten con estas naciones, las que quedan entre ustedes. No mencionen el nombre de sus dioses, ni hagan que nadie jure por ellos, ni los sirvan, ni se inclinen ante ellos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "sino que al Señor, el Dios de ustedes, se mantendrán unidos, como lo han hecho hasta hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»Porque el Señor ha expulsado a naciones grandes y poderosas de delante de ustedes. En cuanto a ustedes, nadie les ha podido hacer frente hasta hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Un solo hombre de ustedes hace huir a mil, porque el Señor su Dios es quien pelea por ustedes, tal como Él les ha prometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Tengan sumo cuidado, por la vida de ustedes, de amar al Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»Porque si se vuelven, y se unen al resto de estos pueblos que permanecen entre ustedes, y contraen matrimonio con ellos, y se juntan con ellos, y ellos con ustedes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "ciertamente sepan que el Señor su Dios no continuará expulsando a estas naciones de delante de ustedes, sino que serán como lazo y trampa para ustedes, como azote en sus costados y como espinas en sus ojos, hasta que perezcan de sobre esta buena tierra que el Señor su Dios les ha dado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Miren, hoy me voy por el camino de toda la tierra, y ustedes saben con todo su corazón y con toda su alma que ninguna de las buenas palabras que el Señor su Dios habló acerca de ustedes ha faltado. Todas les han sido cumplidas, ninguna de ellas ha faltado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»Y sucederá que así como han venido sobre ustedes todas las buenas palabras que el Señor su Dios les habló, de la misma manera el Señor traerá sobre ustedes toda amenaza, hasta que los haya destruido de sobre esta buena tierra que el Señor su Dios les ha dado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»Cuando quebranten el pacto que el Señor su Dios les ordenó, y vayan y sirvan a otros dioses, y se inclinen ante ellos, entonces la ira del Señor se encenderá contra ustedes, y perecerán prontamente de sobre esta buena tierra que Él les ha dado»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.24",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.24"
        ],
        "human": "Josué 24"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.1"
        ],
        "human": "Jueces 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.23"
        ],
        "human": "Josué 23",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Discurso de Josué en Siquem"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces Josué reunió a todas las tribus de Israel en Siquem, llamó a los ancianos de Israel, a sus jefes, a sus jueces y a sus oficiales, y ellos se presentaron delante de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y Josué dijo a todo el pueblo: «Así dice el Señor, Dios de Israel: “Al otro lado del Río habitaban antiguamente los padres de ustedes, es decir, Taré, padre de Abraham y de Nacor, y servían a otros dioses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces tomé a Abraham, padre de ustedes, del otro lado del río y lo guié por toda la tierra de Canaán, multipliqué su descendencia y le di a Isaac."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "A Isaac le di a Jacob y a Esaú, y a Esaú le di el monte Seir para que lo poseyera; pero Jacob y sus hijos descendieron a Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "”Entonces envié a Moisés y a Aarón, y herí con plagas a Egipto conforme a lo que hice en medio de él. Después los saqué a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Saqué a sus padres de Egipto y llegaron al mar, y Egipto persiguió a sus padres con carros y caballería hasta el mar Rojo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero cuando clamaron al Señor, Él puso tinieblas entre ustedes y los egipcios, e hizo venir sobre ellos el mar, que los cubrió. Sus propios ojos vieron lo que hice en Egipto. Y por mucho tiempo ustedes vivieron en el desierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "”Entonces los traje a la tierra de los amorreos que habitaban al otro lado del Jordán, y ellos pelearon contra ustedes. Los entregué en sus manos, y tomaron posesión de su tierra cuando Yo los destruí delante de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Después Balac, hijo de Zipor, rey de Moab, se levantó y peleó contra Israel, y envió a llamar a Balaam, hijo de Beor, para que los maldijera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero Yo no quise escuchar a Balaam; y él tuvo que bendecirlos a ustedes, y los libré de su mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "”Ustedes pasaron el Jordán y llegaron a Jericó. Los habitantes de Jericó pelearon contra ustedes, y también los amorreos, los ferezeos, los cananeos, los hititas, los gergeseos, los heveos y los jebuseos, pero yo los entregué en sus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces envié delante de ustedes avispas que expulsaron a los dos reyes de los amorreos de delante de ustedes, pero no fue por su espada ni por su arco."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y les di a ustedes una tierra en que no habían trabajado, y ciudades que no habían edificado, y habitan en ellas. De viñas y olivares que no plantaron, comen”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Ahora pues, teman al Señor y sírvanle con integridad y con fidelidad. Quiten los dioses que sus padres sirvieron al otro lado del Río y en Egipto, y sirvan al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y si no les parece bien servir al Señor, escojan hoy a quién han de servir: si a los dioses que sirvieron sus padres, que estaban al otro lado del río, o a los dioses de los amorreos en cuya tierra habitan. Pero yo y mi casa, serviremos al Señor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y el pueblo respondió: «Lejos esté de nosotros abandonar al Señor para servir a otros dioses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Porque el Señor nuestro Dios es el que nos sacó, a nosotros y a nuestros padres, de la tierra de Egipto, de la casa de servidumbre, el que hizo estas grandes señales delante de nosotros y nos guardó por todo el camino en que anduvimos y entre todos los pueblos por entre los cuales pasamos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y el Señor echó de delante de nosotros a todos los pueblos, incluso a los amorreos, que moraban en la tierra. Nosotros, pues, también serviremos al Señor, porque Él es nuestro Dios»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pacto del pueblo en Siquem"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces Josué dijo al pueblo: «Ustedes no podrán servir al Señor, porque Él es Dios santo. Él es Dios celoso; Él no perdonará la transgresión de ustedes ni sus pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Si abandonan al Señor y sirven a dioses extranjeros, Él se volverá y les hará daño, y los consumirá después de haberlos tratado bien»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Respondió el pueblo a Josué: «No, sino que serviremos al Señor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y Josué dijo al pueblo: «Ustedes son testigos contra sí mismos de que han escogido al Señor para servirle». «Testigos somos», le contestaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "«Ahora pues», les dijo Josué, «quiten los dioses extranjeros que están en medio de ustedes, e inclinen su corazón al Señor, Dios de Israel»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y el pueblo respondió a Josué: «Al Señor nuestro Dios serviremos y Su voz obedeceremos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Entonces Josué hizo un pacto con el pueblo aquel día, y les impuso estatutos y ordenanzas en Siquem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Josué escribió estas palabras en el libro de la ley de Dios. Tomó una gran piedra y la colocó debajo de la encina que estaba junto al santuario del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y Josué dijo a todo el pueblo: «Ciertamente esta piedra servirá de testigo contra nosotros, porque ella ha oído todas las palabras que el Señor ha hablado con nosotros. Será, pues, testigo contra ustedes para que no nieguen a su Dios»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces Josué despidió al pueblo, cada uno a su heredad."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Josué"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Después de estas cosas Josué, hijo de Nun, siervo del Señor, murió a la edad de 110 años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y lo sepultaron en la tierra de su heredad, en Timnat Sera, que está en la región montañosa de Efraín, al norte del monte Gaas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Israel sirvió al Señor todos los días de Josué y todos los días de los ancianos que sobrevivieron a Josué y que habían conocido todas las obras que el Señor había hecho por Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Los huesos de José, que los israelitas habían traído de Egipto, fueron sepultados en Siquem, en la parcela de campo que Jacob había comprado a los hijos de Hamor, padre de Siquem, por 100 monedas de plata. Y pasaron a ser posesión de los hijos de José."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Y murió Eleazar, hijo de Aarón. Lo sepultaron en Guibeá de su hijo Finees, que le había sido dada en la región montañosa de Efraín."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}