{
  "book_usfm": "1KI",
  "name": "1 Reyes",
  "local_title": "Traducción en Lenguaje Actual",
  "local_abbreviation": "TLA",
  "version_id": 176,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004.</p>",
    "text": "Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "1KI.INTRO1",
      "is_chapter": false,
      "current": {
        "usfm": [
          "1KI.INTRO1"
        ],
        "human": "1 Reyes Introducción"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.1"
        ],
        "human": "1 Reyes 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.24"
        ],
        "human": "2 Samuel 24",
        "toc": true
      },
      "items": []
    },
    {
      "chapter_usfm": "1KI.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.1"
        ],
        "human": "1 Reyes 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.2"
        ],
        "human": "1 Reyes 2",
        "toc": true
      },
      "previous": {
        "canonical": false,
        "usfm": [
          "1KI.INTRO1"
        ],
        "human": "1 Reyes Introducción",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El rey David"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El rey David era muy anciano y, aunque lo cubrían con muchas cobijas, no se le quitaba el frío."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces sus ayudantes le dijeron: «Debemos traer a una muchacha soltera para que sirva y cuide al rey. Que duerma en la misma cama, para que le dé calor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Buscaron entonces en todo Israel una muchacha joven y hermosa, y en el pueblo de Sunem encontraron una que se llamaba Abisag."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Esta muchacha cuidaba al rey y lo servía, pero aunque era muy bonita, nunca tuvo relaciones sexuales con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Adonías quiere ser rey"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5,
            6,
            7
          ],
          "lines": [
            "Adonías, el hijo que David había tenido con Haguit, era un joven bien parecido. Había nacido poco después que su hermano Absalón. David nunca había corregido a Adonías ni le había preguntado por qué hacía esto o aquello. Y así, Adonías comenzó a presumir de que él sería el próximo rey de Israel. Preparó carros de combate, soldados de caballería y cincuenta guardaespaldas que lo protegieran. Además, buscó el apoyo del sacerdote Abiatar y de Joab, que era el jefe del ejército, e hizo un trato con ellos. La madre de Joab se llamaba Seruiá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero ni el sacerdote Sadoc ni Benaías hijo de Joiadá, ni el profeta Natán ni Simí, hombre en quien el rey confiaba, ni los mejores soldados de David, apoyaban a Adonías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Un día, Adonías preparó una fiesta e invitó a todos sus hermanos, los hijos del rey David, y a todos los hombres de Judá que eran asistentes del rey. La fiesta se celebró junto a la piedra de Zohélet, que está cerca del manantial de Roguel. Para el banquete mandó a matar ovejas y toros, y también los terneros más gordos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Adonías no invitó a su hermano Salomón ni al profeta Natán, ni a Benaías ni a los soldados de David."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Betsabé habla en favor de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces Natán le dijo a Betsabé, la madre de Salomón:",
            "«¿Ya te enteraste? Adonías se ha nombrado rey, y nuestro señor David ni siquiera lo sabe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Voy a darte un consejo que puede salvar tu vida y la de tu hijo Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Tienes que ir a ver al rey David y decirle: “Su Majestad había jurado que mi hijo Salomón reinaría después de usted. ¿Por qué, entonces, está reinando Adonías?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y mientras tú estés hablando con el rey, yo entraré y te apoyaré»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Betsabé fue a ver al rey a su habitación. El rey ya era muy anciano, y Abisag, la muchacha de Sunem, lo atendía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Betsabé se inclinó delante del rey en señal de respeto. El rey le preguntó:",
            "—¿Qué deseas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ella le contestó:",
            "—Su Majestad, usted me juró por su Dios, que mi hijo Salomón reinaría después de usted."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero ahora Adonías se ha nombrado rey, y usted ni se ha enterado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Él ha matado toros, terneros y muchas ovejas, para hacer una fiesta, y ha invitado a los hijos del rey, al sacerdote Abiatar y a Joab, el general del ejército. Pero no ha invitado a Salomón, su fiel servidor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Todo el pueblo está esperando que Su Majestad diga quién va a reinar después de usted."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Si Su Majestad muere sin anunciar quién reinará, Adonías nos matará a mí y a mi hijo Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Mientras Betsabé estaba hablando con el rey, llegó el profeta Natán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Cuando le avisaron al rey que Natán había llegado, este se presentó ante el rey, se inclinó hasta tocar el suelo con la frente"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "y le preguntó:",
            "«Majestad, ¿mandó usted que Adonías reine después de su muerte?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Porque él está celebrando una fiesta, y ha matado toros, terneros y muchas ovejas. Ha invitado a los hijos del rey, al general Joab y al sacerdote Abiatar, y mientras comen y beben, gritan: “¡Viva el rey Adonías!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Lo raro es que no me invitó a mí ni al sacerdote Sadoc, ni a Benaías ni a nuestro hijo Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Majestad, ¿ha nombrado usted rey a Adonías sin avisarnos nada de esto?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "David nombra rey a Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "El rey David pidió que llamaran a Betsabé. Ella entró y se quedó de pie ante el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces David le dijo:",
            "—Juro por Dios, que me ha librado de todos los problemas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "que lo que te juré por el Dios de Israel, lo voy a cumplir hoy mismo: Tu hijo Salomón reinará después de mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Entonces Betsabé se inclinó delante del rey hasta tocar el suelo con la frente, y dijo:",
            "—¡Que viva para siempre mi señor, el rey David!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Después el rey David ordenó que llamaran al sacerdote Sadoc, al profeta Natán y a Benaías y, cuando estos llegaron,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "el rey les dijo:",
            "—Quiero que mi hijo Salomón se suba a mi mula, y que lo lleven a Guihón. Vayan con mis asistentes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "El sacerdote Sadoc y el profeta Natán deben derramar aceite sobre la cabeza de Salomón para nombrarlo rey de Israel. Después, tocarán la trompeta y gritarán: “¡Viva el rey Salomón!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Luego acompañarán a Salomón hasta mi trono, porque él va a reinar en mi lugar. He elegido a Salomón para que gobierne sobre Israel y Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Benaías respondió:",
            "—¡Así se hará! Y espero que el Dios de mi rey así lo apruebe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Que Dios ayude a Salomón así como ha ayudado a mi rey, y haga que su reino sea aún mayor que el de Su Majestad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Entonces el sacerdote Sadoc, el profeta Natán, Benaías y la guardia personal del rey, fueron y subieron a Salomón en la mula del rey David y lo llevaron a Guihón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Allí, el sacerdote Sadoc tomó el aceite que estaba en el santuario, y derramó aceite sobre la cabeza de Salomón para nombrarlo rey. Luego sonaron las trompetas y toda la gente gritó: «¡Viva el rey Salomón!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Después de esto, todos marcharon detrás de Salomón, tocando flautas. Estaban tan contentos que parecía que la tierra iba a partirse por el ruido que hacían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Adonías y todos sus invitados ya habían acabado de comer cuando escucharon el ruido. Joab escuchó el sonido de la trompeta, y dijo: «¿Por qué habrá tanto alboroto en la ciudad?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Mientras él hablaba, llegó Jonatán, el hijo del sacerdote Abiatar. Adonías le dijo:",
            "—Entra, pues tú eres un hombre respetable y seguramente traes buenas noticias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Jonatán le contestó:",
            "—No, no traigo buenas noticias, porque el rey David ha nombrado rey a Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "David le ordenó al sacerdote Sadoc, al profeta Natán, a Benaías y a sus asistentes que acompañaran a Salomón. Ellos subieron a Salomón sobre la mula del rey,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "y el sacerdote Sadoc y el profeta Natán han derramado aceite sobre la cabeza de Salomón para nombrarlo rey. Esto sucedió en Guihón, de donde han regresado muy contentos. Así que toda la ciudad está muy alborotada, y por eso se escucha tanto ruido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Salomón ya ocupa el trono del rey,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "y todos los funcionarios del reino han ido a felicitarlo. Todos le decían: “¡Que Dios haga el reino de Salomón más grande que el de David!”",
            "»El rey David se arrodilló junto a su cama y adoró a Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "diciendo: “¡Bendito sea el Dios de Israel, que me permitió ver a uno de mis hijos sentado en mi trono!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Entonces todos los invitados de Adonías se asustaron, y cada uno se fue huyendo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Adonías, por su parte, tuvo miedo de Salomón, y fue a refugiarse al santuario, y allí se agarró de los cuernos del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Alguien le informó a Salomón:",
            "—¡Majestad! Adonías tiene miedo de usted, y se ha refugiado en el santuario. Ha suplicado que usted le jure no matarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "Salomón contestó:",
            "—Si él se comporta bien, no le va a pasar nada. No le tocaré ni un pelo. Pero si actúa con maldad, te aseguro que morirá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Entonces el rey Salomón ordenó que lo sacaran del santuario. Luego Adonías se inclinó ante el rey en señal de respeto, y Salomón le dijo: «Vete a tu casa»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.2"
        ],
        "human": "1 Reyes 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.3"
        ],
        "human": "1 Reyes 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.1"
        ],
        "human": "1 Reyes 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Últimas instrucciones de David"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando le faltaba poco para morir, David le encargó a su hijo Salomón lo siguiente:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Tarde o temprano, la muerte nos llega a todos, y a mí me falta poco para morir. Sé valiente y compórtate como hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Obedece todos los mandamientos de nuestro Dios, y todas las leyes que nos dio por medio de Moisés. Si haces esto, te va a ir bien en todo lo que hagas y en cualquier lugar a donde vayas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Dios prometió que el trono de Israel será siempre ocupado por mis descendientes, si ellos se portan bien y le son completamente fieles. Así que pórtate bien para que Dios cumpla su promesa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»Además, como tú bien sabes, el general Joab mató a Abner hijo de Ner, y a Amasá hijo de Jéter. Estos dos eran generales del ejército de Israel, pero Joab los asesinó en tiempos de paz, para vengar las muertes que hubo durante la guerra. Luego me hizo responsable de ese doble crimen, pero él es el culpable."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así que la decisión es tuya, aunque yo te aconsejaría que no lo dejes con vida mucho tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Trata bien a los descendientes de Barzilai, el de la región de Galaad, y hazte amigo de ellos, porque ellos me protegieron cuando yo escapaba de tu hermano Absalón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»También está contigo Simí, el hijo de Guerá, el de la tribu de Benjamín, y que nació en Bahurim. Él me maldijo de una manera terrible cuando yo iba a Mahanaim. Pero después fue al río Jordán a recibirme y tuve que jurarle por Dios que no lo mataría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "No lo perdones. Eres lo suficientemente sabio para saber que debes matarlo. Procura que tenga una muerte violenta»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de David"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "David murió y lo enterraron junto a la tumba de sus antepasados, en la ciudad que llevaba su nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Fue rey de Israel durante cuarenta años. Siete de esos años reinó en Hebrón, y treinta y tres años, en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Después de él, reinó Salomón, quien logró hacer de Israel una nación muy poderosa."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Adonías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Después de la muerte de David, Adonías fue a ver a Betsabé, la madre de Salomón. Ella le preguntó:",
            "—¿Vienes como amigo o como enemigo?",
            "Él contestó:",
            "—Vengo como amigo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y quiero pedirte un favor.",
            "Betsabé le dijo:",
            "—Dime de qué se trata."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Adonías le respondió:",
            "—Tú sabes que el reino de Israel era para mí. Todo el país esperaba que yo fuera el rey. Pero ahora el rey es mi hermano Salomón, porque así Dios lo ha querido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Solo quiero pedirte un favor. No me lo niegues.",
            "Ella le dijo:",
            "—¿Qué es lo que quieres?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Él le contestó:",
            "—Te ruego que le pidas al rey Salomón que me dé como esposa a Abisag, la joven de Sunem. Estoy seguro de que él no se opondrá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Betsabé dijo:",
            "—Está bien. Voy a hablar con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Así que Betsabé fue a hablar con el rey Salomón. El rey se levantó para recibir a su madre y, en señal de respeto, se inclinó delante de ella. Después se sentó en su trono, y mandó que trajeran un sillón para Betsabé. Ella se sentó a la derecha de Salomón, que es el lugar más importante,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "y le dijo:",
            "—Quiero pedirte un pequeño favor; no me digas que no.",
            "El rey le contestó:",
            "—Madre, pídeme lo que quieras que yo te lo daré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Ella le dijo:",
            "—Deja que tu hermano Adonías se case con Abisag, la del pueblo de Sunem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "El rey Salomón le contestó a su madre:",
            "—¿Por qué me pides eso? Él es mi hermano mayor, y además el sacerdote Abiatar y el general Joab están de su parte. ¿No quieres que también le dé el reino?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Después el rey Salomón hizo este juramento: «Que Dios me castigue para siempre si Adonías no muere por haberme hecho esa petición."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "¡Hoy mismo morirá! Lo juro por Dios, que me dio un reino poderoso, y prometió que mis descendientes reinarán después de mí»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Entonces el rey Salomón le ordenó a Benaías que matara a Adonías. Y Benaías fue y lo mató."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Expulsión del sacerdote Abiatar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Luego, el rey le dijo al sacerdote Abiatar: «Vete a Anatot, tu tierra. Mereces morir, pero no te mataré ahora, porque tú fuiste quien llevaba el cofre del pacto de Dios cuando mi padre David lo trajo a Jerusalén, y además lo acompañaste en los momentos más difíciles»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "De esta manera, Salomón expulsó a Abiatar del servicio sacerdotal. Así se cumplió lo que Dios había dicho en Siló acerca de la familia de Elí, de que no seguirían siendo sacerdotes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Joab"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "El general Joab estaba de parte de Adonías, aunque no había apoyado a Absalón. Cuando Joab se enteró de lo que dijo Salomón, huyó al santuario de Dios y se agarró de los cuernos del altar en busca de protección."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Le informaron al rey Salomón que Joab había escapado al santuario de Dios, y se había refugiado en el altar. Entonces Salomón le dijo a Benaías: «Ve y mata a Joab»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Benaías fue al santuario de Dios y le dijo a Joab:",
            "—El rey ordena que salgas.",
            "Pero Joab contestó:",
            "—Si voy a morir, que sea aquí mismo.",
            "Entonces Benaías fue a contarle al rey lo que había dicho Joab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "El rey le contestó:",
            "—Haz como él dijo. Mátalo y entiérralo. De esa manera ya no seremos culpables por los asesinatos que Joab cometió contra gente inocente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "»Dios hará que Joab sea el culpable de su propia muerte. Porque él atacó y mató a dos hombres más justos y mejores que él, sin que lo supiera mi padre David. Mató a Abner hijo de Ner, que era jefe del ejército israelita, y a Amasá hijo de Jéter, que era jefe del ejército de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Joab y su familia serán culpables de la muerte de ellos para siempre. Pero David y sus descendientes, y todo Israel, disfrutarán siempre de la paz que Dios da."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Entonces Benaías fue y mató a Joab. Luego fueron a la casa de Joab, en el desierto, y allí lo enterraron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Después el rey nombró a Benaías como general del ejército, en lugar de Joab, y al sacerdote Sadoc, en lugar de Abiatar."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Simí"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Luego Salomón mandó llamar a Simí y le dijo:",
            "—Construye una casa para ti en Jerusalén, y vive allí. No salgas a ningún lado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Porque si sales y cruzas el arroyo Cedrón, ten la seguridad de que vas a morir, y yo no respondo por tu muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38,
            39,
            40
          ],
          "lines": [
            "Simí le contestó al rey:",
            "—Está bien. Haré lo que ha ordenado Su Majestad.",
            "Simí vivió en Jerusalén tres años. Pero un día, se vio obligado a ir a Gat en busca de dos esclavos que se le habían escapado. Estaban con Aquís hijo de Maacá, rey de Gat. Cuando Simí volvía de Gat, montado en su burro y con sus dos esclavos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41,
            42
          ],
          "lines": [
            "Salomón se enteró. Entonces lo mandó a llamar y le dijo:",
            "«¡Yo te advertí que no debías salir de Jerusalén, y que si lo hacías ibas a morir! Tú estuviste de acuerdo, y me juraste por Dios que obedecerías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "¿Por qué no cumpliste tu juramento ni seguiste las órdenes que te di?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Acuérdate de todo el daño que le hiciste a mi padre. Ahora Dios te va a hacer sufrir como hiciste sufrir a mi padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "En cambio, a mí me va a bendecir, y los descendientes de mi padre reinarán para siempre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Después el rey le ordenó a Benaías que matara a Simí. De esta manera, Salomón tomó completo control de su reino."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.3"
        ],
        "human": "1 Reyes 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.4"
        ],
        "human": "1 Reyes 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.2"
        ],
        "human": "1 Reyes 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón se casa"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Salomón se casó con la hija del rey de Egipto, y además hizo un pacto de paz con él. Luego llevó a su esposa a vivir en la parte más antigua de Jerusalén, conocida como Ciudad de David. Mientras tanto, él se dedicó a terminar de construir su palacio, el templo de Dios y el muro que rodeaba toda la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En aquel tiempo el pueblo ofrecía sus sacrificios a Dios en pequeños templos, porque todavía no se había construido un templo para Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón pide sabiduría"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Salomón amaba a Dios y seguía las instrucciones que le había dado su padre, David. Sin embargo, ofrecía sacrificios y quemaba incienso en los pequeños santuarios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El santuario más importante de todos estos estaba en Gabaón. Un día, el rey fue allá y ofreció muchos sacrificios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Esa noche, Salomón la pasó en Gabaón. Mientras dormía, Dios se le apareció en un sueño y le dijo:",
            "—Pídeme lo que quieras; yo te lo daré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6,
            7
          ],
          "lines": [
            "Salomón contestó:",
            "—Dios mío, tú amaste mucho a mi padre David, y fuiste muy bueno con él, porque él te sirvió fielmente, fue un buen rey y te obedeció en todo. Además, permitiste que yo, que soy su hijo, reine ahora en su lugar. Pero yo soy muy joven, y no sé qué hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8,
            9
          ],
          "lines": [
            "Y ahora tengo que dirigir a tu pueblo, que es tan grande y numeroso. Dame sabiduría, para que pueda saber lo que está bien y lo que está mal. Sin tu ayuda yo no podría gobernarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "A Dios le gustó que Salomón le pidiera esto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y le dijo:",
            "—Como me pediste sabiduría para saber lo que es bueno, en lugar de pedirme una vida larga, riquezas, o la muerte de tus enemigos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "voy a darte sabiduría e inteligencia. Serás más sabio que todos los que han vivido antes o vivan después de ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero además te daré riquezas y mucha fama, aunque no hayas pedido eso. Mientras vivas, no habrá otro rey tan rico ni tan famoso como tú."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y si me obedeces en todo como lo hizo tu padre, vivirás muchos años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuando Salomón se despertó, se dio cuenta que había estado soñando. Después fue a Jerusalén y de pie, ante el cofre del pacto de Dios, presentó sacrificios y ofrendas de paz. Cuando terminó, hizo una fiesta para todos sus asistentes y consejeros."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón comienza bien su reinado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Poco tiempo después, dos prostitutas fueron a ver al rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Una de ellas le dijo:",
            "—Majestad, nosotras dos vivimos en la misma casa. Yo tuve un hijo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "y tres días después, también esta mujer tuvo el suyo. Solo nosotras dos estábamos en la casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»Una noche, el bebé de esta mujer murió porque ella lo aplastó mientras dormía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "A media noche se despertó, y al ver que su hijo estaba muerto, lo cambió por el mío."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "A la mañana, cuando desperté, y quise darle leche a mi hijo, me di cuenta de que el bebé estaba muerto, pero cuando ya hubo más luz en la habitación, descubrí que no era mi hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "La otra mujer dijo:",
            "—No, el niño que vive es mi hijo. El que está muerto es el tuyo.",
            "La mujer que había hablado primero le contestó:",
            "—No, el niño muerto es tu hijo. ¡El mío es el que está vivo!",
            "Y así estuvieron discutiendo delante del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces Salomón dijo:",
            "—Una de ustedes dice: “Mi hijo está vivo, y el tuyo muerto”. Y la otra contesta: “No, el niño muerto es el tuyo, y el mío es el que está vivo”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Salomón se dirigió a sus ayudantes y les pidió que trajeran una espada. Cuando se la llevaron,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Salomón ordenó:",
            "—Corten al niño vivo en dos mitades, y denle una mitad a cada mujer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces la verdadera madre, llena de angustia, gritó:",
            "—¡Por favor, Su Majestad! ¡No maten al niño! Prefiero que se lo den a la otra mujer.",
            "Pero la otra mujer dijo:",
            "—¡Ni para ti ni para mí! ¡Que lo partan en dos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Entonces el rey ordenó:",
            "—No maten al niño. Entréguenlo a la que no quiere que lo maten. Ella es su verdadera madre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Todo el pueblo de Israel escuchó cómo el rey había solucionado este problema. Así Salomón se ganó el respeto del pueblo, porque ellos se dieron cuenta de que Dios le había dado sabiduría para ser un buen rey."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.4"
        ],
        "human": "1 Reyes 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.5"
        ],
        "human": "1 Reyes 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.3"
        ],
        "human": "1 Reyes 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los funcionarios de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Salomón fue rey de todo el pueblo de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Esta es la lista de sus funcionarios más importantes:",
            "Azarías hijo de Sadoc: sacerdote principal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Elihóref y Ahías hijos de Sisá: secretarios.",
            "Josafat hijo de Ahihud: encargado de escribir la historia del reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Benaías hijo de Joiadá: general del ejército.",
            "Sadoc y Abiatar: sacerdotes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Azarías hijo de Natán: jefe de los gobernadores del reino.",
            "Zabud hijo de Natán: sacerdote y consejero del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ahisar: encargado del palacio.",
            "Adoniram hijo de Abdá: encargado de los trabajos forzados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Salomón tenía doce gobernadores en todo Israel. Cada mes, uno de ellos tenía que proveer alimentos y todo lo necesario para el rey y su familia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Esta es la lista de esos doce gobernadores:",
            "Ben-hur: gobernador de la región montañosa de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ben-déquer: gobernador de Macás, Saalbim, Bet-semes, Elón y Bet-hanán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ben-hésed: gobernador de Arubot, Socó y toda la región de Héfer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Ben-abinadab: gobernador de toda la provincia de Dor. Ben-abinadab era esposo de Tafat, la hija de Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Baaná hijo de Ahilud: gobernador de Taanac, Meguido y toda Bet-seán. Esta región está al lado de Saretán, al sur de Jezreel, y abarca desde Bet-seán hasta Abel-meholá, más allá de Jocmeam."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ben-guéber: gobernador de Ramot y de los demás pueblos de la región de Galaad, que pertenecían a Jaír hijo de Manasés. También fue gobernador de Argob, en la región de Basán. Allí había sesenta ciudades grandes, rodeadas por murallas. Sus portones se cerraban con barras de bronce."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ahinadab hijo de Idó: gobernador de Mahanaim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ahimaas: gobernador de la región de Neftalí. Ahimaas era esposo de Basemat hija de Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Baaná hijo de Husai: gobernador de las regiones de Aser y Zabulón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Josafat hijo de Parúah: gobernador en la región de Isacar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Simí hijo de Elá: gobernador en la región de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Guéber hijo de Urí: gobernador de la región de Gad, donde estaba el país de Sihón, que era el rey de los amorreos, y el reino de Og en Basán.",
            "Además de estos doce gobernadores, había un jefe de gobernadores que gobernaba en todo el país."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sabiduría y riqueza de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Los habitantes de Israel y Judá eran tantos como la arena del mar, que no se puede contar. Tenían comida y bebida de sobra, y eran muy felices."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21,
            22,
            23,
            24
          ],
          "lines": [
            "21-24 (5.1-4) Por ejemplo, para Salomón y todos los empleados del reino se necesitaban, cada día, seis mil seiscientos kilos de harina fina, trece mil doscientos kilos de harina corriente, cien ovejas, diez toros de los más gordos, veinte toros alimentados con pasto, además de venados, gacelas, antílopes y aves bien gordas.",
            "Salomón dominaba todos los reinos que había entre el río Éufrates y el país de los filisteos, hasta la frontera con Egipto. El reino de Salomón era muy grande. Abarcaba toda la región al oeste del río Éufrates, desde Tífsah hasta Gaza. Esos reinos le pagaban impuestos a Salomón y lo sirvieron durante toda su vida.",
            "Fue así como Salomón dominó a todos los reyes de esta región, y logró la paz en todo el territorio de alrededor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "25 (5.5) Durante el reinado de Salomón todas las familias de Israel y Judá vivieron con tranquilidad, paz y seguridad, desde Dan hasta Beerseba. Cultivaban huertos, viñas e higueras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "26 (5.6) Además, Salomón tenía cuatro mil caballerizas. Allí guardaba los caballos de sus carros y de su caballería."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "27 (5.7) Al rey y a sus invitados nunca les faltaba nada porque los doce gobernadores se ocupaban de llevarles todo lo necesario. Cada uno lo hacía en el mes que le correspondía,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "28 (5.8) y a los caballos y a los animales de trabajo les llevaban cebada y paja."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "29 (5.9) Dios le dio a Salomón sabiduría, inteligencia y gran capacidad para comprenderlo todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30,
            31
          ],
          "lines": [
            "30-31 (5.10-11) Fue más sabio que todos los sabios de Mesopotamia y Egipto. Por ejemplo, fue más sabio que Etán, el de Zérah, y que los músicos Hemán, Calcol y Dardá. Era famoso en todas las regiones de alrededor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "32 (5.12) Escribió tres mil proverbios y mil cinco poemas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "33 (5.13) Habló acerca de los árboles, desde el cedro que crece en el Líbano hasta la hierba que crece en las paredes. También habló acerca de los animales, los pájaros, los reptiles y los peces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "34 (5.14) De todos los países de la tierra venían a escuchar lo sabio que era Salomón."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.5"
        ],
        "human": "1 Reyes 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.6"
        ],
        "human": "1 Reyes 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.4"
        ],
        "human": "1 Reyes 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón hace un pacto con Hiram"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "1 (15) Hiram era el rey de Tiro, y había sido un buen amigo de David. Por eso, cuando se enteró de que Salomón había sido elegido rey en lugar de David, envió a sus embajadores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "2 (16) Entonces Salomón le mandó este mensaje a Hiram:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "3 (17) «Tú sabes que mi padre no pudo construir un templo para adorar a nuestro Dios, porque había estado en muchas guerras, hasta que Dios venció a sus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "4 (18) Pero ahora, gracias a mi Dios, estamos en paz en todo el reino. Ya no tenemos enemigos ni grandes problemas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "5 (19) »Por eso he decidido construir un templo para adorar a mi Dios. Él ya le había dicho a mi padre que yo sería el siguiente rey, y que edificaría un templo para adorarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "6 (20) »Como ninguno de nosotros sabe trabajar la madera tan bien como la gente de tu país, te pido que mandes cortar cedros de las montañas del Líbano para construir el templo. Mis ayudantes trabajarán con los tuyos. Luego yo les pagaré a tus trabajadores el sueldo que tú señales»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "7 (21) Cuando Hiram escuchó el pedido de Salomón, se puso muy contento y dijo: «¡Bendito seas Dios de Israel, porque le diste a David un hijo tan sabio para gobernar esa gran nación!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "8 (22) Después Hiram le mandó decir a Salomón:",
            "«He recibido tu mensaje y estoy dispuesto a ayudarte con la madera de cedro y de pino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "9 (23) Mis ayudantes la bajarán de las montañas hasta el mar, y la transportarán en forma de balsa hasta donde tú digas. Allí se desatarán las balsas y tú recibirás la madera. Lo que te pido a cambio es que tú me proveas los alimentos que necesito para mi palacio»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "10 (24) Hiram le dio a Salomón toda la madera de cedro y pino que este quiso,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "11 (25) y Salomón le proveyó a Hiram alimentos para su palacio: Cada año le entregaba cuatro millones cuatrocientos mil kilos de trigo, y cuatro mil cuatrocientos litros de aceite puro de oliva."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "12 (26) Dios cumplió su promesa y le dio mucha sabiduría a Salomón. Hiram y Salomón hicieron un pacto, y siempre hubo paz entre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Comienza la construcción del templo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "13 (27) El rey Salomón obligó a treinta mil hombres a trabajar en la construcción del templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "14 (28) Se formaron tres grupos de diez mil hombres cada uno, para trabajar por turnos. Así, estos hombres estaban un mes en el Líbano y dos meses en sus casas. Adoniram dirigía los trabajos forzados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "15 (29) Salomón también tenía setenta mil hombres que cargaban los materiales de construcción, ochenta mil que trabajaban las piedras en la montaña"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "16 (30) y tres mil trescientos capataces que vigilaban a los trabajadores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "17 (31) El rey mandó sacar piedras grandes y costosas para ponerlas como base del templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "18 (32) Los constructores de Salomón y los de Hiram, junto con los vecinos de Guebal, prepararon la madera y las piedras para construir el templo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.6"
        ],
        "human": "1 Reyes 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.7"
        ],
        "human": "1 Reyes 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.5"
        ],
        "human": "1 Reyes 5",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En el cuarto año de su reinado en Israel, Salomón ordenó que se comenzara a construir el templo de Dios. Esto sucedió en el mes de Ziv. Habían pasado cuatrocientos ochenta años desde que los israelitas habían salido de Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El templo tenía veintisiete metros de largo, nueve de ancho, y trece y medio de alto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "El salón que estaba adelante medía nueve metros de largo, y cuatro metros y medio de ancho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Salomón mandó poner en el templo ventanas con rejas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "También construyó salones al lado de los muros que rodeaban el templo, tanto alrededor del salón principal como del cuarto de atrás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los salones edificados alrededor del templo eran de tres pisos. La planta baja medía dos metros y veinticinco centímetros de ancho. El primer piso era de dos metros con setenta centímetros de ancho, y el segundo piso medía tres metros con quince centímetros de ancho. Por fuera había reducido las medidas del templo para no apoyar en las paredes las vigas que sostenían los salones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Las piedras que se usaron para construir el templo fueron preparadas de antemano. De esta manera no se escuchó en el edificio el ruido de martillos, hachas u otras herramientas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "La puerta de los salones que rodeaban el templo estaba en el lado derecho del edificio. Para subir a los otros dos pisos había una escalera en forma de caracol."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando Salomón terminó de construir el templo, cubrió el techo con tablones y lo decoró con madera de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los salones que construyó alrededor del templo tenían una altura de dos metros y veinticinco centímetros. Estos salones quedaban unidos al muro del templo por medio de vigas de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces Dios le dijo a Salomón:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "«Ahora que has comenzado a construir este templo, quiero recordarte que si obedeces todos mis mandamientos, yo cumpliré lo que le prometí a tu padre David y te ayudaré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Viviré entre mi pueblo Israel, y nunca los abandonaré»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Salomón terminó de construir el templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15,
            16,
            17,
            18,
            19,
            20,
            21,
            22,
            23,
            24,
            25,
            26,
            27,
            28,
            29,
            30,
            31,
            32
          ],
          "lines": [
            "Cubrió las paredes de adentro con tablas de madera de cedro talladas con flores, frutos, palmeras y querubines, y luego las recubrió de oro puro. No se veía ninguna piedra. También en las paredes de afuera se tallaron las mismas figuras. El piso lo cubrió con madera de pino y después con oro, tanto el piso de los salones interiores como el de los de afuera.",
            "Salomón preparó el Lugar Santísimo en la parte de atrás del edificio, para colocar allí el cofre del pacto de Dios.",
            "El Lugar Santísimo era una sala que medía nueve metros de alto por nueve de ancho. También le puso tablas de cedro, y luego las recubrió de oro puro. Hizo cadenas de oro para proteger la entrada de este lugar, y puso allí un altar de madera de cedro recubierto de oro. También hizo, con madera de olivo, dos querubines, los recubrió de oro y los puso en el Lugar Santísimo. Cada uno de los querubines era de cuatro metros y medio de altura. Sus alas estaban extendidas. El ala de uno de los querubines tocaba una pared, y el ala del otro, la otra pared. Cada ala medía dos metros y veinticinco centímetros, así que juntas las dos medían cuatro metros y medio.",
            "El Lugar Santísimo tenía dos puertas de entrada hechas de madera de olivo y talladas con figuras de querubines, palmeras y flores. Recubrieron todas estas figuras con oro. La parte superior de las puertas formaba un triángulo. El Lugar Santo estaba frente al Lugar Santísimo, y medía dieciocho metros de largo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Para la entrada del templo, Salomón construyó un marco con postes de madera de olivo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "y le puso dos puertas de madera de pino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Las puertas estaban decoradas con figuras de querubines, palmeras y flores; todas ellas recubiertas de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Salomón construyó las paredes del patio interior con tres hileras de piedras labradas y arriba les puso vigas de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "El templo se comenzó a construir en el mes de Ziv, durante el cuarto año del reinado de Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Se terminó de construir en el año once, en el mes de Bul. Así la construcción del templo duró siete años."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.7"
        ],
        "human": "1 Reyes 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.8"
        ],
        "human": "1 Reyes 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.6"
        ],
        "human": "1 Reyes 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otras construcciones de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Salomón construyó su propio palacio, y lo terminó en trece años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2,
            3
          ],
          "lines": [
            "También edificó el palacio llamado «Bosque del Líbano». Lo hizo de cuarenta y cinco metros de largo, veintidós metros y medio de ancho y trece metros y medio de alto. Le puso un cielo raso de madera, sostenido por cuarenta y cinco vigas de cedro. Las vigas estaban distribuidas en tres grupos de quince cada uno, y se apoyaban sobre cuatro hileras de columnas de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4,
            5
          ],
          "lines": [
            "Salomón mandó a hacer tres hileras con tres ventanas cada una, y colocarlas una frente a la otra. También le colocó tres puertas a ambos lados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Además, Salomón construyó el Salón de las Columnas, de veintidós metros y medio de largo, y trece metros y medio de ancho. Enfrente había otro salón con columnas y techo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "También edificó el Salón de la Justicia, en el que Salomón escuchaba los problemas del pueblo y decidía cómo resolverlos. Ese salón estaba totalmente cubierto de madera de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El palacio en el que vivía Salomón estaba frente al Salón de la Justicia, separado por un patio. Este salón y el palacio se parecían mucho. Además, para la hija del rey de Egipto, que era su esposa, edificó otro palacio parecido al suyo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Por dentro y por fuera, todas estas construcciones fueron hechas con piedras costosas, cortadas a la medida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "La base del edificio estaba construida con las mejores piedras. Algunas medían cuatro metros y medio, y otras, tres metros con sesenta centímetros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "La parte superior del edificio también estaba hecha de cedro, y de piedras costosas, cortadas a la medida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Alrededor del patio grande del palacio se pusieron tres hileras de esas piedras, y una hilera de vigas de cedro que servían para sostener el edificio. Esto mismo se había hecho en el patio interior del templo y en el salón de la entrada del palacio."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Hiram realiza los trabajos de bronce"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El rey Salomón mandó a llamar a Hiram, que vivía en la ciudad de Tiro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Hiram era hijo de una viuda de la tribu de Neftalí. Su padre era de Tiro y le había enseñado a trabajar el bronce, así que Hiram era muy hábil y capaz.",
            "Hiram se presentó ante el rey Salomón, y realizó en sus construcciones todos los trabajos de bronce."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Hizo dos columnas que medían ocho metros de alto, y cinco metros y medio de circunferencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16,
            17,
            18,
            19,
            20,
            21,
            22
          ],
          "lines": [
            "También preparó en bronce el adorno de la parte superior de cada columna. Ese adorno tenía forma de lirio, y medía dos metros y veinticinco centímetros de alto. Estaba decorado con figuras en forma de cadena. La parte más alta y ancha del adorno de bronce tenía dos hileras de figuras en forma de manzana. Cada hilera estaba formada por cien de esas figuras. Cuando las columnas estuvieron terminadas, Hiram las colocó en el salón de la entrada del templo. A la columna de la derecha la llamó Jaquín y a la de la izquierda Bóaz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El gran tanque de agua"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Después Hiram fabricó un enorme tanque para el agua. Era redondo, y de un borde al otro medía cuatro metros. Su altura era de dos metros y veinticinco centímetros, y su circunferencia era de trece metros y medio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Decoró todo el borde con dos enredaderas llenas de frutos. Cada cuarenta y cinco centímetros había diez frutos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "El tanque estaba sobre doce toros de bronce. Tres de estos toros miraban al norte, tres al sur, tres al este y tres al oeste, de modo que sus patas traseras quedaban hacia adentro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Las paredes del tanque eran de ocho centímetros de grueso. Su borde se parecía a una flor de lirio abierta. En el tanque cabían cuarenta y cuatro mil litros de agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los diez recipientes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Hiram hizo también diez bases de bronce. Cada base era cuadrada, de un metro y ochenta centímetros por lado. Su altura era de un metro y treinta y cinco centímetros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28,
            29,
            30,
            31,
            32,
            33,
            34,
            35,
            36
          ],
          "lines": [
            "Cada lado de esas bases estaba decorado con figuras de leones, toros y querubines. Arriba y abajo de los toros y los leones había adornos florales. Cada lado estaba sujeto por un marco, y formaba con la base una sola pieza.",
            "Cada base tenía cuatro ruedas de bronce. Sus ejes también eran de bronce y estaban sujetos a la base.",
            "En las cuatro esquinas de la base había cuatro agarraderas de bronce decoradas con adornos florales, que servían para moverla. Estas agarraderas y la base formaban una sola pieza.",
            "La boca para el recipiente era redonda, y tenía grabados con marcos cuadrados. Tenía un soporte de sesenta y ocho centímetros de alto y estaba dentro de un cerco que sobresalía cuarenta y cinco centímetros.",
            "La parte superior de la base terminaba en un borde circular de veintidós centímetros y medio de alto. Hiram le talló alrededor querubines, leones, palmeras y guirnaldas, según el espacio que tenía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Así fue como hizo las diez bases. Todas tenían la misma forma y tamaño, pues usó el mismo molde."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "También hizo diez recipientes de bronce. Cada uno tenía un metro y ochenta centímetros de diámetro, y le cabían ochocientos ochenta litros de agua. Colocó cada recipiente sobre cada una de las bases que había hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Cinco estaban en el lado derecho del templo y cinco en el lado izquierdo. El tanque grande lo puso en la esquina sureste del edificio."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Hiram termina sus trabajos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Hiram también hizo las ollas, las palas y las vasijas. Así terminó todo el trabajo que hizo para el templo de Dios, por encargo del rey Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Estos son todos los trabajos que realizó: las dos columnas, la parte superior de cada columna, las dos decoraciones en la parte superior de las columnas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "y las cuatrocientas figuras de esas decoraciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "También hizo las diez bases y los recipientes que iban sobre ellas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "el gran tanque para el agua y los doce toros que lo sostenían,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "y las ollas, palas y vasijas.",
            "Todo lo que Hiram hizo para el templo de Dios a pedido del rey Salomón era de bronce pulido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Los utensilios de bronce los hicieron en moldes de arena, en la región del Jordán, entre Sucot y Saretán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Salomón no pidió que pesaran los utensilios de bronce porque eran muchos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los utensilios del templo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48,
            49,
            50
          ],
          "lines": [
            "Salomón también mandó hacer todos los utensilios que había en el templo de Dios. Los de oro puro eran:",
            "el altar,",
            "la mesa de los panes para Dios,",
            "los diez candelabros del Lugar Santo,",
            "las figuras de flores,",
            "las lámparas,",
            "las tenazas,",
            "las copas,",
            "las tijeras para cortar mechas,",
            "las vasijas,",
            "los cucharones,",
            "los incensarios,",
            "las bisagras de las puertas del Lugar Santísimo,",
            "las bisagras de la puerta de la entrada principal del edificio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "De este modo se terminaron todos los trabajos que Salomón mandó a hacer para el templo de Dios. Después llevó todos los utensilios de oro y de plata que su padre David había dedicado para Dios, y los guardó en el lugar donde estaban los tesoros del templo de Dios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.8"
        ],
        "human": "1 Reyes 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.9"
        ],
        "human": "1 Reyes 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.7"
        ],
        "human": "1 Reyes 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El cofre del pacto en el templo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El rey Salomón se reunió con los líderes de Israel, los jefes de las tribus y la gente más importante de las familias israelitas. Salomón quería que todos estuvieran presentes cuando se llevara el cofre del pacto de Dios desde la parte antigua de Jerusalén hasta el templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Esto ocurrió en la fiesta de las enramadas, que se celebra en el mes de Etanim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3,
            4
          ],
          "lines": [
            "Cuando llegaron todos los representantes de Israel, los sacerdotes y sus ayudantes tomaron el cofre y se lo llevaron al templo. También llevaron el santuario y todos los utensilios dedicados al culto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "El rey Salomón y todos los israelitas allí reunidos se pararon frente al cofre, y le ofrecieron a Dios muchos toros y ovejas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Después los sacerdotes llevaron el cofre del pacto de Dios hasta el fondo del templo, donde estaba el Lugar Santísimo. Lo pusieron bajo las alas de los dos grandes querubines."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Las alas extendidas de los querubines cubrían el cofre y las varas que servían para trasladarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Estas varas eran tan largas que sus puntas se veían desde el Lugar Santo, que estaba frente al Lugar Santísimo. Sin embargo, no podían verse desde afuera del templo. Así quedaron hasta el día en que se escribió este relato."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Lo único que había en el cofre eran las dos tablas de piedra con las leyes del pacto. Esas leyes se las había dado Dios a los israelitas cuando salieron de Egipto. Moisés las había puesto en el cofre cuando estuvo en el monte Horeb."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios en su templo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10,
            11
          ],
          "lines": [
            "Cuando los sacerdotes salieron del Lugar Santo, una nube brillante llenó todo el templo. Era la presencia de Dios, y por eso los sacerdotes ya no pudieron quedarse para realizar el culto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces Salomón dijo:",
            "«Dios mío,",
            "tú siempre has vivido en la espesa nube",
            "que acompaña al santuario."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero ahora,",
            "te he construido una casa,",
            "para que vivas allí para siempre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón habla al pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Luego el rey se dio vuelta y miró a todo el pueblo de Israel, que se había reunido y estaba de pie. Entonces los bendijo y"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "exclamó:",
            "«Bendito sea el Dios de Israel, que ha cumplido lo que le prometió a mi padre David, pues le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "“Desde que saqué de Egipto a mi pueblo Israel, no he elegido ninguna ciudad de las tribus de Israel para que se construya en ella mi casa. A ti, David, te elegí para que gobiernes a mi pueblo Israel”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»Mi padre David deseaba construir un templo para adorar a nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Sin embargo, Dios le dijo: “Haces bien en querer construir una casa para mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero no serás tú quien la construya, sino uno de tus hijos”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»Dios cumplió su promesa. Ahora yo soy el rey de Israel, en lugar de mi padre, y he construido una casa para nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Además he preparado un lugar para colocar allí el cofre del pacto que Dios hizo con nosotros cuando nos sacó de Egipto»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón ora por el templo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entonces Salomón se puso delante del altar de Dios, a la vista de todo Israel, y levantando las manos al cielo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "dijo:",
            "«Dios de Israel, ni en el cielo ni en la tierra hay otro que se compare a ti. Tú cumples tu pacto y amas profundamente a los que te obedecen de corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24,
            25
          ],
          "lines": [
            "»Dios de Israel, hoy has cumplido una de tus promesas a mi padre. Ahora cumple también la promesa que le hiciste de que siempre sus descendientes reinarían en Israel si seguían su ejemplo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Por eso, Dios nuestro, cumple las promesas que le hiciste a mi padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "»Dios mío, ni el cielo ni la tierra son suficientes para ti, mucho menos este templo que te he construido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28,
            29,
            30
          ],
          "lines": [
            "Pero de todos modos te pido que escuches mi oración: Cuida de este templo de día y de noche, pues tú mismo has dicho que vivirás en él. Cuando estemos lejos de Jerusalén y oremos en dirección a tu templo, escucha desde el cielo nuestras oraciones, y perdónanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "»Si alguien perjudica a otra persona, y delante del altar de este templo jura que no lo hizo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "escucha desde el cielo y castígalo. Examínanos, castiga al que resulte culpable y deja libre al inocente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33,
            34
          ],
          "lines": [
            "»Si tu pueblo Israel llega a pecar contra ti, y en castigo sus enemigos se lo llevan prisionero, perdónalo y tráelo de nuevo a este país que tú les diste a sus antepasados. Perdónalos siempre y cuando vengan a tu templo y se arrepientan de haberte ofendido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "»Si llegamos a pecar contra ti, y en castigo deja de llover por mucho tiempo, perdónanos, siempre y cuando oremos en este lugar, y nos arrepintamos de haberte ofendido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Escúchanos desde el cielo y perdónanos. Enséñanos a vivir haciendo lo bueno, y mándanos de nuevo la lluvia que nos quitaste."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37,
            38,
            39
          ],
          "lines": [
            "»Si en este país nos llegara a faltar la comida, o nos atacaran enfermedades, o plagas de hongos, langostas o pulgón, escúchanos cuando oremos a ti. Y si los enemigos nos rodean o atacan a alguna de las ciudades de Israel, escúchanos cuando oremos a ti. Y cuando en medio de este sufrimiento cualquier persona o todo el pueblo de Israel levante las manos hacia este templo y ore a ti, escúchalo siempre desde el cielo, el lugar en donde vives. Perdónalo. Examínanos, y danos lo que cada uno de nosotros se merece. Solo tú conoces verdaderamente a todas las personas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Así, te serviremos y obedeceremos durante toda nuestra vida en esta tierra que nos diste."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41,
            42,
            43
          ],
          "lines": [
            "»Cuando los extranjeros sepan en su país lo grande y poderoso que eres, y vengan a orar a este templo, escúchalos desde el cielo, que es tu casa. Dales todo lo que te pidan, para que todos los pueblos del mundo te conozcan y obedezcan como lo hace tu pueblo Israel. Así sabrán que este templo lo construí para adorarte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "»Si tu pueblo va a la guerra, y allí donde lo envíes ora a ti mirando hacia tu amada ciudad de Jerusalén, y hacia este templo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "escucha desde el cielo sus oraciones y ruegos, y ayúdalo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "»Dios mío, todos somos pecadores, y si tu pueblo llega a pecar contra ti, a lo mejor te vas a enojar tanto que lo entregarás a sus enemigos. Ellos se llevarán a tu pueblo a otro lugar, lejos o cerca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47,
            48
          ],
          "lines": [
            "Pero si en ese lugar donde tu pueblo esté prisionero, se vuelve a ti con toda sinceridad, atiéndelo. Si reconoce que ha pecado y actuado mal y te lo dice, óyelo. Si tu pueblo ora a ti y te ruega, mirando hacia este país que le diste a sus antepasados, hacia la ciudad de Jerusalén, y hacia este templo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "escucha desde el cielo sus oraciones y ruegos, y ayúdalo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Perdónale a tu pueblo todos los pecados y faltas que cometió contra ti. Haz que sus enemigos tengan lástima de él y lo ayuden."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Porque se trata de tu pueblo; el pueblo que tú sacaste de Egipto, donde sufría tanto como si hubiese estado en un horno ardiente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "»Escucha con atención mis oraciones. ¡Oye a tu pueblo Israel! Escúchanos cuando te llamemos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Tú elegiste a tu pueblo de entre todas las otras naciones. ¡Somos tuyos! Así lo dijiste por medio de Moisés, cuando sacaste de Egipto a nuestros antepasados»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón ora por el pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "Salomón hizo esta oración ante el altar del templo, de rodillas y con las manos en alto. Cuando terminó de orar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "se puso de pie y bendijo a todo el pueblo de Israel. En voz alta dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "«Grande es Dios, que le dio paz a su pueblo Israel, cumpliendo así todo lo que prometió. No ha dejado de cumplir ni una sola de las promesas que nos dio por medio de Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "»¡Pidamos a nuestro Dios que esté con nosotros como estuvo con nuestros antepasados! ¡Que no nos abandone!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            58
          ],
          "lines": [
            "¡Que ponga en nosotros el deseo de obedecer sus mandamientos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            59
          ],
          "lines": [
            "¡Que nuestro Dios siempre tenga presente todo lo que hoy le hemos pedido! ¡Que nos ayude de acuerdo a nuestras necesidades de cada día!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            60
          ],
          "lines": [
            "De esta manera, todas las naciones de la tierra sabrán que no hay otro Dios aparte del Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            61
          ],
          "lines": [
            "»Todos ustedes, pueblo de Israel, entréguense totalmente a nuestro Dios, y obedezcan todos sus mandamientos, como lo están haciendo hoy»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón dedica el templo a Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            62
          ],
          "lines": [
            "Después, el rey y todo el pueblo de Israel mataron animales para ofrecérselos a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            63
          ],
          "lines": [
            "Salomón le presentó a Dios una gran cantidad de toros y ovejas, como una ofrenda de paz.",
            "Así fue como el rey y todo el pueblo de Israel le dedicaron el templo a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            64
          ],
          "lines": [
            "Ese mismo día, el rey dedicó a Dios el patio interior del templo. Allí ofreció los sacrificios de animales, las ofrendas de cereales y la grasa de las ofrendas de paz. No presentó estas ofrendas en el altar de bronce que está delante del templo, porque el altar era pequeño y las ofrendas no cabían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            65
          ],
          "lines": [
            "En esa ocasión, Salomón y todo Israel celebraron la fiesta de las enramadas, la cual duró siete días. Hubo muchísima gente, pues los israelitas habían venido de todas partes del país, desde Hamat hasta el arroyo de Egipto. Luego celebraron otra fiesta de siete días; en total fueron catorce días de fiesta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            66
          ],
          "lines": [
            "Después que terminó la fiesta, el rey despidió al pueblo. Ellos bendijeron a Salomón, y se fueron a sus casas. Iban muy contentos por todo lo bueno que Dios le había hecho a David y a su pueblo Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.9"
        ],
        "human": "1 Reyes 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.10"
        ],
        "human": "1 Reyes 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.8"
        ],
        "human": "1 Reyes 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios habla con Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando Salomón terminó de construir el templo de Dios, su propio palacio y todo lo que quiso edificar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Dios se le apareció por segunda vez, como se le había aparecido antes en Gabaón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y le dijo:",
            "«He escuchado tus oraciones y tus ruegos. Este templo que has edificado será mío, y en él viviré para siempre. Voy a cuidarlo; no lo descuidaré ni un momento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4,
            5
          ],
          "lines": [
            "»En cuanto a ti, Salomón, si te comportas bien y me obedeces en todo, Israel siempre tendrá como rey un descendiente tuyo. Así también se lo prometí a tu padre David; compórtate como él lo hizo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Pero si tú o cualquiera de tus descendientes no me obedecen, sino que sirven y adoran a otros dioses,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "entonces expulsaré a Israel de la tierra que le he dado. Abandonaré el templo que había elegido para que me adoraran, y todas las naciones se burlarán de tu pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Este templo no será más que un montón de ruinas y todos los que pasen a su lado se asombrarán y se burlarán, diciendo: “¿Por qué Dios ha hecho esto con Israel y con este templo?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y se les contestará: “Porque Israel abandonó a su Dios, quien lo había sacado de Egipto. Su pueblo obedeció y adoró a otros dioses. Por eso Dios ha traído todo este mal sobre ellos”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otras actividades de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10,
            11,
            12,
            13,
            14
          ],
          "lines": [
            "Salomón tardó veinte años en construir el templo de Dios y su palacio. Para edificarlos, Hiram, el rey de Tiro, le dio a Salomón toda la madera de cedro y de pino, y todo el oro que quiso. En total, le dio tres mil novecientos sesenta kilos de oro. Por eso, cuando terminó la construcción, Salomón le entregó a Hiram veinte ciudades de la región de Galilea.",
            "Pero cuando Hiram fue a ver las ciudades que Salomón le había dado, no le gustaron, así que le reclamó: «Yo pensé que eras mi amigo. Estas ciudades que me diste no valen nada». Por eso las llamó Cabul, que significa «como nada», y ese es el nombre que tienen hasta el momento en que esto se escribe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Salomón obligó a su pueblo a trabajar en la construcción del templo de Dios, en su propio palacio, en la plataforma, en la muralla que rodeaba la ciudad de Jerusalén, y en la reconstrucción de las ciudades de Hasor, Meguido y Guézer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Esta última ciudad había sido conquistada por el rey de Egipto, quien después la quemó y mató a todos los cananeos que allí vivían. Tiempo después, el rey de Egipto le regaló esa ciudad a su hija cuando ella se casó con Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Por eso Salomón reconstruyó Guézer, y también Bet-horón de abajo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Baalat y Tamar, que está en el desierto de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Además, reconstruyó las ciudades donde se guardaban los alimentos, y las ciudades donde se guardaban los carros de guerra. También reconstruyó los cuarteles de caballería. Todo lo que Salomón planeó construir en Jerusalén, en el Líbano y en todo el territorio que gobernaba, lo llevó a cabo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20,
            21
          ],
          "lines": [
            "Salomón obligó a trabajar a todos los descendientes de los amorreos, hititas, ferezeos, heveos y jebuseos que habían quedado en el país y que los israelitas dejaron con vida. Ellos siguieron trabajando como esclavos hasta el día en que esto se escribió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero a los israelitas no los obligó a trabajar como esclavos, sino que ellos eran soldados, oficiales, jefes, capitanes, jinetes y conductores de carros de guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Salomón tenía quinientos cincuenta capataces a cargo de los trabajos, y ellos dirigían a los trabajadores en todo lo que tenían que hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Cuando la hija del rey de Egipto se fue de la Ciudad de David al palacio que Salomón le edificó, el rey rellenó de tierra el lado este de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Después que terminó la construcción del templo, Salomón ofrecía sacrificios de animales y ofrendas de paz en el altar que había edificado para Dios, y quemaba incienso ante él. Lo hacía tres veces por año."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "El rey Salomón también construyó barcos en la ciudad de Esión-guéber que está cerca de Elat, en el territorio de Edom, a orillas del Mar de los Juncos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27,
            28
          ],
          "lines": [
            "Hiram envió en los barcos a sus oficiales, que eran muy buenos marinos y conocían muy bien el mar. Fueron junto con los oficiales de Salomón hasta Ofir. Allí sacaron casi catorce mil kilos de oro, y se los llevaron a Salomón."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.10"
        ],
        "human": "1 Reyes 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.11"
        ],
        "human": "1 Reyes 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.9"
        ],
        "human": "1 Reyes 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La reina de Sabá conoce a Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando la reina de Sabá escuchó hablar de lo famoso que era Salomón, y que su sabiduría se debía al gran poder de Dios, decidió ir a visitarlo. Ella quería hacerle preguntas difíciles para ver si era tan sabio como decían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Llegó a Jerusalén acompañada de sus consejeros y con camellos cargados de perfumes, y gran cantidad de oro y piedras preciosas.",
            "Cuando se encontró con Salomón, ella le hizo todas las preguntas que había preparado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "¡Y Salomón las contestó todas! No hubo nada que el rey no pudiera explicarle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4,
            5
          ],
          "lines": [
            "La reina quedó maravillada al ver lo sabio que era Salomón. También tuvo tiempo para admirar la hermosura del palacio, la rica comida que servían a la mesa, los asientos que ocupaban los asistentes, el aspecto y la ropa de todos los sirvientes y, en especial, la de los que servían el vino al rey. Se asombró al ver todos los animales que el rey daba como ofrenda en el templo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces le dijo a Salomón:",
            "«Todo lo que escuché en mi país acerca de lo que has hecho y de lo sabio que eres, es cierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Yo no lo creía, pero ahora lo he visto con mis propios ojos, y sé que es verdad. En realidad, no me habían contado ni siquiera la mitad. ¡Eres más sabio y rico de lo que yo había escuchado!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "¡Qué felices deben ser tus esposas! ¡Y qué contentos deben estar todos tus servidores, pues siempre cuentan con tus sabios consejos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "¡Bendito sea tu Dios, a quien le agradó tu conducta y te hizo rey de Israel para que gobiernes con justicia! No hay duda, ¡Dios ama a Israel!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10,
            11,
            12
          ],
          "lines": [
            "Después, la reina de Sabá le dio a Salomón tres mil novecientos sesenta kilos de oro, y gran cantidad de perfumes y piedras preciosas. Además, los barcos de Hiram, que habían traído desde Ofir el oro para Salomón, trajeron gran cantidad de madera de sándalo y piedras preciosas. Con esa madera el rey hizo barandas para el templo de Dios y para el palacio. También hizo para los músicos arpas y liras. Nunca antes se había visto tanto perfume y tanta madera de sándalo en Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El rey Salomón le dio a la reina de Sabá todo lo que ella le pidió, además de los regalos que él ya le había preparado. Después ella volvió a su país con sus consejeros."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sabiduría y riqueza de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Cada año el rey Salomón recibía alrededor de veintidós mil kilos de oro,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "sin contar los impuestos que le pagaban los comerciantes, los reyes de Arabia y los gobernantes del país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16,
            17
          ],
          "lines": [
            "Salomón mandó a hacer doscientos escudos grandes y trescientos pequeños, y los puso en el palacio llamado «Bosque del Líbano». Cada uno de los escudos grandes pesaba seis kilos de oro, y los pequeños pesaban poco más de kilo y medio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "También mandó hacer un trono grande de marfil, recubierto con oro puro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "El respaldo era redondo y tenía dos brazos. Al lado de cada brazo había un león de pie. El trono tenía seis escalones"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "y a ambos lados de cada escalón había un león de pie. ¡Ningún otro rey tenía un trono tan hermoso!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Todas las copas del rey y todos los platos del palacio «Bosque del Líbano» eran de oro puro. En aquella época no había nada de plata porque no la consideraban de mucho valor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los barcos del rey Salomón y los del rey Hiram viajaban juntos, y cada tres años traían de Tarsis oro, plata, marfil, monos y pavos reales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "El rey Salomón era más sabio y más rico que todos los reyes de esa región."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Todo el mundo quería verlo y escuchar la sabiduría que Dios le había dado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "así que cada año le llevaban regalos de oro y plata, ropas, perfumes, caballos y mulas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón compra y vende carros y caballos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Salomón reunió mil cuatrocientos carros y doce mil jinetes. Algunos estaban en los cuarteles de carros de guerra y otros formaban su guardia personal en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27,
            28,
            29
          ],
          "lines": [
            "Los comerciantes de la corte compraban en Egipto y Cilicia los caballos para Salomón. El precio de un carro comprado en Egipto era de seiscientas monedas de plata, y el de un caballo, ciento cincuenta. El rey Salomón acumuló en Jerusalén grandes cantidades de plata, y sembró tantos árboles de cedro que llegaron a ser tan comunes como las flores del campo.",
            "¡Hasta los reyes hititas y sirios compraban sus carros y caballos a los comerciantes de la corte de Salomón!"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.11"
        ],
        "human": "1 Reyes 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.12"
        ],
        "human": "1 Reyes 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.10"
        ],
        "human": "1 Reyes 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón desobedece a Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2,
            3,
            4,
            5,
            6,
            7,
            8
          ],
          "lines": [
            "Salomón tuvo setecientas esposas extranjeras, que eran princesas. Entre ellas estaba la hija del rey de Egipto, además de otras mujeres moabitas, amonitas, edomitas, hititas y sidonias. También tuvo trescientas mujeres, con las que vivió sin haberse casado. Dios le había dicho a los israelitas: «No se casen con mujeres extranjeras, porque ellas los harán adorar a sus dioses». Y así sucedió. Cuando Salomón llegó a viejo, sus mujeres lo apartaron de Dios y lo hicieron adorar a otros dioses. Salomón adoró a la diosa de los sidonios llamada Astarté, y construyó un lugar para adorar a dos ídolos repugnantes: Quemós, que era un dios de Moab, y Milcom, que era el dios de los amonitas. Lo construyó en la montaña que está al este de Jerusalén. También edificó lugares para que sus esposas ofrecieran animales a sus dioses y quemaran incienso. Salomón actuó mal delante de Dios y no lo obedeció; en realidad, nunca se comprometió a obedecerlo por completo, como lo había hecho David, su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El Dios de Israel estaba enojado con Salomón, pues aunque se le había aparecido dos veces"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y le había ordenado que no adorara a otros dioses, él nunca lo obedeció."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por eso Dios le dijo:",
            "«Te has comportado mal y no has obedecido mis órdenes. Por eso voy a quitarte el reino y se lo daré a uno de tus oficiales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12,
            13
          ],
          "lines": [
            "Sin embargo, no lo haré ahora, sino cuando tu hijo sea el rey. No le quitaré todo el reino; lo dejaré reinar sobre una tribu, por amor a tu padre David y a la ciudad de Jerusalén que yo he elegido»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los enemigos de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14,
            15,
            16
          ],
          "lines": [
            "Hadad, que era descendiente de los reyes de Edom, luchó en contra de Salomón, pues así lo permitió Dios. Resulta que años atrás, cuando David había vencido a Edom, Joab, que era el general del ejército, fue a enterrar a los que habían muerto en la batalla. Joab se quedó allí durante seis meses, hasta que logró matar a todos los hombres de Edom."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17,
            18
          ],
          "lines": [
            "En aquel tiempo, Hadad era solo un niño, y logró escapar junto con algunos edomitas que ayudaban a su padre. Ellos lo sacaron de Madián y lo llevaron a Param, en donde se les unieron algunos hombres que los ayudaron a llegar a Egipto. Allí el rey les dio casa, tierras y comida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Hadad se hizo amigo del rey de Egipto y este le permitió casarse con su cuñada, la hermana de la reina Tahpenés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Hadad y su esposa tuvieron un hijo al que llamaron Guenubat, el cual vivió en el palacio del rey de Egipto. La reina Tahpenés lo educó junto con sus propios hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero cuando Hadad se enteró de que habían muerto David y el general Joab, le dijo al rey de Egipto:",
            "—Dame permiso para regresar a mi país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "El rey le contestó:",
            "—¿Por qué quieres volver a tu país? ¡Aquí nada te falta!",
            "Hadad le respondió:",
            "—Aun así, te ruego que me dejes ir.",
            "Así que regresó y se enfrentó con Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Dios también permitió que Rezón, el hijo de Eliadá, se pusiera en contra de Salomón. Rezón era un oficial de Hadad-ézer, rey de Sobá, y se había escapado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "para convertirse en el jefe de una banda de ladrones. Cuando David mató a algunos de esos ladrones, Rezón se fue a vivir a la ciudad de Damasco, y allí lo nombraron rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Mientras Salomón vivió, Rezón fue enemigo de Israel, y junto con Hadad le hizo mucho daño a Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Otro enemigo de Salomón fue uno de sus oficiales llamado Jeroboam, que era de la tribu de Efraín y de la ciudad de Seredá. Su madre era una viuda llamada Serúa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Esto fue lo que sucedió entre Jeroboam y Salomón: El rey estaba rellenando de tierra la parte este de la Ciudad de David, su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Jeroboam era muy fuerte y trabajador, y cuando Salomón se dio cuenta de esto, le encargó vigilar los trabajos forzados que hacían los que habían sido traídos del territorio de Efraín y Manasés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Un día en que Jeroboam salió de Jerusalén, se encontró con el profeta Ahías, que era de Siló. El profeta se había puesto una capa nueva. Los dos estaban solos en el campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Entonces Ahías tomó su capa nueva, la rompió en doce pedazos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "y le dijo a Jeroboam:",
            "«Estos diez pedazos son para ti, porque el Dios de Israel le quitará el reino a Salomón y a ti te dará diez tribus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "A Salomón le dejará tan solo una tribu, por amor a David, que le fue fiel, y por amor a Jerusalén, la ciudad que él eligió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Porque Salomón abandonó a Dios y adoró a la diosa de los sidonios llamada Astarté, al dios de Moab llamado Quemós, y al dios de los amonitas, cuyo nombre es Milcom. Lo que Salomón ha hecho no agrada a Dios, pues no obedeció sus mandamientos, como sí lo había hecho su padre David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "A pesar de eso, Dios no le quitará todo el reino. Por amor a David, Salomón gobernará mientras viva, pues David fue elegido por Dios, y él lo adoró y obedeció en todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Pero Dios le quitará el reino al hijo de Salomón y te nombrará como rey de diez tribus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Dios pondrá al hijo de Salomón a reinar sobre una tribu, para que siempre haya alguien de la familia de David que gobierne en Jerusalén, la ciudad de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Él te pondrá como rey de Israel y extenderás tu dominio sobre todos los territorios que quieras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Si obedeces todo lo que Dios te manda, y haces lo que a él le agrada, cumpliendo sus mandamientos como hizo su servidor David, Dios te ayudará en todo. De tu familia saldrán los reyes, así como sucedió con la familia de David. Dios te entregará Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "y castigará a la familia de David, porque Salomón no lo obedeció. Aunque debo decirte que Dios no la castigará para siempre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Cuando Salomón se enteró de esto, trató de matar a Jeroboam, pero este se escapó a Egipto y se quedó allí hasta que murió Salomón. En ese momento Sisac era el rey de Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón muere"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41,
            42
          ],
          "lines": [
            "Salomón fue rey de Israel cuarenta y tres años, y todo ese tiempo vivió en Jerusalén. Todo lo que hizo y cómo demostró su sabiduría, se puede leer en el libro que cuenta su historia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Cuando murió, lo enterraron en la Ciudad de David, su padre, y en su lugar reinó su hijo Roboam."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.12"
        ],
        "human": "1 Reyes 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.13"
        ],
        "human": "1 Reyes 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.11"
        ],
        "human": "1 Reyes 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Israel se divide en dos reinos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Roboam fue a Siquem, pues todo el pueblo de Israel había ido allá para nombrarlo rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "La noticia llegó a Jeroboam mientras estaba en Egipto, donde se había quedado a vivir para escapar de Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces las tribus del norte de Israel mandaron a llamar a Jeroboam y, cuando este llegó, fueron a hablar con Roboam y le dijeron:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "—Tu padre fue muy duro con nosotros. Si tú nos tratas mejor, te serviremos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Roboam les contestó:",
            "—Váyanse y vengan a verme de nuevo dentro de tres días.",
            "Así que la gente se fue."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces el rey Roboam les preguntó a sus consejeros qué debía hacer; estos consejeros también habían ayudado a su padre Salomón. Les preguntó:",
            "—¿Qué puedo contestarle a esta gente?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ellos le dijeron:",
            "—Si te pones al servicio del pueblo y lo tratas bien, el pueblo te servirá por siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero Roboam no les hizo caso. En vez de eso les pidió consejo a los muchachos que habían crecido con él y que estaban a su servicio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Les dijo:",
            "—Esta gente quiere que yo la trate mejor que mi padre lo hizo, ¿ustedes qué opinan?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ellos le contestaron:",
            "—Diles que si tu padre fue duro con ellos, tú lo serás más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Si tu padre los trató mal, tú los tratarás peor. Si tu padre los azotaba con correas, tú lo harás con látigos de puntas de hierro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Después de tres días, Jeroboam y los hombres de las tribus del norte fueron a ver de nuevo a Roboam, como él les había pedido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El rey les habló con dureza. No hizo caso a los consejeros,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "sino a los muchachos, y les dijo:",
            "—Mi padre fue duro con ustedes, pero yo lo seré más todavía. Mi padre los azotó con correas, pero yo lo haré con látigos de puntas de hierro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Así que el rey no hizo lo que el pueblo le pidió. Y es que Dios así lo había planeado, para cumplir lo que le había prometido a Jeroboam hijo de Nabat. El profeta Ahías de Siló le había dicho a Jeroboam que Dios le quitaría al hijo de Salomón diez tribus de su reino, y se las daría a él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Cuando todos vieron que el rey no les había hecho caso, le dijeron:",
            "«¡No tenemos nada que ver con David, el hijo de Jesé! ¡No queremos que su familia reine sobre nosotros! ¡Volvamos a nuestras casas, israelitas! ¡Que la familia de David reine sobre su propia tribu!»",
            "Así que los israelitas se fueron a sus casas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero Roboam reinó sobre los israelitas que vivían en las ciudades de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Luego Roboam envió a Adoram, el encargado del trabajo obligatorio, a hablar con los demás israelitas, pero ellos lo mataron a pedradas. Entonces el rey Roboam subió rápidamente a su carro y escapó a la ciudad de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Así fue como las tribus del norte de Israel se rebelaron y no quisieron que la familia de David reinara sobre ellas; y así fue hasta el día en que esto se escribió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cuando todas estas tribus se enteraron de que Jeroboam había vuelto, lo mandaron a llamar ante todo el pueblo, y lo nombraron rey de todo Israel. La tribu de Judá fue la única que no estuvo de acuerdo, pues quería como rey a un descendiente de David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cuando Roboam llegó a Jerusalén, reunió a ciento ochenta mil soldados que eligió entre todas las familias de Judá y de la tribu de Benjamín, para luchar contra las demás tribus y recuperar el poder sobre todo Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero Dios habló con Semaías, un hombre que amaba y respetaba a Dios, y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "«Debes darle a Roboam, y a todos los de la tribu de Judá y de Benjamín, y al resto del pueblo este mensaje:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "“Dios no quiere que haya guerra contra las demás tribus de Israel, pues ellos son sus parientes. Vuelvan a sus casas, pues es una orden de Dios”».",
            "Al escuchar este mensaje, todos regresaron a sus casas como Dios les mandó."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los dos toros de oro"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Jeroboam reconstruyó la ciudad de Siquem, que está en las montañas de Efraín, y vivió en ella. Después se fue de allí y reconstruyó Penuel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26,
            27
          ],
          "lines": [
            "Entonces Jeroboam pensó: «Si el pueblo va a ofrecer sacrificios al templo de Dios que está en Jerusalén, va a encariñarse con Roboam, el rey de Judá, y luego me matarán y lo nombrarán rey. Entonces la familia de David volverá a reinar sobre nuestras diez tribus»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Jeroboam le preguntó a sus consejeros qué podría hacer, y después decidió hacer dos toros de oro. Entonces le dijo al pueblo: «Israelitas, ustedes ya han ido bastante a Jerusalén. Aquí tienen a sus dioses que los sacaron de Egipto»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Jeroboam puso uno de los toros en la ciudad de Betel y el otro, en la ciudad de Dan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y el pueblo pecó contra Dios, pues fue a la ciudad de Dan y adoró al toro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Jeroboam también edificó en las colinas pequeños templos, y nombró como sacerdotes a hombres que no pertenecían a la tribu de Leví."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32,
            33
          ],
          "lines": [
            "Además, estableció una fiesta religiosa el día quince del mes de Bul, parecida a la fiesta que se celebraba en Judá en esa misma fecha, y él mismo ofreció en Betel sacrificios a los toros de oro. Luego quemó incienso en el altar, y nombró sacerdotes para los templos que había construido."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.13"
        ],
        "human": "1 Reyes 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.14"
        ],
        "human": "1 Reyes 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.12"
        ],
        "human": "1 Reyes 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El profeta de Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Dios envió a un profeta desde Judá hasta Betel, donde Jeroboam estaba quemando incienso sobre el altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Dios le ordenó a este profeta que hablara en contra del altar. El profeta, con voz fuerte, dijo:",
            "«Altar, altar, Dios ha dicho que de la familia del rey David nacerá un niño, que se llamará Josías. Cuando él sea grande, matará a los sacerdotes que ofrecen incienso sobre ti. También quemará sobre ti huesos humanos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Para mostrarles que todo eso en verdad sucedería, el profeta dijo que Dios daría una señal ese mismo día, y les dijo: «Este altar será destruido, y las cenizas que hay sobre él serán esparcidas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando Jeroboam escuchó lo que el profeta había dicho en contra del altar de Betel, extendió su brazo desde el altar y dijo: «Llévense preso a este hombre». Pero el brazo que había extendido se le quedó tieso y no pudo moverlo más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Además, el altar se hizo pedazos y las cenizas que había sobre él se esparcieron. Así se cumplió lo que el profeta había dicho de parte de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces el rey le dijo al profeta:",
            "—Por favor, ora por mí a tu Dios. Pídele que me sane el brazo.",
            "El profeta rogó a Dios, y el brazo del rey sanó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces el rey le dijo al profeta:",
            "—Quiero que vengas a mi casa a comer. Voy a darte un regalo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero el profeta le contestó:",
            "—Aunque me des la mitad de tu palacio, no iré. Tampoco comeré o beberé en este lugar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "porque Dios me ordenó: “No comas pan, no bebas agua, ni vuelvas por el mismo camino”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El profeta se fue por otro camino, distinto del que había usado para ir a Betel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "En ese tiempo vivía en Betel un anciano que era profeta. Sus hijos fueron y le contaron todo lo que el profeta de Judá había hecho ese día en Betel, y lo que le había dicho al rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El anciano profeta le preguntó a sus hijos por cuál camino se había marchado el profeta de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Luego les ordenó que le alistaran su burro y, cuando estuvo listo, se montó sobre el animal"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y se fue a buscar al profeta de Judá. Lo encontró sentado debajo de un árbol grande, y le preguntó:",
            "—¿Eres tú el profeta que vino de Judá?",
            "Él le contestó:",
            "—Sí, soy yo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces el anciano le dijo:",
            "—Ven a mi casa, y te daré de comer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero el profeta de Judá le contestó:",
            "—No puedo volver contigo ni ir a tu casa. Tampoco puedo comer pan o beber agua en este lugar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "porque Dios así me lo ordenó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El anciano le dijo:",
            "—Yo también soy profeta, y un ángel me dio este mensaje de parte de Dios: “Lleva al profeta de Judá a tu casa para que coma pan y beba agua”.",
            "El profeta de Judá no sabía que el anciano mentía,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "entonces se fue con él, comió pan y bebió agua en su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20,
            21
          ],
          "lines": [
            "Pero cuando estaban comiendo, Dios le habló al anciano profeta. Luego el anciano le dijo al profeta de Judá:",
            "—Dios dice que tú desobedeciste sus órdenes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "pues has vuelto, y has comido y bebido cuando él te lo había prohibido. Por eso, cuando mueras no serás enterrado en la tumba de tus antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "El profeta de Judá terminó de comer y de beber, y el anciano profeta le preparó el burro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "El profeta de Judá se fue, pero en el camino un león lo atacó y lo mató. Su cuerpo quedó tirado en el camino, pero el burro y el león permanecieron a su lado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Al rato unos hombres pasaron por ahí, y vieron el cuerpo del profeta tirado en el camino y al león a un lado. Entonces fueron a la ciudad donde vivía el anciano profeta y le contaron lo que habían visto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Cuando el anciano escuchó todo, dijo:",
            "—Ese es el profeta que desobedeció a Dios. Por eso Dios dejó que un león lo atacara, y este lo ha despedazado y matado. Así se cumplió lo que Dios le dijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Después el anciano profeta les pidió a sus hijos que le prepararan el burro,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "y se fue a buscar el cuerpo del hombre muerto. Lo encontró tirado en el camino, y junto a él estaban el burro y el león. El león no se había comido el cuerpo del hombre muerto ni despedazado al burro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces el anciano profeta levantó el cuerpo del profeta de Judá. Lo puso encima del burro y lo llevó a la ciudad para llorar por él y sepultarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Lo sepultó en su propia tumba, y allí lloró por él, gritando: «¡Mi hermano!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Después el anciano les dijo a sus hijos:",
            "«Cuando yo muera, entiérrenme en la misma tumba donde está el profeta de Judá. Pongan mi cuerpo encima del suyo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Porque todo lo que Dios le ordenó decir en contra de los pequeños templos de Samaria se cumplirá»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "A pesar de esto, Jeroboam no cambió su mala conducta. Al contrario, volvió a nombrar como sacerdotes a hombres del pueblo, para que sirvieran en los pequeños templos de Samaria; nombraba como sacerdote a cualquiera que quisiera servir en esos lugares."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Esto hizo que toda la familia de Jeroboam pecara, y por eso todos murieron. De esa familia no quedó nadie vivo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.14"
        ],
        "human": "1 Reyes 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.15"
        ],
        "human": "1 Reyes 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.13"
        ],
        "human": "1 Reyes 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte del hijo de Jeroboam"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En ese tiempo se enfermó Abías, el hijo de Jeroboam."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces Jeroboam le dijo a su esposa:",
            "«Disfrázate para que nadie se dé cuenta de que eres mi mujer. Luego ve a Siló, a la casa del profeta Ahías, el que me dijo que yo sería rey de este país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Toma diez panes, algunas galletas dulces, un frasco de miel, y ve a buscarlo. Él te dirá lo que va a pasar con nuestro hijo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "La esposa de Jeroboam se fue a buscar al profeta Ahías, quien ya era muy anciano y no podía ver."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Sin embargo, Dios ya le había dicho a Ahías que la esposa de Jeroboam vendría a buscarlo. Dios le dijo al profeta lo que debía responder cuando ella preguntara por el futuro de su hijo.",
            "Cuando ella llegó, trató de hacerse pasar por otra mujer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero Ahías escuchó sus pasos al llegar a la puerta, y le dijo:",
            "«Entra, esposa de Jeroboam. ¿Por qué tratas de engañarme? Tengo muy malas noticias para ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ve y dile a Jeroboam que este es el mensaje de Dios para él: “Yo te elegí de entre el pueblo para que gobernaras sobre Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Le quité el reino a la familia de David y te lo di a ti. Pero tú no te has comportado como David, mi servidor. Porque él obedeció mis mandamientos y me fue fiel; todo lo que hizo me pareció correcto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "En cambio tú, te has comportado peor que todos los reyes anteriores, te has fabricado dioses y otras imágenes de metal para hacerme enojar. ¡Me traicionaste!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Por eso castigaré a tu familia. Voy a hacer que todos los varones de tu familia mueran. No quedará ninguno de ellos con vida en Israel. Así como se barre el estiércol de los animales hasta que no queda nada, así haré desaparecer a tus descendientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "A los miembros de tu familia que mueran en la ciudad se los comerán los perros, y los buitres se comerán a los que mueran en el campo. Yo soy Dios, y todo cuanto te he dicho sucederá”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Después Ahías le dijo a la esposa de Jeroboam:",
            "«Vete a tu casa. En cuanto entres en la ciudad el niño morirá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces todo el pueblo de Israel llorará por él y lo sepultará. De la familia de Jeroboam solo él será sepultado, porque solo él agradó al Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Después, Dios pondrá en Israel un rey que acabará con toda la familia de Jeroboam, ¡y eso sucederá muy pronto!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Dios hará sufrir a Israel así como la corriente de un río arrastra un árbol. Como Israel ha hecho enojar a Dios al fabricar imágenes de la diosa Astarté,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Dios lo abandonará; lo sacará de esta buena tierra que le dio en el pasado, y lo desparramará más allá del río Éufrates. Todo esto pasará por culpa de Jeroboam, quien pecó contra Dios y también hizo pecar a Israel»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces la esposa de Jeroboam se fue, y en cuanto llegó a la ciudad de Tirsá y entró en la casa, el niño murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Todo el pueblo lamentó su muerte, y luego lo sepultaron. Así se cumplió lo que Dios había dicho por medio del profeta Ahías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Todo lo que Jeroboam hizo durante su reinado, incluyendo las guerras que ganó, está escrito en el libro de la historia de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Jeroboam reinó veintidós años. Después murió y su hijo Nadab reinó en su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Roboam, rey de Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Roboam, el hijo de Salomón, fue el rey de Judá. Tenía cuarenta y un años cuando comenzó a gobernar. La capital de su reino fue Jerusalén, y su reinado duró diecisiete años. Jerusalén fue el lugar que Dios había elegido para que lo adoraran. La madre de Roboam era amonita, y se llamaba Naamá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los habitantes de Judá desobedecieron a Dios y pecaron mucho más que sus antepasados, y esto hizo enojar mucho a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Construyeron pequeños templos, hicieron monumentos con piedra y madera en honor de la diosa Astarté, y los colocaron no solo en lo alto de las colinas, sino también bajo los árboles grandes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Además, permitieron que se practicara la prostitución en esos lugares, y así siguieron las costumbres despreciables de las naciones que no obedecían a Dios y que él había expulsado del territorio israelita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Cuando Roboam empezó su quinto año de reinado, Sisac, rey de Egipto, atacó a Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Se llevó los tesoros del templo y del palacio, incluyendo los escudos de oro que había hecho Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Luego Roboam hizo escudos de bronce en lugar de los de oro, y los puso al cuidado de los oficiales que vigilaban la entrada de su palacio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Cada vez que el rey iba al templo, los vigilantes llevaban los escudos. Cuando regresaban, los ponían de nuevo en el cuartel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Todo lo que Roboam hizo está escrito en el libro de la historia de los reyes de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Este rey y Jeroboam siempre estuvieron en guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "La madre de Roboam se llamaba Naamá y era amonita. Cuando Roboam murió, lo enterraron en la Ciudad de David, en la tumba de sus antepasados. Su hijo Abiam reinó en su lugar."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.15"
        ],
        "human": "1 Reyes 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.16"
        ],
        "human": "1 Reyes 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.14"
        ],
        "human": "1 Reyes 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Abiam, rey de Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Abiam comenzó a reinar cuando Jeroboam hijo de Nabat tenía ya dieciocho años de gobernar en Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "La capital de su reino fue Jerusalén, y su reinado duró tres años. Su madre se llamaba Maacá hija de Absalón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Abiam cometió los mismos pecados que había cometido su padre. No le fue fiel a Dios como lo había sido su bisabuelo David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Sin embargo, por amor a David, Dios permitió que un hijo de Abiam reinara en Jerusalén después de él, y además protegió a la ciudad de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y es que David se había comportado correctamente, y en toda su vida no desobedeció a Dios en nada. El único mal que David cometió fue cuando mandó que mataran a Urías el hitita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6,
            7
          ],
          "lines": [
            "Mientras Roboam reinó, siempre estuvo en guerra con Jeroboam. Esa guerra continuó entre Jeroboam y el reino de Abiam. Todo lo que Abiam hizo está escrito en el libro de la historia de los reyes de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuando Abiam murió, lo enterraron en la Ciudad de David, y en su lugar reinó su hijo Asá."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Asá, rey de Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Asá comenzó a reinar cuando Jeroboam ya tenía veinte años de gobernar en Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "La capital de su reino fue Jerusalén, y su reinado duró cuarenta y un años. Su abuela fue Maacá, hija de Absalón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Asá obedeció a Dios, tal como lo había hecho su antepasado David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Asá expulsó del país a los que practicaban la prostitución en los lugares de adoración, y quitó todos los ídolos que habían hecho los reyes que gobernaron antes de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "También le quitó a su abuela Maacá su autoridad de reina madre, porque ella había hecho una imagen de la diosa Astarté. El rey Asá destruyó esa imagen y la quemó en el arroyo de Cedrón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Sin embargo, Asá no quitó los pequeños templos de las colinas. A pesar de eso, Asá fue fiel a Dios durante toda su vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "También llevó al templo todos los objetos de oro y plata que tanto él como su padre le habían prometido a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Cuando Baasá llegó a ser rey de Israel, estuvo siempre en guerra con Asá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "En una de esas batallas, Baasá atacó a Judá y conquistó la ciudad de Ramá. Luego reforzó la vigilancia de la ciudad para impedir que el rey Asá entrara o saliera del territorio de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "En respuesta, Asá tomó todo el oro y la plata que había en los tesoros del templo y del palacio del rey, y se los dio a sus asistentes para que se los llevaran a Ben-hadad, rey de Siria. Este vivía en la ciudad de Damasco y era hijo de Tabrimón y nieto de Hezión. Asá le mandó este mensaje a Ben-hadad:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "«Hagamos un pacto tú y yo, como hicieron tu padre y el mío. Rompe el pacto que hiciste con Baasá, el rey de Israel, para que ya no pueda luchar contra mí. A cambio te envío este oro y esta plata como regalo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Ben-hadad aceptó la propuesta del rey Asá, y envió a los jefes de su ejército a pelear contra las ciudades de Israel. Así conquistó Iión, Dan, Abel-bet-maacá, toda la región de Neftalí y la región alrededor del Lago de Galilea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cuando el rey Baasá se enteró de esto, dejó de vigilar Ramá y regresó a la ciudad de Tirsá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entonces el rey Asá llamó a todo el pueblo de Judá para que se llevaran todas las piedras y la madera que Baasá había usado para reforzar la seguridad en Ramá. Con esas piedras y esa madera, el rey Asá reforzó la seguridad de Mispá y Gueba, ciudades de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Todo lo que Asá hizo, su poder y las ciudades que construyó, está escrito en el libro de la historia de los reyes de Judá.",
            "Siendo ya muy viejo, Asá se enfermó de los pies,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "y murió. Lo sepultaron en la Ciudad de David, donde estaban sus antepasados. Después, reinó en su lugar su hijo Josafat."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nadab, rey de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Nadab, el hijo de Jeroboam, fue nombrado rey de Israel en el segundo año del reinado de Asá en Judá. Su reinado duró dos años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Nadab desobedeció a Dios y cometió los mismos pecados que su padre había cometido, y con los que hizo pecar a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27,
            28
          ],
          "lines": [
            "En una ocasión, cuando Nadab y todo su ejército estaban rodeando la ciudad filistea de Guibetón, Baasá hijo de Ahías, que era de la tribu de Isacar, se rebeló en contra de Nadab y lo mató. Esto sucedió en el tercer año del reinado de Asá en Judá. Baasá reinó en lugar de Nadab,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "y empezó su reinado matando a toda la familia de Jeroboam. No dejó a nadie con vida. De esta manera se cumplió lo que Dios había dicho por medio del profeta Ahías de Siló."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Ese fue el castigo que recibió Jeroboam, junto con su familia, pues pecó contra Dios e hizo pecar a Israel, lo cual hizo enojar a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Lo que Nadab hizo, incluyendo todas estas cosas, está escrito en el libro de la historia de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Baasá, rey de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32,
            33
          ],
          "lines": [
            "Baasá comenzó a reinar en Israel cuando Asá ya tenía tres años de gobernar en Judá. La capital de su reino fue Tirsá, y su reinado duró veinticuatro años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Baasá desobedeció a Dios y cometió los mismos pecados con los que Jeroboam había hecho pecar a Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.16"
        ],
        "human": "1 Reyes 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.17"
        ],
        "human": "1 Reyes 17",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.15"
        ],
        "human": "1 Reyes 15",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2,
            3,
            4,
            5,
            6,
            7
          ],
          "lines": [
            "Entonces Dios le dijo al profeta Jehú hijo de Hananí, que dijera en contra de Baasá lo siguiente:",
            "«Tú eras un hombre sin importancia; sin embargo, te puse a gobernar a mi pueblo Israel. Pero me tiene muy enojado que te has comportado igual que Jeroboam y has hecho pecar a Israel. Por eso voy a destruirte a ti y a toda tu familia. Haré con ustedes lo mismo que hice con la familia de Jeroboam. A los miembros de tu familia que mueran en la ciudad se los comerán los perros, y los buitres se comerán a los que mueran en el campo».",
            "Aunque Baasá destruyó a Jeroboam y a su familia, al final pecó igual que él. Todo lo que hizo Baasá, incluyendo sus triunfos, está escrito en el libro de la historia de los reyes de Israel.",
            "Cuando Baasá murió, lo sepultaron en la ciudad de Tirsá, y después reinó en su lugar su hijo Elá."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elá y Zimrí, reyes de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Elá fue nombrado rey de Israel cuando Asá ya tenía veintiséis años de gobernar en Judá. La capital de su reino fue Tirsá, y su reinado duró dos años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero un oficial del reino, llamado Zimrí, que estaba a cargo de la mitad de los carros de guerra, se rebeló contra Elá.",
            "Cierto día, Elá fue a la casa de Arsá, el encargado del palacio, y allí bebió hasta emborracharse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces Zimrí entró, lo mató y comenzó a reinar en su lugar. Esto ocurrió en el año veintisiete del reinado de Asá en Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Tan pronto como Zimrí comenzó a reinar, mató a toda la familia de Baasá y a todos sus amigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "De esta manera se cumplió lo que Dios había dicho en contra de Baasá por medio del profeta Jehú."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Todo eso pasó por los pecados de Baasá y de su hijo Elá, pues hicieron enojar a Dios al adorar a dioses falsos, y con ello hicieron pecar a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El resto de la historia de Elá y todo lo que hizo está escrito en el libro de la historia de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15,
            16,
            17,
            18,
            19
          ],
          "lines": [
            "Zimrí sólo gobernó en Tirsá por siete días. Resulta que el ejército estaba por atacar la ciudad filistea de Guibetón, cuando se enteraron de que Zimrí había matado al rey. Como los soldados no estuvieron de acuerdo, nombraron rey a Omrí, general del ejército. Entonces regresaron a Tirsá para quitar a Zimrí del trono. Pero cuando Zimrí vio que el ejército se había apoderado de la ciudad, entró en el palacio y le prendió fuego. El palacio se quemó, y él murió dentro. Esto le sucedió como castigo por los pecados que había cometido, pues Zimrí desobedeció a Dios y se comportó igual que Jeroboam, quien había hecho pecar a Israel. Todo esto sucedió en el año veintisiete del reinado de Asá en Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El resto de la historia de Zimrí y su traición está escrita en el libro de la historia de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Omrí, rey de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Después de la muerte de Zimrí, el pueblo de Israel se dividió. Unos querían que el rey fuera Tibní hijo de Guinat, y otros, que el rey fuera Omrí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los que querían a Omrí vencieron a los de Tibní. Como resultado Tibní murió, y Omrí fue el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Comenzó a reinar cuando Asá ya tenía treinta y un años de gobernar en Judá. Su reinado duró doce años, y durante los seis primeros años tuvo por capital la ciudad de Tirsá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Luego Omrí le compró a Sémer la montaña de Samaria por sesenta y seis kilos de plata. Allí edificó una ciudad con murallas, a la que llamó Samaria, en honor de Sémer, su dueño anterior."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Omrí desobedeció a Dios y cometió peores pecados que los que habían cometido todos los reyes anteriores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Cometió los mismos pecados que Jeroboam, pues también hizo pecar a Israel adorando dioses falsos, y eso hizo enojar a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Todo lo que hizo Omrí, incluyendo sus triunfos, está escrito en el libro de la historia de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Cuando murió lo enterraron en Samaria. Después su hijo Ahab reinó en su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ahab, rey de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Ahab comenzó a reinar cuando Asá ya tenía treinta y ocho años de gobernar en Judá. La capital de su reino fue Samaria, y su reinado duró veintidós años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Ahab desobedeció a Dios y cometió más pecados que todos los reyes anteriores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Se comportó peor que Jeroboam, pues se casó con Jezabel hija de Et-baal, rey de los sidonios, y terminó adorando a Baal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Construyó en Samaria un templo y un altar para ese dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "También hizo una imagen de la diosa Astarté, con lo que hizo enojar al Dios de Israel mucho más que todos los reyes anteriores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Durante el reinado de Ahab, un hombre de la ciudad de Betel que se llamaba Hiel, reconstruyó la ciudad de Jericó. Cuando comenzó a reconstruirla, murió su hijo mayor llamado Abiram. Su hijo menor, llamado Segub, murió cuando puso los portones de la ciudad. Esto sucedió porque Dios había dicho, por medio de Josué, que morirían los hijos del hombre que reconstruyera Jericó."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.17",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.17"
        ],
        "human": "1 Reyes 17"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.18"
        ],
        "human": "1 Reyes 18",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.16"
        ],
        "human": "1 Reyes 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El profeta Elías y la sequía"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Elías era un profeta de Tisbé, pueblo que estaba en la región de Galaad. Un día, Elías le anunció a Ahab: «Juro por el Dios de Israel, a quien sirvo, que durante varios años no va a llover ni a caer rocío hasta que yo lo diga, y así será»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Luego Dios le dijo a Elías:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "«Vete de aquí, y escóndete en el arroyo Querit, que está al este del río Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Así tendrás agua para beber. Yo le he ordenado a los cuervos que te lleven comida»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Elías se fue a vivir al arroyo Querit, como Dios le mandó,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y todos los días, en la mañana y en la tarde, los cuervos le llevaban pan y carne para que comiera; si quería beber, iba por agua al arroyo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero tiempo después el arroyo se secó, pues había dejado de llover en el país."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Una viuda le da comida a Elías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces Dios le dijo a Elías:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "«Ve a Sarepta, pueblo de la región de Sidón, y quédate a vivir ahí. Yo le he ordenado a una viuda que te alimente»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Elías se levantó y se fue. Cuando llegó a Sarepta vio a una viuda que estaba juntando leña. Entonces la llamó y le dijo:",
            "—Por favor, tráeme un poco de agua en un vaso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cuando la viuda se volvió para traérselo, él le dijo:",
            "—Tráeme también un poco de pan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero la mujer le dijo:",
            "—Te juro por Dios que no tengo pan. Solo tengo un poco de harina en una jarra y un poco de aceite en una botella. Ahora estoy juntando leña para ver qué preparo para mi hijo y para mí. Después de comer probablemente moriremos de hambre, pues ya no tenemos más comida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Elías le contestó:",
            "—No tengas miedo. Ve y haz lo que has dicho. Pero primero cocina un pequeño pan para mí y tráemelo. Después prepara pan para ti y para tu hijo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "pues el Dios de Israel dijo que no se terminará la harina que está en la jarra ni el aceite que tienes en la botella hasta que él haga llover otra vez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "La mujer fue e hizo lo que Elías le dijo, y tanto ella como su hijo y Elías tuvieron comida durante muchos días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Ni la harina de la jarra ni el aceite de la botella se acabaron. Así se cumplió lo que Dios había dicho por medio de Elías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Un poco después, el hijo de la viuda se enfermó. Su enfermedad era tan grave que dejó de respirar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces la mujer le dijo a Elías:",
            "—Profeta, ¿qué tienes en mi contra? ¿Has venido a recordarme mis pecados y a castigarme con la muerte de mi hijo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces Elías le contestó:",
            "—Dame a tu hijo.",
            "Elías tomó al niño del regazo de la viuda, lo llevó a su propia habitación, y lo acostó sobre su cama."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Luego le rogó a Dios en voz alta: «Dios mío, ¿cómo puedes traer tal desgracia sobre esta viuda, que me recibió en su casa? ¡No dejes morir a ese niño!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Luego de haber dicho esto, Elías se tendió tres veces sobre el cuerpo del niño y en voz alta le rogó a Dios: «¡Dios mío, Dios mío, devuélvele la vida a este niño!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Dios escuchó la oración de Elías, y el niño volvió a vivir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces Elías tomó al niño, lo bajó del primer piso, se lo entregó a su madre y le dijo:",
            "—Mira, tu hijo vive."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "La mujer le contestó:",
            "—Ahora sé que de veras eres profeta de Dios, y que tus mensajes vienen de él."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.18",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.18"
        ],
        "human": "1 Reyes 18"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.19"
        ],
        "human": "1 Reyes 19",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.17"
        ],
        "human": "1 Reyes 17",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elías habla con Ahab"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2
          ],
          "lines": [
            "No había llovido en tres años, y en Samaria todos estaban pasando mucha hambre, pues no había alimentos. Finalmente, Dios le dijo a Elías: «Ve y habla con Ahab, pues voy a hacer que llueva».",
            "Elías fue a ver a Ahab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por aquellos días Ahab tenía un mayordomo llamado Abdías, el cual adoraba a Dios fielmente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando Jezabel comenzó a matar a los profetas de Dios, Abdías tomó a cien de ellos, los dividió en dos grupos de cincuenta, los escondió en dos cuevas y allí los alimentó con pan y agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ahab le dijo a Abdías: «Vamos a recorrer todo el país en busca de ríos o manantiales. Tal vez encontremos pasto para los caballos y las mulas, y así los mantendremos con vida. Si no encontramos nada, nuestros animales morirán»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces se dividieron el país. Ahab fue a recorrer una parte y Abdías la otra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Mientras Abdías recorría el país, se encontró con Elías. Al reconocerlo, se inclinó delante de él en señal de respeto, y le dijo:",
            "—¡Profeta Elías, estoy para servirle!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Elías le contestó:",
            "—¿Así que sabes quién soy? Entonces ve y dile al rey que estoy aquí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9,
            10,
            11,
            12
          ],
          "lines": [
            "Abdías le dijo:",
            "—El rey ha enviado a muchos hombres a buscarlo por todos los países y reinos. Cuando ellos regresaron sin encontrarlo, el rey les hizo jurar que en verdad no lo encontraron. Le juro a usted por Dios que digo la verdad. No me pida que le diga al rey que usted está aquí, pues en cuanto yo me aleje, el espíritu de Dios se lo llevará a donde yo no lo sepa. ¿Qué pecado he cometido para que usted me pida eso? Hacerlo será como entregarme al rey para que me mate. Porque cuando Ahab venga y no lo encuentre, me matará, a pesar de que yo he obedecido a Dios desde que era joven."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "¿Acaso no le han contado lo que hice cuando Jezabel mató a los profetas de Dios? Yo escondí a cien profetas. A cincuenta los puse en una cueva, y a los otros cincuenta los puse en otra. Después los alimenté con pan y agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¡Y ahora me pide que vaya y le diga al rey que usted está aquí! ¡Si viene y no lo encuentra, me matará!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Elías le contestó:",
            "—Te juro por el Dios todopoderoso, a quien sirvo, que hoy me reuniré con el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Abdías fue a buscar a Ahab y le dijo lo que Elías le había encargado. Después Ahab fue a buscar a Elías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "y cuando lo encontró le dijo:",
            "—¿Así que eres tú el que trae tantos problemas sobre Israel?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Elías le contestó:",
            "—No soy yo el que trae problemas sobre Israel, sino tú y tu familia. Porque ustedes han dejado de obedecer los mandamientos de Dios y adoran las imágenes del dios Baal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Ordena que los israelitas se reúnan en el monte Carmelo. Que vayan también los cuatrocientos cincuenta profetas de Baal y los cuatrocientos profetas de la diosa Astarté, a los que Jezabel les da de comer."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El Dios verdadero"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Ahab llamó a todo el pueblo de Israel y reunió a todos los profetas de Baal y Astarté en el monte Carmelo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Elías se acercó al pueblo y le preguntó:",
            "—¿Por cuánto tiempo van a estar cambiando de dios? Tienen que decidirse por el Dios de Israel o por Baal. Y si Baal es el verdadero dios, síganlo a él.",
            "El pueblo no contestó nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entonces Elías agregó:",
            "—Yo soy el único profeta de Dios que ha quedado con vida, pero acá hay cuatrocientos cincuenta profetas de Baal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Traigan dos toros, y que los profetas de Baal elijan uno. Que lo corten en pedazos, lo pongan sobre la leña y no prendan el fuego. Yo voy a preparar el otro toro, lo voy a poner sobre la leña y tampoco voy a prender el fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Pídanle a Baal y yo le pediré al Dios de Israel, y el Dios que responda con fuego es el verdadero Dios.",
            "Todo el pueblo contestó:",
            "—¡Nos parece buena idea!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Entonces Elías le dijo a los profetas de Baal:",
            "—Elijan un toro para ustedes y prepárenlo primero, porque ustedes son muchos. Pídanle a su dios que mande fuego, pero no lo enciendan ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces ellos tomaron el toro que les dieron, lo prepararon y oraron a su dios desde la mañana hasta el mediodía. Le decían: «¡Baal, contéstanos!» Los profetas de Baal saltaban alrededor del altar que habían construido. Pero no se escuchó ninguna voz ni nadie respondió nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Al mediodía, Elías se burlaba de ellos, y les decía: «¡Griten más fuerte! ¿No ven que él es dios? A lo mejor está pensando, o salió de viaje; quizás fue al baño. ¡Tal vez está dormido y tienen que despertarlo!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Los profetas de Baal gritaban fuerte. Se cortaban a sí mismos con cuchillos hasta que les salía sangre, pues así acostumbraban hacerlo en sus cultos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Pasó el mediodía, y ellos siguieron gritando y saltando como locos. Por fin llegó la hora acordada para quemar el toro, pero no se oyó ninguna voz. Nadie escuchó ni contestó nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Entonces Elías le dijo a todo el pueblo:",
            "—Acérquense a mí.",
            "Todos se acercaron, y Elías construyó el altar de Dios, que estaba derrumbado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Tomó doce piedras, una por cada tribu de Israel: nombre que Dios le puso a Jacob, antepasado de los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Con esas doce piedras construyó el altar. Luego hizo una zanja alrededor del altar, en la que cabían unos doce litros de agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Acomodó la leña, cortó el toro en pedazos y lo puso sobre la leña. Entonces Elías le dijo a la gente:",
            "—Llenen cuatro jarrones con agua y mojen por completo el toro y la leña.",
            "Ellos lo hicieron así,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "y después Elías les dijo:",
            "—Háganlo otra vez.",
            "Ellos echaron nuevamente agua sobre el animal y la leña, y Elías les pidió que hicieran lo mismo por tercera vez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "El agua corrió alrededor del altar y llenó la zanja."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Cuando llegó el momento de quemar el toro, el profeta Elías se acercó y le pidió a Dios:",
            "«¡Dios de Abraham, de Isaac y de Jacob! Haz que hoy todos sepan que tú eres el Dios de Israel y que yo soy tu servidor, y que he hecho todo esto porque tú me lo has pedido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Contéstame, mi Dios; contéstame para que este pueblo sepa que tú eres Dios, y que deseas que ellos se acerquen a ti»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "En ese momento, Dios mandó fuego, y quemó el toro, la leña y hasta las piedras y el polvo. ¡También el agua que estaba en la zanja se evaporó!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Cuando todo el pueblo vio eso, se inclinó hasta tocar el suelo con su frente y dijo: «¡El Dios de Israel es el Dios verdadero! ¡Él es el Dios verdadero!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Entonces Elías les dijo:",
            "—¡Atrapen a los profetas de Baal! ¡Que no se escape ninguno!",
            "El pueblo los atrapó, y Elías los llevó al arroyo Quisón y allí los mató."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elías ora para que llueva"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Después Elías le dijo a Ahab:",
            "—Vete a comer y a beber, porque ya se oye el ruido del aguacero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Así que Ahab se fue a comer y a beber. Elías subió a lo alto del monte Carmelo, allí se arrodilló en el suelo y apoyó su cara entre las rodillas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Después le dijo a su ayudante:",
            "—Ve y mira hacia el mar.",
            "El ayudante fue, miró y le dijo:",
            "—No se ve nada.",
            "Elías le dijo:",
            "—Vuelve siete veces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Después de ir siete veces, el ayudante le dijo a Elías:",
            "—¡Se ve una pequeña nube del tamaño de una mano! Está subiendo del mar.",
            "Entonces Elías le dijo:",
            "—Ve a decirle a Ahab que prepare su carro y se vaya antes de que empiece a llover y no pueda salir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Enseguida, las nubes se oscurecieron, el viento sopló fuertemente y cayó un gran aguacero. Ahab subió a su carro y salió de prisa rumbo a la ciudad de Jezreel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Por su parte, Elías se amarró bien la capa y también salió rumbo a Jezreel, pero llegó primero que Ahab, porque Dios le dio fuerzas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.19",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.19"
        ],
        "human": "1 Reyes 19"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.20"
        ],
        "human": "1 Reyes 20",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.18"
        ],
        "human": "1 Reyes 18",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elías se escapa de Jezabel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahab le contó a Jezabel todo lo que Elías había hecho y cómo había matado a todos los profetas de Baal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces Jezabel mandó a un mensajero a decirle a Elías: «Te voy a matar como tú hiciste con los profetas de Baal. Si mañana a esta hora no estás muerto, que los dioses me maten a mí»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cuando Elías supo esto, se asustó tanto que huyó a Beerseba, en el territorio de Judá. Dejó a su ayudante en Jezreel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y anduvo por un día en el desierto. Después se sentó debajo de un arbusto, y estaba tan triste que se quería morir. Le decía a Dios: «¡Dios, ya no aguanto más! Quítame la vida, pues no soy mejor que mis antepasados»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Después se acostó debajo del arbusto y se quedó dormido. Al rato un ángel lo tocó y le dijo: «Levántate y come»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Elías miró y encontró cerca de su cabeza un pan recién horneado, y una jarra de agua. Así que comió, bebió y se acostó de nuevo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El ángel de Dios fue por segunda vez, tocó a Elías y le dijo: «Levántate y come, pues el viaje será largo y pesado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces Elías se levantó, comió y bebió. Esa comida le dio fuerzas para viajar durante cuarenta días y cuarenta noches, hasta que llegó al monte Horeb, que es el monte de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Allí encontró una cueva y se quedó a pasar la noche. Pero Dios le habló de nuevo y le preguntó:",
            "—¿Qué estás haciendo acá, Elías?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Él contestó:",
            "—Yo me he preocupado mucho por obedecerte, pues tú eres el Dios todopoderoso. El pueblo de Israel ha abandonado el pacto que tiene contigo, ha destruido tus altares y ha matado a tus profetas. Solo yo estoy vivo, pero me están buscando para matarme."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces Dios le dijo:",
            "—Sal afuera de la cueva y párate delante de mí, en la montaña.",
            "En ese momento Dios pasó por ahí, y de inmediato sopló un viento fuerte que estremeció la montaña, y las piedras se hicieron pedazos. Pero Dios no estaba en el viento. Después del viento hubo un terremoto. Pero Dios tampoco estaba en el terremoto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Después del terremoto hubo un fuego. Pero Dios tampoco estaba en el fuego. Después del fuego se oyó el ruido delicado del silencio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Cuando Elías lo escuchó, se tapó la cara con su capa, salió y se quedó a la entrada de la cueva. En ese momento Elías escuchó una voz que le preguntó:",
            "—¿Qué estás haciendo aquí, Elías?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Él contestó:",
            "—Yo me he esforzado mucho por obedecerte, pues tú eres el Dios todopoderoso. El pueblo de Israel ha abandonado el pacto que tiene contigo, ha destruido tus altares y ha matado a tus profetas. Solo yo estoy vivo, pero me están buscando para matarme."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Dios le dijo:",
            "—Anda, regresa por el mismo camino hasta el desierto de Damasco. Cuando llegues, nombra a Hazael como rey de Siria,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "y a Jehú hijo de Nimsí, como rey de Israel. También nombra como profeta, en lugar tuyo, a Eliseo hijo de Safat, del pueblo de Abel-meholá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "De esta manera, al israelita que escape de morir bajo la espada de Hazael, lo matará Jehú. Y a quien no pueda matar Jehú, lo matará Eliseo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero debes saber que siete mil personas no se arrodillaron delante de Baal ni lo besaron; a ellos yo los voy a dejar con vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elías llama a Eliseo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Elías se fue de allí y encontró a Eliseo hijo de Safat. Eliseo estaba arando su tierra con doce pares de bueyes. Él iba guiando la última pareja de bueyes. Cuando Eliseo pasó por donde estaba Elías, este le puso su capa encima a Eliseo, y de esta manera le indicó que él sería profeta en lugar de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Eliseo dejó los bueyes, corrió detrás de Elías y le dijo:",
            "—Déjame darle un beso a mi padre y a mi madre para despedirme, y después te seguiré.",
            "Elías le contestó:",
            "—Está bien, ve a despedirte. Pero recuerda lo que he hecho contigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Eliseo dejó a Elías, y fue a buscar dos toros suyos y los mató. Tomó la madera del yugo que unía a los toros, y con ella hizo fuego para asar la carne. Eliseo invitó a su gente a comer la carne asada, y luego se fue a buscar a Elías. Desde ese momento, Eliseo fue su ayudante."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.20",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.20"
        ],
        "human": "1 Reyes 20"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.21"
        ],
        "human": "1 Reyes 21",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.19"
        ],
        "human": "1 Reyes 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El rey de Siria ataca Samaria"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El rey de Siria se llamaba Ben-hadad. Él reunió a todo su ejército, y a treinta y dos reyes que eran sus amigos, los cuales trajeron sus caballos y carros de combate. Fueron hasta la ciudad de Samaria, la rodearon y la atacaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ben-hadad también envió mensajeros a la ciudad para que le llevaran este mensaje a Ahab, rey de Israel:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "«Dame tu oro y tu plata, y las mujeres e hijos que más quieras, porque son míos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El rey de Israel contestó: «Su Majestad, yo y todo lo que tengo es suyo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ben-hadad mandó de nuevo unos mensajeros con este mensaje: «Ya te he dicho que tienes que darme tu oro, tu plata, tus mujeres y tus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Además, mañana, como a esta misma hora, enviaré a mis oficiales para que registren tu palacio y las casas de tus funcionarios, y les daré permiso de que tomen todo lo que quieran llevarse»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces el rey de Israel llamó a los líderes del país y les dijo:",
            "—Observen cómo este hombre está buscando causarme problemas. Me pidió mis mujeres e hijos, mi plata y oro, y le he dicho que le daré todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces los líderes y todo el pueblo le dijeron al rey de Israel:",
            "—No escuche ni acepte lo que Ben-hadad le dice."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces Ahab dijo a los mensajeros de Ben-hadad:",
            "—Díganle a Su Majestad que le daré lo que me pidió primero, pero que no voy a darle lo que ahora pide."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ben-hadad le mandó a decir a Ahab: «Voy a destruir la ciudad de Samaria, y que los dioses me castiguen si dejo suficiente polvo en la ciudad como para darle un poco a cada uno de mis soldados»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces Ahab le respondió: «No cantes victoria antes de tiempo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando Ben-hadad escuchó esto, estaba bebiendo con los otros reyes en los refugios que habían preparado. Entonces Ben-hadad le dijo a su gente: «¡Al ataque!»",
            "Enseguida todos se prepararon para atacar la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ahab derrota a Ben-hadad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Mientras tanto, un profeta fue a ver a Ahab y le dijo:",
            "—Dios quiere que sepas que, aunque este gran ejército te ataque, él te dará la victoria; así sabrás que él es el único Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ahab le preguntó:",
            "—¿Por medio de quién me dará la victoria?",
            "El profeta le contestó:",
            "—Por medio de los ayudantes de los gobernadores de las provincias.",
            "Ahab le preguntó:",
            "—¿Quién atacará primero?",
            "El profeta contestó:",
            "—Tú."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Ahab organizó a los ayudantes de los gobernadores de las provincias, que eran doscientos treinta y dos, y a todo el ejército de Israel, que estaba formado por siete mil soldados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16,
            17
          ],
          "lines": [
            "Al mediodía salieron a atacar al ejército de Siria y a sus aliados. Los ayudantes de los gobernadores de las provincias iban al frente, mientras tanto Ben-hadad y los treinta y dos reyes que lo apoyaban seguían emborrachándose en los refugios que habían construido.",
            "Ben-hadad mandó exploradores para que observaran lo que estaba pasando, y estos informaron que algunos hombres habían salido de Samaria para encontrarse con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Ben-hadad les dijo: «Tráiganlos vivos, no importa si vienen en son de paz o en son de guerra»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Los ayudantes de los gobernadores y todo el ejército de Israel que iba detrás de ellos salieron de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cada uno de ellos mató a un enemigo del ejército de Siria. Los sirios se escaparon y los israelitas los persiguieron. Pero Ben-hadad pudo escaparse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "El rey de Israel avanzó, capturó los caballos y carros de combate, y mató a muchos sirios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Después el profeta fue a ver al rey de Israel y le dijo:",
            "—Refuerza el ejército y piensa bien lo que tienes que hacer. Porque el rey de Siria vendrá el año que viene para atacarte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Mientras tanto, los oficiales de Siria le dijeron a su rey:",
            "—Los israelitas nos vencieron porque sus dioses son dioses de las montañas. Pero luchemos en el campo, y seguro que los derrotaremos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Usted tiene que quitar a los reyes de sus puestos y poner en su lugar a oficiales del ejército."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Prepare un ejército como el que tenía antes de la guerra; reúna nuevamente caballos y carros de guerra. Después iremos a luchar contra los israelitas en el campo y seguramente los vamos a vencer.",
            "El rey de Siria siguió el consejo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Un año después, Ben-hadad reunió al ejército sirio y fue a Afec a luchar contra Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "También los israelitas inspeccionaron su ejército. Luego tomaron los alimentos y el equipo necesario, y salieron a atacar al ejército de Siria. El ejército de Israel era tan pequeño que, comparado con el ejército de Siria, parecía como dos rebaños de cabras en el campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Un profeta de Dios fue a ver al rey de Israel y le dijo: «Dios quiere que sepas lo que ha dicho el rey de Siria. Según este rey, el Dios de Israel solo reina en las montañas y no en el campo. Por eso te dará la victoria sobre este gran ejército sirio. Así sabrás que él es el único Dios»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "El ejército de Siria y el de Israel estuvieron acampando frente a frente durante siete días. El séptimo día se desató la batalla. Ese día los israelitas mataron a mil soldados sirios que iban a pie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "El resto del ejército sirio se escapó a la ciudad de Afec. Pero la muralla de la ciudad cayó encima de los veintisiete mil hombres que habían escapado.",
            "Ben-hadad también escapó y se escondió en una habitación, en una casa de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Sus oficiales le dijeron:",
            "—Hemos escuchado que los reyes de Israel siempre cumplen sus compromisos. Nos vestiremos con ropas ásperas, para mostrar nuestra tristeza por tantas muertes. Además nos pondremos una soga alrededor del cuello para mostrar que nos rendimos. Iremos ante el rey de Israel y le pediremos que le perdone la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Los oficiales se pusieron ropas ásperas y una soga al cuello. Después fueron a ver al rey de Israel y le dijeron:",
            "—Su servidor Ben-hadad le ruega que le perdone la vida.",
            "Ahab les preguntó:",
            "—¿Ben-hadad vive todavía? Él es mi amigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "A los hombres les pareció una buena señal lo que dijo el rey de Israel, y rápidamente contestaron:",
            "—¡Sí, Ben-hadad es su amigo!",
            "Entonces el rey de Israel agregó:",
            "—¡Vayan y tráiganlo!",
            "Ben-hadad fue a ver a Ahab y este lo invitó a subir a su carro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Después Ben-hadad le dijo:",
            "—Te voy a devolver las ciudades que mi padre le quitó al tuyo. Tú puedes poner negocios en Damasco, como hizo mi padre en Samaria.",
            "Ahab le contestó:",
            "—Entonces yo te dejaré ir.",
            "Así que Ahab hizo este pacto con Ben-hadad y lo dejó ir."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Un profeta reprende a Ahab"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Después, un hombre que pertenecía al grupo de los profetas de Dios le dijo a uno de sus compañeros:",
            "—Dios ordena que me hieras. Por favor, hazlo.",
            "Pero su compañero no quiso herirlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Entonces el profeta le dijo:",
            "—Tan pronto te separes de mí, te matará un león, pues no quisiste obedecer a Dios.",
            "Y así fue. Tan pronto como el hombre se separó del profeta, vino un león y lo mató."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Después el profeta encontró a otro hombre y le dijo:",
            "—Te ruego que me hieras.",
            "El hombre lo golpeó y lo hirió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Entonces el profeta partió y fue a esperar al rey en el camino. Se puso una venda sobre los ojos para disfrazarse,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "y cuando el rey pasó, el profeta le gritó:",
            "—Yo estuve en la batalla. Un soldado salió, trajo a un hombre del ejército enemigo y me pidió que lo cuidara. Me dijo que si se escapaba, él me mataría, pero que si le pagaba tres mil monedas de plata, me perdonaría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Pero como yo estaba muy ocupado en otras cosas, el prisionero se escapó.",
            "Entonces el rey le contestó:",
            "—Tú mismo has dicho cuál es el castigo que mereces. Lo recibirás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Entonces el profeta se quitó rápidamente la venda de los ojos, y el rey de Israel lo reconoció como uno de los profetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "El profeta le dijo al rey:",
            "—Dios me ordenó que te dijera que debiste haber matado al rey de Siria, pero tú lo dejaste escapar. Por eso vas a morir en su lugar, y también tu pueblo morirá en lugar de su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Entonces el rey de Israel se fue a su palacio en Samaria. Estaba enojado y triste."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.21",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.21"
        ],
        "human": "1 Reyes 21"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.22"
        ],
        "human": "1 Reyes 22",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.20"
        ],
        "human": "1 Reyes 20",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ahab y el viñedo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En la ciudad de Jezreel, vivía un hombre llamado Nabot. Allí tenía una plantación de uvas al lado del palacio de Ahab, rey de Samaria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El rey le dijo a Nabot:",
            "—Quiero comprarte tu viñedo. Como está al lado de mi palacio, quiero sembrar allí verduras. Yo te daré un mejor lugar para cosechar uvas o, si lo prefieres, te pagaré con dinero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero Nabot le contestó:",
            "—¡Ni quiera Dios! No le daré a usted lo que mis padres me dejaron al morir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces Ahab se fue a su palacio enojado y triste. Después se acostó en su cama mirando hacia la pared y no quiso comer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Su esposa Jezabel fue a verlo y le preguntó:",
            "—¿Por qué estás tan triste y no quieres comer?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ahab le respondió:",
            "—Porque le pedí a Nabot que me vendiera su plantación de uvas. Le dije que se la iba a pagar o que si prefería le daría un lugar mejor. Pero él me respondió que no me la dará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Su esposa Jezabel le dijo:",
            "—¿Acaso no eres tú el que manda en Israel? Levántate, come y alégrate. Yo te voy a conseguir la plantación de Nabot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Así que Jezabel escribió cartas de parte de Ahab y les puso el sello del rey. Después se las envió a los líderes del pueblo y a los jefes que vivían en la misma ciudad que Nabot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9,
            10,
            11,
            12,
            13
          ],
          "lines": [
            "En las cartas les decía:",
            "«Ordénenle al pueblo que se ponga a ayunar. Luego llamen a reunión, y hagan sentar a Nabot delante de todos. También hagan sentar delante de él a dos testigos falsos que mientan diciendo que Nabot maldijo a Dios y al rey. Entonces saquen afuera a Nabot y mátenlo a pedradas».",
            "Los líderes y los jefes hicieron lo que Jezabel les dijo. Cuando ya estaban todos reunidos, los dos testigos falsos hablaron en contra de Nabot ante todo el pueblo. Entonces lo sacaron de la ciudad y lo mataron a pedradas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Luego le mandaron a decir a Jezabel: «Nabot está muerto»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Enseguida Jezabel llamó a Ahab y le dijo:",
            "—Ve y toma el viñedo de Nabot, el que no te quiso vender, porque Nabot ya está muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Tan pronto como Ahab escuchó que Nabot había muerto, se levantó y fue al viñedo para adueñarse de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces Dios le dijo al profeta Elías:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "«Ve a Samaria y busca a Ahab, el rey de Israel. Él fue a adueñarse del viñedo de Nabot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Debes decirle que va a morir, pues mató a Nabot y se adueñó de su viñedo. Los perros van a lamer su sangre en el mismo lugar en que lamieron la de Nabot»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cuando Elías encontró a Ahab, este le dijo a Elías:",
            "—¡Vaya, mi enemigo Elías anda por aquí!",
            "Elías le contestó:",
            "—Sí, así es. Siempre haces lo que a Dios no le agrada,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "y por eso él ahora te enviará una desgracia. Destruirá a tu familia; todos tus descendientes en Israel morirán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Dios hará con tu familia lo mismo que hizo con la de Jeroboam hijo de Nabat, y con la de Baasá hijo de Ahías. Porque hiciste pecar a Israel, y eso ha enojado a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Los perros se comerán a Jezabel en los campos de Jezreel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Cualquier familiar tuyo que muera en la ciudad será comido por los perros, y los buitres se comerán a los que mueran en el campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25,
            26,
            27,
            28,
            29
          ],
          "lines": [
            "Cuando Ahab escuchó eso, se puso triste; por eso rompió su ropa, se puso ropas ásperas y ayunó. Entonces Dios le dijo a Elías: «¿Viste cómo se arrepintió Ahab por lo malo que hizo? Por eso no voy a castigar a su familia mientras él viva; esperaré a que su hijo sea rey».",
            "Y es que antes de Ahab, nadie había desobedecido tanto a Dios como él. Su esposa Jezabel fue la que más lo animó a hacer lo malo. La peor maldad de Ahab fue adorar a los ídolos, como lo habían hecho los amorreos, antes de que Dios los expulsara del territorio israelita."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.22",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.22"
        ],
        "human": "1 Reyes 22"
      },
      "next": {
        "canonical": false,
        "usfm": [
          "2KI.INTRO1"
        ],
        "human": "2 Reyes Introducción",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.21"
        ],
        "human": "1 Reyes 21",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Micaías anuncia la derrota de Ahab"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Durante tres años no hubo guerra entre Siria e Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero al tercer año, Josafat que era el rey de Judá, fue a visitar a Ahab, rey de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ahab le dijo a sus oficiales:",
            "—Como ustedes saben, la ciudad de Ramot de Galaad nos pertenece. Pero ahora está en poder del rey de Siria, y no hemos hecho nada para recuperarla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Después le dijo a Josafat, rey de Judá:",
            "—¿Me ayudarías a quitarle la ciudad de Ramot de Galaad al rey de Siria?",
            "Josafat le contestó:",
            "—Tú y yo somos del mismo pueblo. Mi ejército y mis caballos están a tu disposición."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero antes de ir a luchar, averigua si Dios está de acuerdo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces el rey de Israel reunió a los profetas, que eran alrededor de cuatrocientos, y les preguntó:",
            "—¿Debo atacar a Ramot de Galaad para recuperarla?",
            "Los profetas contestaron:",
            "—Atácala. Porque Dios te la va a entregar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero Josafat dijo:",
            "—¿No hay por acá otro profeta de Dios al que le podamos consultar?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El rey de Israel le respondió:",
            "—Hay un profeta al que podemos consultar. Se llama Micaías y es hijo de Imlá. Pero yo lo odio porque nunca me anuncia cosas buenas, sino siempre malas.",
            "Josafat le dijo:",
            "—No digas eso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces el rey de Israel llamó a un oficial y le dijo:",
            "—Trae pronto a Micaías hijo de Imlá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ahab y Josafat tenían puestos sus trajes reales y estaban sentados sobre sus tronos en un lugar alto, ubicado a la entrada de Samaria. En ese lugar se le quitaba la cáscara al trigo. Delante de ellos estaban todos los profetas dando mensajes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Sedequías hijo de Quenaaná, se había hecho unos cuernos de hierro y gritaba: «Dios ha dicho que con estos cuernos Ahab atacará a los sirios hasta destruirlos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Todos los profetas anunciaban lo mismo, y le decían a Ahab: «Ataca a Ramot de Galaad. Vas a triunfar. Dios va a darte la ciudad»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Mientras tanto, el oficial que había ido a buscar a Micaías, le dijo a este:",
            "—Todos los profetas han anunciado que el rey Ahab vencerá. Habla tú como ellos y anuncia algo bueno para el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero Micaías le contestó:",
            "—Juro por Dios que solo diré lo que Dios me diga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuando Micaías se presentó delante del rey, este le preguntó:",
            "—Micaías, ¿debo atacar a Ramot de Galaad?",
            "Micaías le respondió:",
            "—Atácala y triunfarás. Dios te entregará la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero el rey le dijo:",
            "—¿Cuántas veces te he rogado que me digas la verdad de parte de Dios?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Micaías contestó:",
            "—Veo a todo el pueblo de Israel desparramado por las montañas. Andan como las ovejas que no tienen pastor. Dios dijo que no tienen quién los dirija. Que cada uno vuelva a su hogar tranquilo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces Ahab le dijo a Josafat:",
            "—¿No te dije que Micaías no me iba a anunciar nada bueno?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Micaías dijo:",
            "—No debiste decir eso. Ahora escucha el mensaje que Dios te envía. Yo vi a Dios sentado sobre su trono. Todos los ángeles del cielo estaban de pie, unos a la derecha y otros a la izquierda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces Dios preguntó quién iría a convencer a Ahab para que atacara a Ramot de Galaad y fuera vencido ahí. Unos decían una cosa y otros otra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero un espíritu vino delante de Dios y dijo que él iría a convencer a Ahab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Dios le preguntó cómo iba a hacerlo. El espíritu dijo que haría que los profetas dijeran mentiras. Dios le dijo que fuera, y que lograría convencer a Ahab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Por lo tanto, Dios permitió que los profetas dijeran mentiras. Dios ha decidido que en esta batalla te irá mal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces Sedequías hijo de Quenaaná, se acercó, le pegó una bofetada a Micaías en la cara y le dijo:",
            "—¿Cómo te atreves a decir que el espíritu de Dios me ha abandonado, y te ha hablado a ti?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y Micaías le contestó:",
            "—Cuando se cumpla lo que dije, te darás cuenta de que he dicho la verdad, y tendrás que esconderte en alguna habitación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "El rey de Israel ordenó:",
            "—¡Llévense preso a Micaías! Entréguenlo a Amón, el gobernador de la ciudad, y a mi hijo Joás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Díganles que lo pongan en la cárcel y que no le den más que pan y agua hasta que yo regrese sano y salvo de la batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Micaías dijo:",
            "—Si tú regresas sano y salvo significará que Dios no ha hablado por medio de mí.",
            "Después, dirigiéndose a todos, agregó:",
            "—¡Tengan en cuenta lo que he dicho!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los sirios vencen a Ahab"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Ahab y Josafat fueron a atacar Ramot de Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Ahab le dijo a Josafat: «Yo me voy a disfrazar para ir a la batalla, pero tú puedes usar tu propia ropa».",
            "Así que el rey de Israel se disfrazó y fue a luchar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "El rey de Siria había dado esta orden a los treinta y dos capitanes de sus carros de combate: «¡Ataquen solo al rey de Israel!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Cuando los capitanes vieron a Josafat dijeron: «Seguramente él es el rey de Israel».",
            "Así que lo rodearon para atacarlo, pero Josafat gritó pidiendo ayuda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Entonces los capitanes de los carros de combate se dieron cuenta de que no era el rey de Israel y dejaron de perseguirlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Pero luego un soldado tiró con su arco una flecha al azar e hirió a Ahab. La flecha entró por uno de los huecos de su armadura. Entonces el rey le dijo al soldado que manejaba su carro: «Da la vuelta y sácame del campo de batalla porque estoy malherido»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Ese día la batalla fue muy dura. Algunos soldados mantuvieron en pie al rey en su carro de combate, enfrentando a los sirios. Pero la sangre de su herida corría por el piso del carro y en la tarde el rey murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36,
            37
          ],
          "lines": [
            "Al anochecer, se corrió la voz en todo el ejército: «¡El rey ha muerto! ¡Cada uno regrese a su ciudad y a su tierra!»",
            "Después llevaron el cuerpo del rey a Samaria y lo enterraron allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Lavaron el carro en un pozo que había en Samaria, en el que se bañaban las prostitutas. Y los perros lamieron la sangre del rey Ahab. Así se cumplió lo que Dios había dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Todo lo que hizo Ahab, y el palacio de marfil y todas las ciudades que construyó, está escrito en el libro de la historia de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Después que Ahab murió, su hijo Ocozías fue rey en su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Josafat, rey de Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Josafat hijo de Asá comenzó a reinar en Judá cuando Ahab tenía ya cuatro años de gobernar en Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Josafat tenía treinta y cinco años cuando fue nombrado rey, y reinó en Jerusalén veinticinco años. Su madre se llamaba Azubá, y era hija de Silhí.",
            "Josafat se comportó siempre bien, así como lo había hecho su padre Asá. Josafat obedeció a Dios en todo.",
            "43b (44) Sin embargo, Josafat no destruyó los pequeños templos que había en las colinas, donde se adoraba a otros dioses. Y el pueblo continuó haciéndolo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44,
            45,
            46,
            47,
            48,
            49,
            50
          ],
          "lines": [
            "44-50 (45-51) Josafat firmó la paz con el rey de Israel. También echó del país a los que practicaban la prostitución para adorar a los dioses. Esta costumbre había permanecido desde el reinado de su padre Asá. En ese tiempo no había ningún rey en Edom, sino que gobernaba un encargado.",
            "Josafat construyó barcos como los de Tarsis para traer oro desde Ofir. Pero los barcos no pudieron llegar a Ofir, porque se hundieron en el puerto de Esión-guéber. Entonces Ocozías hijo de Ahab le pidió a Josafat que permitiera a sus marinos ir con los suyos. Pero Josafat no los dejó.",
            "Cuando Josafat murió, lo enterraron en la Ciudad de David, en la misma tumba de sus antepasados. Su hijo Joram fue rey en su lugar. Todo lo que hizo Josafat, lo poderoso que fue y las guerras que ganó, está escrito en el libro de la historia de los reyes de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ocozías, rey de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "51 (52) Ocozías hijo de Ahab comenzó a reinar en Israel cuando Josafat ya tenía diecisiete años de gobernar en Judá. La capital de su reino fue Samaria, y su reinado duró dos años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "52 (53) Él no obedeció a Dios sino que se comportó mal, lo mismo que su padre, su madre y Jeroboam hijo de Nabat, quien hizo pecar a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "53 (54) Ocozías adoró también a Baal como lo hizo su padre, haciendo con esto que el Dios de Israel se enojara."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}