{
  "book_usfm": "2CO",
  "name": "2 Corintios",
  "local_title": "Traducción en Lenguaje Actual",
  "local_abbreviation": "TLA",
  "version_id": 176,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004.</p>",
    "text": "Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "2CO.INTRO1",
      "is_chapter": false,
      "current": {
        "usfm": [
          "2CO.INTRO1"
        ],
        "human": "2 Corintios Introducción"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.1"
        ],
        "human": "2 Corintios 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1CO.16"
        ],
        "human": "1 Corintios 16",
        "toc": true
      },
      "items": []
    },
    {
      "chapter_usfm": "2CO.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.1"
        ],
        "human": "2 Corintios 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.2"
        ],
        "human": "2 Corintios 2",
        "toc": true
      },
      "previous": {
        "canonical": false,
        "usfm": [
          "2CO.INTRO1"
        ],
        "human": "2 Corintios Introducción",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2
          ],
          "lines": [
            "Queridos hermanos y hermanas de la iglesia de Corinto y de la región de Acaya:",
            "Nosotros, Pablo y Timoteo, les enviamos nuestros saludos. Que Dios nuestro Padre, y el Señor Jesucristo, quien me eligió como apóstol, les den su amor y su paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios nos ayuda en las dificultades y sufrimientos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "¡Demos gracias a Dios, Padre de nuestro Señor Jesucristo! Él es un Padre bueno y amoroso, y siempre nos ayuda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando tenemos dificultades, o cuando sufrimos, Dios nos ayuda para que podamos ayudar a los que sufren o tienen problemas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Nosotros sufrimos mucho, así como Cristo sufrió. Pero también, por medio de él, Dios nos consuela."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Sufrimos para que ustedes puedan ser consolados y reciban la salvación. Dios nos ayuda para que nosotros podamos consolarlos a ustedes. Así ustedes podrán soportar con paciencia las dificultades y sufrimientos que también nosotros afrontamos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Confiamos mucho en ustedes y sabemos que, si ahora sufren, también Dios los consolará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Hermanos en Cristo, queremos que conozcan los problemas y sufrimientos que tuvimos en la provincia de Asia. Fueron tan tremendos que casi no pudimos soportarlos, y hasta creímos que íbamos a morir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "En realidad, nos sentíamos como los condenados a muerte. Pero eso nos ayudó a confiar en Dios, que puede hacer que los muertos vuelvan a la vida, y no a confiar en nosotros mismos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Dios nos protegió de grandes peligros de muerte, y confiamos en que él nos seguirá cuidando y protegiendo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por favor, ayúdennos orando por nosotros. Si muchos oran, muchos también serán los que den gracias a Dios por su ayuda, y por todo lo bueno que él nos da."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cambio de planes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Nos satisface saber que nos hemos comportado bien, y que hemos sido sinceros con todos, especialmente con ustedes. No lo hicimos guiados por nuestra propia sabiduría, sino con la ayuda de Dios, y gracias a su gran amor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ahora les escribimos con palabras e ideas fáciles de entender. Y espero que puedan comprender del todo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "lo que ahora no entienden bien. Así, cuando el Señor Jesucristo vuelva, ustedes podrán estar orgullosos de nosotros, como nosotros lo estamos de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Con esta confianza, lo primero que pensé fue ir a verlos, para así poder visitarlos dos veces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Tenía la idea de visitarlos en mi viaje hacia la región de Macedonia, y de pasar otra vez por allí a mi regreso, para que ustedes pudieran ayudarme a seguir mi viaje a la región de Judea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "¿Acaso creen que esos planes los hice sin pensarlo bien? ¿O creen que soy como todos, que primero digo que sí, y luego digo que no? ¡Pues se equivocan!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Dios es testigo de que cumplimos nuestra palabra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Timoteo, Silas y yo les anunciamos el mensaje de Jesucristo, el Hijo de Dios. Y Jesucristo no decía una cosa primero y otra después. Al contrario, siempre cumplía su palabra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y todas las promesas que Dios ha hecho se cumplen por medio de Jesucristo. Por eso, cuando alabamos a Dios por medio de Jesucristo, decimos «Amén»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Tanto a mí como a ustedes, Dios nos mantiene firmemente unidos a Cristo. Él nos eligió"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "y, para mostrar que somos suyos, nos puso una marca: la marca de su Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Si no he ido a visitarlos, ha sido porque los respeto. ¡Que Dios me quite la vida si miento!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Nosotros no queremos decirles qué es lo que deben creer, pues de eso ustedes están ya bien seguros. Lo que sí queremos es colaborar con ustedes, para que sean más felices."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.2"
        ],
        "human": "2 Corintios 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.3"
        ],
        "human": "2 Corintios 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.1"
        ],
        "human": "2 Corintios 1",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Como no era mi intención ponerlos tristes, decidí mejor no ir a visitarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Porque, si yo los pongo tristes, ¿quién me alegrará después a mí? Nadie más que ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Yo sabía muy bien que todos ustedes compartirían mi alegría. Pero tampoco era mi intención que ustedes me pusieran triste, cuando más bien deberían alegrarme. Por eso decidí escribirles en vez de ir a visitarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero cuando les escribí, estaba yo tan triste y preocupado que hasta lloraba. No quería ponerlos tristes; más bien, quería que se dieran cuenta del gran amor que les tengo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Perdonemos al que nos ofendió"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "No quiero exagerar en este asunto, pero la persona que causó mi tristeza, hasta cierto punto también causó la tristeza de todos ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero ya es suficiente con el castigo que la mayoría de ustedes le impuso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ahora deben perdonarlo y ayudarlo a sentirse bien, para que no vaya a enfermarse de tanta tristeza y remordimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Yo les ruego que, una vez más, le muestren que lo aman."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "La carta que les escribí era para saber si realmente están dispuestos a obedecerme en todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Yo, por mi parte, estoy dispuesto a perdonar a todo el que ustedes perdonen, suponiendo que haya algo que perdonar. Lo hago pensando en ustedes, y poniendo a Cristo como testigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así Satanás no se aprovechará de nosotros. ¡Ya conocemos sus malas intenciones!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando fui a la ciudad de Tróade para anunciar la buena noticia de Cristo, tuve la gran oportunidad de trabajar por el Señor en ese lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero me preocupó no encontrar allí a nuestro hermano Tito. Por eso me despedí de los miembros de la iglesia en Tróade, y me fui a la región de Macedonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo da gracias a Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14,
            15,
            16
          ],
          "lines": [
            "Doy gracias a Dios porque nos hace participar del triunfo de Cristo, y porque nos permite anunciar por todas partes su mensaje, para que así todos lo reconozcan. Anunciar la buena noticia es como ir dejando por todas partes el suave aroma de un perfume. Y nosotros somos ese suave aroma que Cristo ofrece a Dios. Somos como un perfume que da vida a los que creen en Cristo. Por el contrario, para los que no creen somos como un olor mortal.",
            "¿Quién es capaz de cumplir con la tarea que Dios nos ha dejado?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Algunos anuncian el mensaje de Dios solo para ganarse la vida, pero nosotros no lo hacemos así. Al contrario, Dios es testigo de que trabajamos con sinceridad y honradez, porque Dios nos envió y porque estamos muy unidos a Cristo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.3"
        ],
        "human": "2 Corintios 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.4"
        ],
        "human": "2 Corintios 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.2"
        ],
        "human": "2 Corintios 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Una nueva forma de relacionarnos con Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "No decimos todo esto para hablar bien de nosotros mismos. Tampoco necesitamos presentarles cartas que hablen bien de nosotros, ni les pedimos que ustedes las escriban para que se las presentemos a otros. Algunos sí las necesitan, pero nosotros no."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2,
            3
          ],
          "lines": [
            "Todos pueden ver claramente el bien que Cristo ha hecho en la vida de ustedes. Para que la gente hable bien de nosotros, solo tiene que fijarse en ustedes. Porque ustedes son como una carta que habla en favor nuestro. Cristo mismo la escribió en nuestro corazón, para que nosotros la presentemos. No la escribió en piedra, ni con tinta, sino que la escribió con el Espíritu del Dios vivo. Y esa carta está a la vista de todos los que la quieran leer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Por medio de Cristo, Dios nos asegura que todo eso es cierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero nosotros no somos capaces de hacer algo por nosotros mismos; es Dios quien nos da la capacidad de hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ahora Dios nos ha preparado para que anunciemos a todos nuestro nuevo compromiso con él. Este nuevo compromiso no se apoya en la ley, sino en el Espíritu de Dios. Porque la ley condena a muerte al pecador, pero el Espíritu de Dios da vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7,
            8,
            9
          ],
          "lines": [
            "Dios escribió la ley en tablas de piedra, y se la entregó a Moisés. Aquel momento fue tan grandioso, que la cara de Moisés resplandecía. Y el resplandor era tan fuerte que los israelitas no podían mirar a Moisés cara a cara. Sin embargo, ese brillo pronto iba a desaparecer.",
            "Si la entrega de esa ley fue tan grandiosa, el anuncio de la salvación será más grandioso todavía. Porque esa ley dice que merecemos morir por nuestros pecados. Pero gracias a lo que el Espíritu Santo hizo en nosotros, Dios nos declara inocentes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "¡Y eso es mucho más grandioso que lo que hace la ley!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y si fue gloriosa la ley que iba a desaparecer, mucho más gloriosa es la buena noticia que anuncia la salvación eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Tan seguros estamos de todo esto, que no nos da miedo hablar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "No hacemos como Moisés, que se tapaba la cara con un velo para que los israelitas no vieran que el brillo de su cara se iba apagando."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14,
            15
          ],
          "lines": [
            "Ellos nunca entendieron esto. Por eso hasta el día de hoy, cuando leen los libros de Moisés, no lo entienden. Es como si su entendimiento estuviera cubierto con un velo. Solo Cristo puede ayudarlos a entender."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Sin embargo, esto llega a comprenderlo el que se arrepiente y pide perdón al Señor. ¡Es como si le quitaran el velo a su entendimiento!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17,
            18
          ],
          "lines": [
            "Porque el Señor y el Espíritu son uno mismo, y donde está el Espíritu del Señor hay libertad. Y nosotros no tenemos ningún velo que nos cubra la cara. Somos como un espejo que refleja la grandeza del Señor, quien cambia nuestra vida. Gracias a la acción de su Espíritu en nosotros, cada vez nos parecemos más a él."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.4"
        ],
        "human": "2 Corintios 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.5"
        ],
        "human": "2 Corintios 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.3"
        ],
        "human": "2 Corintios 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Un tesoro en una vasija de barro"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Dios es bueno y nos permite servirle. Por eso no nos desanimamos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "No sentimos vergüenza de nada, ni hacemos nada a escondidas. No tratamos de engañar a la gente ni cambiamos el mensaje de Dios. Al contrario, Dios es testigo de que decimos solo la verdad. Por eso, todos pueden confiar en nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Los únicos que no pueden entender la buena noticia que anunciamos son los que no se salvarán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "La buena noticia nos habla de la grandeza de Cristo, y Cristo a su vez nos muestra la grandeza de Dios. Ese mensaje brilla como la luz; pero los que no creen no pueden verla, porque Satanás no los deja."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y nosotros no nos anunciamos a nosotros mismos. Al contrario, anunciamos que Jesucristo es nuestro Señor, y que nosotros somos servidores de ustedes porque somos seguidores de Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando Dios creó el mundo, dijo: «Que brille la luz donde ahora hay oscuridad». Y cuando nos permitió entender la buena noticia, también iluminó nuestro entendimiento, para que por medio de Cristo conociéramos su grandeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando Dios nos dio la buena noticia, puso, por así decirlo, un tesoro en una frágil vasija de barro. Así, cuando anunciamos la buena noticia, la gente sabe que el poder de ese mensaje viene de Dios y no de nosotros, que somos tan frágiles como el barro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Por eso, aunque pasamos por muchas dificultades, no nos desanimamos. Tenemos preocupaciones, pero no perdemos la calma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "La gente nos persigue, pero Dios no nos abandona. Nos hacen caer, pero no nos destruyen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10,
            11
          ],
          "lines": [
            "A dondequiera que vamos, todos pueden ver que sufrimos lo mismo que Cristo, y que por obedecerlo estamos siempre en peligro de muerte. Pero también pueden ver, por medio de nosotros, que Jesús tiene poder para dar vida a los muertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y así, mientras que nosotros vamos muriendo, ustedes van cobrando nueva vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "La Biblia dice: «Yo confié en Dios, y por eso hablé.» Pues nosotros también confiamos en Dios, y por eso anunciamos la buena noticia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Porque sabemos que, cuando muramos, Dios nos dará vida, así como lo hizo con Jesús, y que después nos llevará con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Todo esto es por el bien de ustedes. Porque mientras más sean los que reciban el amor y la bondad de Dios, muchos más serán los que le den gracias y reconozcan su grandeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por eso no nos desanimamos. Aunque nuestro cuerpo se va gastando, nuestro espíritu va cobrando más fuerza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Las dificultades que tenemos son pequeñas, y no van a durar siempre. Pero, gracias a ellas, Dios nos llenará de la gloria que dura para siempre: una gloria grande y maravillosa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Porque nosotros no nos preocupamos por lo que nos pasa en esta vida, que pronto acabará. Al contrario, nos preocupamos por lo que nos pasará en la vida que tendremos en el cielo. Ahora no sabemos cómo será esa vida. Lo que sí sabemos es que será eterna."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.5"
        ],
        "human": "2 Corintios 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.6"
        ],
        "human": "2 Corintios 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.4"
        ],
        "human": "2 Corintios 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "¡Queremos estar en el hogar de Dios!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Bien sabemos que en este mundo vivimos como en una tienda de campaña, que un día será destruida. Pero en el cielo tenemos una casa permanente, construida por Dios y no por seres humanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2,
            3
          ],
          "lines": [
            "Mientras vivimos en este mundo, suspiramos por la casa donde viviremos para siempre. Sabemos que, cuando estemos allí, estaremos bien protegidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Mientras vivimos en esta tienda de campaña, que es nuestro cuerpo, nos sentimos muy tristes y cansados. Y no es que no queramos morir. Más bien, quisiéramos que nuestros cuerpos fueran transformados, y que lo que ha de morir se cambie por lo que vivirá para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Dios nos preparó para ese cambio y, como prueba de que así lo hará, nos dio el Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por eso estamos siempre alegres. Sabemos que, mientras vivamos en este cuerpo, estaremos lejos del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero, aunque no lo podamos ver, confiamos en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "No nos sentimos tristes, aunque preferiríamos dejar este cuerpo para ir a vivir con el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Por eso tratamos de obedecerlo, ya sea en esta vida o en la otra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque todos nosotros vamos a tener que presentarnos delante de Cristo, que es nuestro juez. Él juzgará lo que hicimos mientras vivíamos en este cuerpo, y decidirá si merecemos que nos premie o nos castigue."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "¡Seamos amigos de Dios!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Nosotros sabemos que hay que obedecer y adorar a Dios. Por eso tratamos de convencer a los demás para que crean en él. Dios nos conoce muy bien, y espero que también ustedes nos conozcan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No estamos tratando de impresionarlos al hablar bien de nosotros mismos. Lo que queremos es darles una razón para que se sientan orgullosos de nosotros. Así sabrán cómo responder a los que se creen importantes, y que en realidad no lo son."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Si acaso estamos locos, lo estamos por querer servir a Dios. Y si no lo estamos, es para el bien de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El amor de Cristo domina nuestras vidas. Sabemos que él murió por todos y que, por lo tanto, todos hemos muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Así que, si Cristo murió por nosotros, ya no debemos vivir más para nosotros mismos, sino para Cristo, que murió y resucitó para darnos vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "A partir de ahora, ya no vamos a valorar a los demás desde el punto de vista humano. Y aunque antes valorábamos a Cristo de esa manera, ya no seguiremos valorándolo así."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17,
            18,
            19
          ],
          "lines": [
            "Ahora que estamos unidos a Cristo, somos una nueva creación. Dios ya no tiene en cuenta nuestra antigua manera de vivir, sino que nos ha hecho comenzar una vida nueva. Y todo esto viene de Dios. Antes éramos sus enemigos, pero ahora, por medio de Cristo, hemos llegado a ser sus amigos, y nos ha encargado que anunciemos a todo el mundo esta buena noticia: Por medio de Cristo, Dios perdona los pecados y hace las paces con todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cristo nos envió para que hablemos de parte suya, y Dios mismo les ruega a ustedes que escuchen nuestro mensaje. Por eso, de parte de Cristo les pedimos: hagan las paces con Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cristo nunca pecó. Pero Dios lo trató como si hubiera pecado, para declararnos inocentes por medio de Cristo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.6"
        ],
        "human": "2 Corintios 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.7"
        ],
        "human": "2 Corintios 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.5"
        ],
        "human": "2 Corintios 5",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Nosotros trabajamos para Dios. Por eso les rogamos que no menosprecien el amor que Dios les ha demostrado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Dios dice en la Biblia:",
            "«Cuando llegó el momento",
            "de mostrarles mi bondad,",
            "fui bondadoso con ustedes;",
            "cuando necesitaron salvación,",
            "yo les di libertad.»",
            "¡Escuchen! Ese momento oportuno ha llegado. ¡Hoy es el día en que Dios puede salvarlos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo sufre por servir a Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "No queremos que nadie critique nuestro trabajo. Por eso tratamos de no dar mal ejemplo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "En todo lo que hacemos, demostramos que somos servidores de Dios, y todo lo soportamos con paciencia. Hemos sufrido y tenido muchos problemas y necesidades. Nos han dado latigazos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Nos han puesto en la cárcel, y en medio de gran alboroto nos han maltratado. Hemos trabajado mucho. Algunas veces no hemos dormido ni comido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "A pesar de todo eso, nuestra conducta ha sido impecable. Conocemos la verdad, somos pacientes y amables, el Espíritu Santo está en nuestras vidas, y amamos de verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Con el poder que Dios nos da, anunciamos el mensaje verdadero. Cuando tenemos dificultades, las enfrentamos, y nos defendemos haciendo y diciendo siempre lo que es correcto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "A veces nos respetan y nos tratan bien, pero otras veces nos desprecian y nos maltratan. Unas veces hablan bien de nosotros, y otras veces mal. Aunque decimos la verdad, nos llaman mentirosos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Aunque nos conocen muy bien, nos tratan como a desconocidos. Siempre estamos en peligro de muerte, pero todavía estamos vivos. Nos castigan, pero no nos matan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Parece que estamos tristes, pero en realidad estamos contentos. Parece que somos pobres, pero a muchos los hacemos ricos. Parece que no tenemos nada, pero lo tenemos todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Queridos hermanos de la iglesia de Corinto, les hemos hablado con toda sinceridad, y con el corazón abierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Nosotros los amamos mucho, pero ustedes no nos corresponden con el mismo amor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Amor con amor se paga. Por eso, como si fuera su padre, les suplico: ¡Ámenme como los amo yo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La unión desigual"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "No participen en nada de lo que hacen los que no son seguidores de Cristo. Lo bueno no tiene nada que ver con lo malo. Tampoco pueden estar juntas la luz y la oscuridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ni puede haber amistad entre Cristo y el diablo. El que es seguidor de Cristo no llama hermano al que no lo es."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Nosotros somos el templo del Dios vivo. Si Dios está en nosotros, no tenemos nada que ver con los ídolos. Dios mismo dijo:",
            "«Viviré con este pueblo,",
            "y caminaré con ellos.",
            "»Yo seré su Dios",
            "y ellos serán mi pueblo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Por eso, el Señor también dice:",
            "«Apártense de ellos.",
            "No toquen nada impuro,",
            "y yo los aceptaré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Yo seré para ustedes",
            "como un padre,",
            "y ustedes serán para mí",
            "como mis hijos y mis hijas.",
            "»Esto lo afirmo yo,",
            "el Dios todopoderoso.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.7"
        ],
        "human": "2 Corintios 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.8"
        ],
        "human": "2 Corintios 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.6"
        ],
        "human": "2 Corintios 6",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Queridos hermanos y hermanas en Cristo, Dios nos hizo esa promesa. Por eso, para que Dios nos acepte, no debemos hacer el mal, sino mantenernos libres de pecado. Honremos a Dios, y tratemos de ser santos como él."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los corintios alegran a Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "¡Hágannos un lugar en su corazón! Con nadie hemos sido injustos. A nadie hemos dañado, ni de nadie nos hemos aprovechado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "No les digo esto para que se sientan mal, pues ya les hemos dicho que ni la vida ni la muerte podrán impedir que los amemos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Me siento orgulloso de ustedes, y les tengo mucha confianza. Estoy muy contento, a pesar de todas las dificultades que hemos tenido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Desde que llegamos a la región de Macedonia, no hemos descansado. Al contrario, hemos sufrido mucho. Hemos luchado contra nuestros enemigos y contra nuestro miedo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero Dios, que anima a los que sufren, nos consoló con la llegada de Tito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y no solo nos alegramos de verlo, sino también de saber que él estuvo muy contento con ustedes. Tito nos contó que desean vernos, que están tristes por lo que ha pasado, y que se preocupan por mí. Al oír esas noticias, me puse más contento todavía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "La carta que les escribí hizo que ustedes se pusieran tristes. Pero no lamento haberla escrito. Lo lamenté al principio, cuando supe que por un tiempo esa carta los llenó de tristeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero ahora estoy contento, porque esa tristeza hizo que ustedes cambiaran y que le pidieran perdón a Dios. En realidad, Dios así lo quiso. Por eso, no creo que hayamos hecho mal al escribirles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando Dios los ponga tristes, no lo lamenten, pues esa tristeza hará que ustedes cambien, y que pidan perdón y se salven. Pero la tristeza provocada por las dificultades de este mundo, los puede matar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "¡Qué bueno que Dios los haya hecho ponerse tristes! ¡Vaya cambio que tuvieron! Así pudieron darse cuenta de que soy inocente, y hasta me defendieron. También se enojaron y tuvieron miedo de lo que podría suceder. Sintieron deseos de verme, y castigaron al culpable. Con todo esto, ustedes demostraron que no tenían nada que ver en el asunto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por mi parte, cuando les escribí esa carta, no estaba pensando en la persona que hizo el daño, ni a quién se lo hizo. Más bien, quería que Dios fuera testigo de lo mucho que ustedes se preocupan por nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Esto nos hace sentirnos mejor.",
            "Tito está muy contento, pues ustedes lo ayudaron a seguir adelante. Eso nos alegró más todavía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ya le había dicho a Tito que yo estaba muy orgulloso de ustedes. ¡Y no me hicieron quedar mal! Al contrario, todo lo que le dijimos a Tito fue verdad, como también es verdad lo que les dijimos a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Tito recuerda que todos ustedes lo obedecieron y lo respetaron mucho. Por eso él los quiere más todavía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¡Me alegro de poder confiar plenamente en ustedes!"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.8"
        ],
        "human": "2 Corintios 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.9"
        ],
        "human": "2 Corintios 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.7"
        ],
        "human": "2 Corintios 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Demos con amor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Hermanos míos, queremos contarles cómo Dios ha mostrado su amor y su bondad a las iglesias de la región de Macedonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Estas iglesias han pasado por muchas dificultades, pero están muy felices. Son muy pobres, pero han dado ofrendas como si fueran ricas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Les aseguro que dieron todo lo que podían, y aun más de lo que podían. No lo hicieron por obligación, sino porque quisieron hacerlo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y hasta nos rogaron mucho que los dejáramos colaborar en esta ayuda al pueblo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Hicieron más de lo que esperábamos. Primero se entregaron a sí mismos al Señor, y después a nosotros. De este modo, hicieron lo que Dios esperaba de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Tito fue quien comenzó a recoger entre ustedes las ofrendas para esta bondadosa ayuda. Por eso le rogamos que siga haciéndolo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Todos saben que ustedes son buenos en todo: su confianza en Dios es firme, hablan mejor, saben más, tienen mucho entusiasmo para servir a los demás, y nos aman mucho. Ahora les toca ser los mejores, contribuyendo para esta bondadosa ayuda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "No les estoy dando una orden. Solo quiero que sepan cómo ofrendan los hermanos de otras iglesias, para que ustedes puedan demostrar que su amor es sincero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ustedes saben que nuestro Señor Jesucristo era rico, pero tanto los amó a ustedes que vino al mundo y se hizo pobre, para que con su pobreza ustedes llegaran a ser ricos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Por el bien de ustedes, les doy mi consejo acerca de esto. El año pasado ustedes fueron los primeros en dar y, además, lo hicieron con mucho entusiasmo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Terminen lo que empezaron a hacer, y háganlo con el mismo entusiasmo que tenían cuando comenzaron, dando lo que cada uno pueda dar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Si realmente desean contribuir, Dios aceptará con agrado sus ofrendas, pues él no espera que demos lo que no tenemos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero no queremos que, por ayudar a otros, les falte a ustedes lo necesario. Lo que deseamos es que haya igualdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ahora ustedes tienen mucho, y deben ayudar a los que tienen poco. Puede ser que, en otro momento, ellos tengan mucho y los ayuden a ustedes. De esta manera habrá igualdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Como dice la Biblia: «Ni le sobró al que recogió mucho, ni le faltó al que recogió poco.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ideas para recoger la ayuda"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¡Gracias a Dios que Tito se preocupa por ayudarlos a ustedes tanto como yo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Él estaba tan interesado en ustedes que aceptó mi encargo, y de todo corazón quiso ir a visitarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Junto con Tito, mandamos a un hermano en Cristo que trabaja mucho anunciando la buena noticia. En todas las iglesias se habla bien de él,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "así que lo han elegido para que viaje con nosotros cuando llevemos las ofrendas. Todo esto lo hacemos para honrar a Dios, y para mostrar nuestro deseo de ayudar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "No queremos que alguien vaya a criticarnos por la manera en que actuamos con esta gran ofrenda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Tratamos de hacerlo todo bien ante Dios y ante la gente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Con ellos dos les enviamos a otro seguidor de Cristo que, muchas veces, y de distintas maneras, ha mostrado su deseo de ayudar. Ahora más que nunca desea hacerlo, pues confía mucho en ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Recuerden que Tito es mi compañero, y que trabajamos juntos para ayudarlos. Recuerden que los otros dos seguidores que van con Tito son enviados por las iglesias y honran a Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Por eso, demuéstrenles su amor, para que las iglesias que los envían sepan que teníamos razón de estar orgullosos de ustedes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.9"
        ],
        "human": "2 Corintios 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.10"
        ],
        "human": "2 Corintios 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.8"
        ],
        "human": "2 Corintios 8",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En realidad, no hace falta que siga escribiéndoles acerca de la ofrenda para ayudar a los cristianos en la región de Judea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ya sé que ustedes desean ayudarlos. Por eso, con mucho orgullo les dije a los hermanos de la región de Macedonia que ustedes, los de la región de Acaya, estaban dispuestos a ayudarlos desde el año pasado. Cuando los de Macedonia oyeron esto, la mayoría de ellos decidió ayudar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Sin embargo, les envío a Tito y a los dos hermanos para que los animen a preparar todo lo necesario para la ofrenda; así podrá verse que teníamos razón de estar orgullosos de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Imagínense la vergüenza que pasaríamos nosotros, para no hablar de la que pasarían ustedes, si algunos hermanos de Macedonia me acompañaran y ustedes no tuvieran preparada la ofrenda. ¡Dónde quedaría nuestra confianza en ustedes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por eso, he creído necesario mandar a estos hermanos antes de que yo vaya a verlos. Ellos pueden ayudarlos a juntar la ofrenda que ustedes prometieron. Así ustedes mostrarán que dan con gusto y por amor, y no por obligación."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Demos con alegría"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Acuérdense de esto: «El que da poco, recibe poco; el que da mucho, recibe mucho.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cada uno debe dar según crea que deba hacerlo. No tenemos que dar con tristeza ni por obligación. ¡Dios ama al que da con alegría!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Dios puede darles muchas cosas, a fin de que tengan todo lo necesario, y aun les sobre. Así podrán hacer algo en favor de otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Como dice la Biblia, refiriéndose al que es generoso:",
            "«Siempre que ayuda a los pobres,",
            "lo hace con generosidad;",
            "y en todo sale triunfante.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Dios da la semilla que se siembra y el pan que nos alimenta, así que también les dará a ustedes todo lo necesario, y hará que tengan cada vez más, para que puedan ayudar a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Los hará ricos, para que puedan dar mucho. Así, serán más los que den gracias a Dios por el dinero que ustedes van a reunir y que nosotros vamos a llevar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Porque la ayuda de ustedes no solo servirá para que los hermanos tengan lo que necesitan, sino que también hará que ellos den gracias a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Esa ayuda demostrará que ustedes han confiado en la buena noticia y obedecen su mensaje. Por eso, ellos alabarán y honrarán a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "También orarán por ustedes con mucho cariño, porque Dios les ha mostrado su bondad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¡Gracias a Dios por lo que nos ha dado! ¡Es tan valioso que no hay palabras para describirlo!"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.10"
        ],
        "human": "2 Corintios 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.11"
        ],
        "human": "2 Corintios 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.9"
        ],
        "human": "2 Corintios 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios le dio autoridad a Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2
          ],
          "lines": [
            "Dicen que soy muy tímido cuando estoy entre ustedes, pero muy valiente cuando estoy lejos. Yo les ruego, por el cariño y la bondad de Cristo, que cuando vaya a verlos, no me obliguen a ser duro con los que nos acusan. Ellos dicen que nosotros hacemos las cosas solo por interés, como lo hace la gente de este mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Es verdad que vivimos en este mundo, pero no actuamos como todo el mundo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "ni luchamos con las armas de este mundo. Al contrario, usamos el poder de Dios para destruir las fuerzas del mal, las acusaciones"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y el orgullo de quienes quieren impedir que todos conozcan a Dios. Con ese poder hacemos que los pecadores cambien su manera de pensar y obedezcan a Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Estamos dispuestos a castigar a todo el que no obedezca a Cristo, comenzando por ustedes, hasta que llegue el día en que todos lo obedezcan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ustedes solo aceptan lo que pueden ver. A los que están seguros de que son de Cristo, quiero decirles que yo también lo soy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Aunque yo exagere un poco en mi autoridad, no me da vergüenza. El Señor Jesucristo me dio autoridad sobre ustedes, para ayudarlos a confiar más en él y no para destruirlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "No quiero que piensen que trato de asustarlos con mis cartas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Algunos dicen que mis cartas son duras y fuertes, pero que cuando hablo en persona soy débil, y que no sé hablar bien ni impresiono a nadie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Esas personas tienen que entender que, cuando vaya a verlos, seré tan fuerte como lo soy en las cartas que envío desde lejos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Jamás llegaré a compararme con los que hablan bien de sí mismos. Compararse con uno mismo es una tontería."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Tampoco voy a presumir de lo que no he hecho. Si de algo voy a sentirme orgulloso, es del trabajo que Dios me mandó hacer. ¡Y ustedes son parte de ese trabajo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "No voy a presumir más de lo que debo, pero fui de los primeros en llegar a Corinto y en anunciarles la buena noticia de Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Tampoco voy a sentirme orgulloso del trabajo que otros hicieron. Al contrario, espero poder trabajar más entre ustedes, según vaya aumentando su confianza en Dios. Esa es la meta de mi trabajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "También deseo anunciar la buena noticia en lugares más allá de Corinto, donde nadie haya trabajado antes. Así nadie podrá decir que ando presumiendo con el trabajo de otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "La Biblia dice: «Si alguien quiere sentirse orgulloso de algo, que se sienta orgulloso de creer en el Señor.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "La persona que merece aplausos no es la que habla bien de sí misma, sino aquella de quien el Señor habla bien."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.11"
        ],
        "human": "2 Corintios 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.12"
        ],
        "human": "2 Corintios 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.10"
        ],
        "human": "2 Corintios 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo y los falsos apóstoles"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por favor, sopórtenme, aunque parezca yo estar un poco loco."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Dios ha hecho que yo me preocupe por ustedes. Lo que quiero es que ustedes sean siempre fieles a Cristo, es decir, que sean como una novia ya comprometida para casarse, que le es fiel a su novio y se mantiene pura para él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero tengo miedo de que les pase lo mismo que a Eva, que fue engañada por la astuta serpiente. También ustedes pueden ser engañados y dejar de pensar con sinceridad y pureza acerca de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y es que ustedes aceptan con gusto a todo el que viene y les habla de un Jesús distinto del que nosotros les hemos anunciado. Aceptan un espíritu diferente del Espíritu Santo que recibieron, y un mensaje distinto del que aceptaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero yo no soy menos importante que los que vinieron después, y que se creen unos superapóstoles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Aunque yo no hablo tan bien como ellos, sé tanto o más que ellos, y lo he demostrado una y otra vez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿Cuál fue mi pecado? Lo único que hice fue anunciarles la buena noticia de Dios sin cobrarles nada; me resté importancia, para dársela a ustedes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y para servirlos y ayudarlos, recibí dinero de otras iglesias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando estuve entre ustedes y necesité algo, nunca les pedí que me ayudaran. Los miembros de la iglesia en la región de Macedonia llegaron y me dieron lo que necesitaba. Traté de que ustedes no tuvieran que molestarse por mí, y así lo seguiré haciendo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Así como estoy seguro de que conozco la verdad de Cristo, también estoy seguro de que en toda la región de Acaya nadie me quitará esta satisfacción."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero no digo esto porque no los quiera. ¡Dios sabe que los quiero mucho!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12,
            13
          ],
          "lines": [
            "Voy a continuar como hasta ahora, sin recibir dinero de ustedes. Así esos falsos profetas no podrán sentirse importantes. Andan engañando a la gente diciendo que son apóstoles de Cristo y que sirven a Dios igual que nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Lo cual no es extraño. ¡Hasta Satanás se disfraza de ángel de luz,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "y también sus ayudantes se disfrazan de gente que hace el bien! Pero al final recibirán el castigo que merecen por sus malas acciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo sufre por ser apóstol"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Vuelvo a repetirles: no quiero que me tomen por loco. Y aunque lo estuviera, acéptenme así, para que pueda sentirme un poco orgulloso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Voy a decirles algo, pero no de parte de Dios. Reconozco que hablar bien de mí mismo es una locura,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "pero ya que hay tantos que hablan bien de sí mismos, ¿por qué no voy a hacerlo yo también?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "¡Ustedes son tan inteligentes, que con mucho gusto soportan a los locos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "¡Hasta aguantan a quienes los tratan como esclavos y se aprovechan de ustedes, a quienes los engañan y desprecian, y a quienes los golpean en la cara!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Me da vergüenza decirlo, pero nosotros no nos atrevimos a tratarlos así. Pero ya que otros se atreven a presumir, yo también lo voy a hacer, aunque sea una locura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Si ellos son hebreos, yo también lo soy. ¿Son israelitas? Yo también. ¿Son de la familia de Abraham? Yo también."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "¿Son servidores de Cristo? Yo lo soy más todavía, aunque sea una locura decirlo. Yo he trabajado más que ellos, he estado preso más veces, me han azotado con látigos más que a ellos, y he estado más veces que ellos en peligro de muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Cinco veces las autoridades judías me han dado treinta y nueve azotes con un látigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Tres veces las autoridades romanas me han golpeado con varas. Una vez me tiraron piedras. En tres ocasiones se hundió el barco en que yo viajaba. Una vez pasé una noche y un día en alta mar, hasta que me rescataron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "He viajado mucho. He cruzado ríos arriesgando mi vida, he estado a punto de ser asaltado, me he visto en peligro entre la gente de mi pueblo y entre los extranjeros, en la ciudad y en el campo, en el mar y entre falsos hermanos de la iglesia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "He trabajado mucho, y he tenido dificultades. Muchas noches las he pasado sin dormir. He sufrido hambre y sed, y por falta de ropa he pasado frío."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Por si esto fuera poco, nunca dejo de preocuparme por todas las iglesias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Me enferma ver que alguien se enferme, y me avergüenza y me enoja ver que se haga pecar a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Si de algo puedo estar orgulloso, es de lo débil que soy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "El Dios y Padre del Señor Jesús, que merece ser siempre alabado, sabe que no estoy mintiendo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Cuando estuve en Damasco, el gobernador nombrado por el rey Aretas puso guardias en la ciudad para arrestarme."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Pero pude escapar porque unos amigos me pusieron en un canasto, y me bajaron por una ventana de la muralla de la ciudad."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.12"
        ],
        "human": "2 Corintios 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2CO.13"
        ],
        "human": "2 Corintios 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.11"
        ],
        "human": "2 Corintios 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La fuerza y el orgullo de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Nada se gana con hablar bien de uno mismo. Pero tengo que hacerlo. Así que ahora les voy a contar las visiones que tuve, y lo que el Señor Jesucristo me dio a conocer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2,
            3
          ],
          "lines": [
            "Conozco a un hombre que cree en Cristo, y que hace catorce años fue llevado a lo más alto del cielo. No sé si fue llevado vivo, o si se trató de una visión espiritual. Solo Dios lo sabe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Lo que sé es que ese hombre fue llevado al paraíso, y que allí escuchó cosas tan secretas que a ninguna persona le está permitido decirlas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Yo podría estar orgulloso de conocer a una persona así, pero no de mí mismo, pues yo sólo puedo hablar de mis debilidades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6,
            7
          ],
          "lines": [
            "Claro que hablar bien de mí no sería una locura, porque estaría diciendo la verdad. Pero no lo voy a hacer, porque no quiero que, solo por las cosas que hago o digo, o por las cosas maravillosas que Dios me ha mostrado, alguien piense que soy más importante de lo que en realidad soy. Por eso, para que no me llene de orgullo, padezco de algo muy grave. Es como si Satanás me clavara una espina en el cuerpo para hacerme sufrir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Tres veces le he pedido a Dios que me quite este sufrimiento,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "pero Dios me ha contestado: «Mi amor es todo lo que necesitas. Mi poder se muestra en la debilidad.» Por eso, prefiero sentirme orgulloso de mi debilidad, para que el poder de Cristo se muestre en mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Me alegro de ser débil, de ser insultado y perseguido, y de tener necesidades y dificultades por ser fiel a Cristo. Pues lo que me hace fuerte es reconocer que soy débil."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo se preocupa por los hermanos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Sé que hablar bien de mí es una locura, pero ustedes me han obligado a hacerlo. Yo soy tan capaz como esos superapóstoles, ¡así que son ustedes los que deberían hablar bien de mí!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "La paciencia con que he trabajado por ustedes, y los milagros y las cosas maravillosas que he hecho con el poder de Dios, demuestran que soy un verdadero apóstol."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Solo una cosa buena les faltó, que otras iglesias sí tuvieron: ¡ustedes no me ayudaron con dinero! ¡Perdónenme! Tal vez sea mi culpa no haberles pedido ayuda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ya estoy listo para ir a visitarlos por tercera vez, pero tampoco ahora les pediré que me ayuden con dinero. Me interesan ustedes, no su dinero. Al fin de cuentas, no son los hijos los que deben juntar dinero para los padres, sino los padres los que deben juntar dinero para los hijos. Y ustedes son mis hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y yo con mucho gusto gastaré lo que tengo, y hasta yo mismo me gastaré, para ayudarlos a ustedes. Si yo los amo tanto, ¿por qué ustedes me aman tan poco?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Ustedes saben que no quise que se preocuparan por darme dinero. Sin embargo, hay quienes dicen que con mucha astucia los hice caer en una trampa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero yo no los engañé por medio de las personas que les envié."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando les pedí a Tito y al otro hermano de la iglesia que fueran a verlos, ellos no se aprovecharon de ustedes. ¿No es verdad que Tito y yo nos hemos portado con ustedes de la misma manera? ¿No pensamos lo mismo acerca de este asunto?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Tal vez crean ustedes que estamos pidiéndoles disculpas, pero no es así. Nosotros pertenecemos a Cristo, y Dios es testigo de todo lo que hablamos. Todo lo que hemos hecho, queridos hermanos, lo hicimos para ayudarlos a confiar cada vez más en Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Me da miedo pensar que, cuando vaya a visitarlos, no los encuentre como yo quisiera, y que tampoco yo resulte ser lo que ustedes esperan. Tengo miedo de encontrarlos peleándose, o envidiándose, o enojados unos contra otros, o que resulten ser egoístas, chismosos, murmuradores, orgullosos y alborotadores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Me da miedo pensar que, cuando vaya a visitarlos, mi Dios me haga sentir tanta vergüenza que me ponga a llorar porque muchos de ustedes no han dejado de pecar ni de hacer lo malo, sino que siguen teniendo relaciones sexuales prohibidas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2CO.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2CO.13"
        ],
        "human": "2 Corintios 13"
      },
      "next": {
        "canonical": false,
        "usfm": [
          "GAL.INTRO1"
        ],
        "human": "Gálatas Introducción",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.12"
        ],
        "human": "2 Corintios 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Advertencia final"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Esta es la tercera vez que iré a visitarlos. Recuerden lo que la Biblia dice: «Para acusar a alguien, será necesario que se presenten dos o tres testigos.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "La segunda vez que los visité, les advertí que iba a ser duro con los que habían pecado y con todos los que pecaran después. Ahora que estoy lejos de ustedes, lo vuelvo a repetir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y lo hago porque ustedes quieren que les demuestre que hablo de parte de Cristo. Cristo no es débil cuando los corrige, sino que manifiesta su poder entre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando Cristo fue crucificado, era débil, pero ahora vive por el poder de Dios. Nosotros compartimos con Cristo esa debilidad, pero gracias al poder de Dios también compartimos con él la vida. Si es necesario, cuando vayamos a verlos, les daremos pruebas de ese poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pónganse a pensar en su manera de vivir, y vean si de verdad siguen confiando en Cristo. Hagan la prueba, y si la pasan, es porque él vive en ustedes. Pero si no confían en Cristo de verdad, es porque él no está en ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Espero que reconozcan que nosotros sí hemos pasado la prueba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "No nos importa si parecemos haber fracasado. Oramos a Dios para que ustedes no hagan nada malo, y no lo pedimos para demostrar que pasamos la prueba, sino para que ustedes hagan lo bueno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Solo podemos hacer lo que está a favor de la verdad, y no lo que está en contra de ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Por eso, si ustedes pueden ser fuertes, nos alegramos de ser débiles.",
            "Oramos para que sean cada vez mejores seguidores de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y les escribo antes de ir a verlos, para que tengan tiempo de cambiar, y así no tenga yo que tratarlos con dureza cuando llegue. La autoridad que Dios me ha dado, es para ayudarlos a confiar más en él y no para destruirlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Despedida"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Eso es todo, queridos hermanos. Me despido de ustedes pidiéndoles que estén alegres. Traten de ser mejores. Háganme caso. Pónganse de acuerdo unos con otros y vivan tranquilos. Y el Dios que nos ama y nos da paz, estará con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Salúdense unos a otros con un beso de hermanos. Todos en la iglesia les mandan saludos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "¡Que el Señor Jesucristo los bendiga!",
            "¡Que Dios les muestre su amor!",
            "¡Que el Espíritu Santo los acompañe siempre!"
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}