{
  "book_usfm": "DAN",
  "name": "Daniel",
  "local_title": "Traducción en Lenguaje Actual",
  "local_abbreviation": "TLA",
  "version_id": 176,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004.</p>",
    "text": "Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "DAN.INTRO1",
      "is_chapter": false,
      "current": {
        "usfm": [
          "DAN.INTRO1"
        ],
        "human": "Daniel Introducción"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.1"
        ],
        "human": "Daniel 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZK.48"
        ],
        "human": "Ezequiel 48",
        "toc": true
      },
      "items": []
    },
    {
      "chapter_usfm": "DAN.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.1"
        ],
        "human": "Daniel 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.2"
        ],
        "human": "Daniel 2",
        "toc": true
      },
      "previous": {
        "canonical": false,
        "usfm": [
          "DAN.INTRO1"
        ],
        "human": "Daniel Introducción",
        "toc": true
      },
      "items": [
        {
          "type": "section1",
          "verse_numbers": [],
          "lines": [
            "Historia de Daniel"
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(1—6)"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Comienzo de la historia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2
          ],
          "lines": [
            "El rey Nabucodonosor de Babilonia llegó a la ciudad de Jerusalén para conquistarla con su ejército, y Dios le permitió tomar prisioneros al rey Joacín y a muchos israelitas, y llevárselos a Babilonia. Dios también le permitió llevarse muchos de los utensilios que se usaban en el templo de Jerusalén. Nabucodonosor se los llevó y los juntó con los tesoros que había en el templo de sus dioses. Cuando esto sucedió, Joacín llevaba tres años de reinar en Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3,
            4,
            5
          ],
          "lines": [
            "El rey Nabucodonosor quería tener a su servicio gente joven y bien parecida, que no tuviera ningún defecto; además deberían saber de todo. Por eso ordenó que, de entre los prisioneros israelitas, le llevaran los jóvenes más inteligentes y de las mejores familias. Durante tres años, esos jóvenes comerían y beberían lo mismo que el rey; mientras tanto, estudiarían y aprenderían el idioma y la cultura de los babilonios. Pasado ese tiempo, ellos entrarían a servir en el palacio del rey.",
            "Aspenaz, jefe de los que servían en el palacio, se encargaría de cumplir las órdenes del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Daniel y sus amigos en el palacio del rey"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entre los que fueron llevados al palacio del rey estaban cuatro jóvenes de la tribu de Judá. Se llamaban Daniel, Ananías, Misael y Azarías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "pero el jefe de los sirvientes del palacio les cambió el nombre. A Daniel le puso Beltsasar, a Ananías le puso Sadrac, a Misael le puso Mesac, y a Azarías le puso Abed-nego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Daniel decidió no comer ni beber lo mismo que el rey, porque para él eso era un pecado. Por eso le pidió a Aspenaz que no los obligara a pecar ni a él ni a sus amigos, comiendo esos alimentos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y aunque Dios había hecho que Daniel le cayera bien a Aspenaz,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "de todos modos Aspenaz le dijo:",
            "«El rey ya decidió lo que ustedes deben comer y beber. Y yo le tengo miedo. Si llega a ver que ustedes tienen cara de enfermos, mientras que los otros jóvenes se ven sanos, me mandará matar. Y de eso ustedes tendrán la culpa»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces Daniel fue a hablar con quien estaba encargado de cuidar de él y de sus amigos, y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "«Nosotros somos sus humildes servidores. Yo le ruego a usted que haga con nosotros una prueba de diez días. Durante ese tiempo, denos usted de comer solamente verduras, y de beber solamente agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pasados los diez días, compare usted nuestra cara con la de los jóvenes que comen lo que come el rey. Entonces podrá usted hacer con nosotros lo que le parezca mejor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14,
            15
          ],
          "lines": [
            "El encargado de cuidarlos aceptó hacer lo que Daniel le propuso, y diez días después Daniel y sus amigos se veían más sanos y fuertes que los jóvenes que comían lo mismo que el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces el encargado de ellos dejó de darles el vino y la comida que estaban obligados a beber y comer, y en vez de eso les daba a comer verduras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Estos cuatro jóvenes recibieron de Dios mucha inteligencia y sabiduría para entender toda clase de libros y de ciencias. Además, Daniel podía entender el significado de los sueños y las visiones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando se cumplió el plazo que el rey había puesto, Aspenaz llevó a los jóvenes ante el rey Nabucodonosor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "El rey conversó con todos los jóvenes, pero no encontró entre todos ellos uno solo tan inteligente como Daniel y sus amigos Ananías, Misael y Azarías. Por lo tanto, los cuatro se quedaron al servicio del rey,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "haciendo todo lo que el rey les pedía, aunque lo hacían mejor y con más sabiduría que todos los sabios y adivinos del reino juntos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Fue así como Daniel se quedó en Babilonia hasta un año después de la llegada del rey Ciro de Persia."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.2"
        ],
        "human": "Daniel 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.3"
        ],
        "human": "Daniel 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.1"
        ],
        "human": "Daniel 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El sueño de Nabucodonosor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2
          ],
          "lines": [
            "En cierta ocasión, Nabucodonosor tuvo unos sueños muy extraños, y se quedó tan inquieto que ya ni dormir podía. Entonces mandó llamar a todos los sabios y adivinos que había en su reino, pues quería que le dijeran qué significado tenían sus sueños. Cuando esto sucedió, Nabucodonosor llevaba dos años de ser rey. Los sabios y adivinos se presentaron ante el rey,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y el rey les dijo:",
            "—Tuve un sueño, y me preocupa no saber lo que significa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Como los sabios hablaban arameo, le contestaron al rey en ese idioma:",
            "—Nosotros estamos para servir a Su Majestad, y le deseamos muchos años de vida. Si Su Majestad nos cuenta su sueño, nosotros le diremos lo que significa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5,
            6
          ],
          "lines": [
            "El rey les contestó:",
            "—Ya he tomado una decisión. Si ustedes me dicen lo que soñé y lo que el sueño significa, yo les daré muchos regalos y haré que todos les rindan honores. Pero si no me dicen lo que soñé, ni lo que el sueño significa, mandaré que los partan en pedazos y que conviertan sus casas en basureros. Más les vale, entonces, decirme lo que soñé y lo que quiere decir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los sabios volvieron a decirle:",
            "—Si Su Majestad nos cuenta lo que soñó, nosotros le diremos lo que significa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8,
            9
          ],
          "lines": [
            "El rey les dijo:",
            "—Creo que ustedes quieren ganar tiempo. Se están poniendo de acuerdo para decirme puras mentiras. Pero mi decisión no va a cambiar. Díganme qué fue lo que soñé, y así sabré que son capaces de decirme lo que significa. Si no me lo dicen, mandaré que los castiguen a todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los sabios se defendieron:",
            "—Nunca ningún rey, por más poderoso que fuera, les ha pedido a sus sabios y adivinos responder a algo tan difícil. Ni hay nadie en el mundo capaz de adivinar lo que Su Majestad quiere saber."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Tal vez los dioses podrían darle una respuesta, ¡pero ellos no viven en este mundo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Al oír esto, el rey se enojó mucho y mandó que mataran a todos los sabios que vivían en Babilonia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "así que también buscaron a Daniel y a sus amigos, para matarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Daniel le explica al rey su sueño"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El jefe de los soldados del rey, que se llamaba Arioc, se dispuso a matar a todos los sabios de Babilonia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "pero Daniel fue a verlo, y con mucho tacto le preguntó por qué había ordenado el rey matar a todos los sabios.",
            "En cuanto Arioc le explicó la razón de la orden,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Daniel fue a hablar con el rey y se comprometió a explicarle el significado del sueño. Pero le dijo que, para eso, necesitaba un poco más de tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17,
            18
          ],
          "lines": [
            "Después fue a su casa, y allí les contó a sus amigos lo que pasaba. También les pidió que oraran a Dios por él, para que no les pasara nada ni a él ni a ellos, ni a los sabios de Babilonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Esa misma noche, Dios ayudó a Daniel y le aclaró el misterio del sueño. Entonces Daniel bendijo a Dios con estas palabras:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Dios mío,",
            "solo tú eres sabio y poderoso.",
            "¡Bendito seas por siempre!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21,
            22
          ],
          "lines": [
            "Tú eres el Dios de la historia.",
            "Todo en el mundo sucede",
            "porque quieres que suceda.",
            "A unos los haces reinar,",
            "y a otros los quitas del trono.",
            "Tú haces que los sabios entiendan",
            "los misterios más profundos.",
            "Donde tú te encuentras",
            "no hay lugar para las sombras,",
            "porque la luz eres tú."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "A ti, Dios de mis padres,",
            "te doy gracias y te alabo,",
            "porque me has hecho entender",
            "qué fue lo que el rey soñó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Después de eso, Daniel fue a ver a Arioc y le dijo: «Antes de que mate usted a alguien, lléveme a ver al rey. Yo le voy a explicar lo que quiere decir su sueño»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Enseguida Arioc presentó a Daniel ante el rey, y le dijo: «Tengo aquí a un jovencito, de los que trajimos de Judá. Dice que él puede decir a Su Majestad lo que significa su sueño»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "En Babilonia conocían a Daniel con el nombre de Beltsasar. Entonces el rey le dijo a Daniel:",
            "—¿Así que tú vas a decirme lo que soñé, y lo que significa mi sueño?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y Daniel le contestó:",
            "—No hay ningún sabio ni adivino capaz de adivinar lo que Su Majestad quiere saber."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28,
            29,
            30
          ],
          "lines": [
            "Yo mismo, no soy más sabio que nadie. Pero en el cielo hay un Dios que conoce todos los misterios.",
            "»Mientras Su Majestad dormía, pensaba mucho en el futuro y comenzó a soñar. Pues bien, Dios ha hecho ver a Su Majestad, en esos sueños, lo que está por suceder. Y a mí, me ha dado a conocer el significado de esos sueños."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "»Su Majestad soñaba que veía una estatua muy grande y fea, la cual le causaba mucho miedo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "La cabeza de la estatua era de oro puro, el pecho y los brazos eran de plata, el vientre y los muslos eran de cobre,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "y las piernas eran de hierro. ¡Pero los pies eran de una mezcla de hierro y barro!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "»Mientras Su Majestad contemplaba la estatua, una piedra que nadie arrojó vino rodando, golpeó a la estatua en los pies, ¡y la estatua se vino abajo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Todos los metales de la estatua se hicieron polvo. Y enseguida vino un viento muy fuerte, y se llevó todo eso como si fuera paja. Nunca volvió a encontrarse nada de la estatua. Sin embargo, la piedra que golpeó la estatua llegó a ser una gran montaña. ¡Era tan grande que llenaba toda la tierra!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36,
            37,
            38
          ],
          "lines": [
            "»Este sueño quiere decir que Su Majestad es el rey más poderoso de todos los reyes. Su Majestad es la cabeza de oro, pues el Dios del cielo lo ha hecho rey y le ha dado mucho poder y mucha honra. También le ha dado poder sobre toda la gente que vive en la tierra, y sobre todos los animales que hay en la tierra y en el cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "»Después de Su Majestad habrá otro rey, menos importante que usted. Luego vendrá un tercer rey, representado por el cobre, que dominará toda la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Por último, vendrá otro rey que tendrá la fuerza del hierro. Este rey vencerá a los otros reyes, así como el hierro vence a los otros metales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41,
            42
          ],
          "lines": [
            "»Su Majestad vio en su sueño que los pies de la estatua eran de hierro y de barro. Eso quiere decir que el último reino estará dividido. Será fuerte como el hierro, pero también será débil como el barro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "La mezcla de hierro y barro en sus pies quiere decir que este reino tratará de mantenerse unido. Para eso, habrá matrimonios entre las familias de diferentes reinos. Pero así como no es posible unir el hierro con el barro, tampoco será posible que ese reino se mantenga unido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "»Sin embargo, en esos días el Dios del cielo enviará a un rey que reinará para siempre, y al que nadie podrá vencer. Al contrario, será él quien destruya a los otros reinos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Eso es lo que significa la piedra que nadie arrojó, y que destruyó la estatua.",
            "»Su Majestad, esto es lo que el gran Dios quiere que usted sepa acerca del futuro. Tanto el sueño como su significado son verdad, y todo pasará como se lo he dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Cuando el rey Nabucodonosor oyó esto, se arrojó al suelo con la intención de adorar a Daniel. Además, ordenó que le presentaran a Daniel ofrendas, como si Daniel fuera Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Luego le dijo a Daniel:",
            "—No hay duda. Tu Dios es el Dios de todos los dioses; ¡es el rey de todos los reyes! Él lo sabe todo, y por eso tú pudiste explicarme este sueño tan misterioso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Enseguida, el rey le dio muchos regalos costosos, y además lo nombró gobernador de toda Babilonia y jefe de todos los sabios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Entonces Daniel le pidió al rey que pusiera a sus amigos en puestos de mucha importancia. Y así Sadrac, Mesac y Abed-nego llegaron a ser administradores en Babilonia. Daniel, por su parte, se quedó en la corte del rey."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.3"
        ],
        "human": "Daniel 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.4"
        ],
        "human": "Daniel 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.2"
        ],
        "human": "Daniel 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La gente adora la estatua de oro"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El rey Nabucodonosor mandó hacer una estatua de oro. La estatua tenía treinta metros de alto y tres metros de ancho, y fue puesta en el valle de Durá, que está en la provincia de Babilonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2,
            3
          ],
          "lines": [
            "Para la presentación de la estatua, el rey mandó que se reunieran todas las personas importantes de su gobierno. Cuando toda esa gente estuvo reunida,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4,
            5
          ],
          "lines": [
            "un mensajero anunció:",
            "«Hay aquí gente que viene de diferentes pueblos y habla distintos idiomas. A todos ustedes, el rey Nabucodonosor les ordena prestar atención a los músicos, que van a tocar sus instrumentos. En cuanto oigan la música, todos ustedes deberán inclinarse hasta el suelo y adorar a la estatua que el rey mandó hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Quien no se incline para adorar a la estatua, será arrojado de inmediato a un horno encendido»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y así fue. En cuanto la gente oyó la música, todos se arrodillaron y adoraron a la estatua de oro. Pero como los judíos no obedecieron la orden,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "unos babilonios fueron a ver al rey para acusarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Le dijeron:",
            "«¡Deseamos que Su Majestad viva muchos años!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Sabemos que usted nos ha ordenado adorar a la estatua de oro, tan pronto como oigamos la música."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "También sabemos que quien no obedezca será arrojado a un horno encendido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero hay unos judíos que no respetan a Su Majestad, ni adoran a sus dioses, ni quieren inclinarse ante la estatua de oro. Y esto, a pesar de que Su Majestad les dio puestos muy importantes en el gobierno de Babilonia. Estamos hablando de Sadrac, Mesac y Abed-nego»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Al oír esto, el rey Nabucodonosor se enojó muchísimo y mandó que le llevaran a esos tres judíos. Cuando ellos se presentaron ante el rey,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "él les preguntó:",
            "—He sabido que ustedes no adoran a mis dioses ni quieren inclinarse ante la estatua de oro. ¿Es cierto eso?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Voy a darles una oportunidad. Si al escuchar la música, se inclinan y adoran a la estatua, no les haré nada. Pero si no la adoran, ordenaré que de inmediato los echen al horno. ¡Y ya verán que no habrá Dios que pueda salvarlos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16,
            17,
            18
          ],
          "lines": [
            "Sadrac, Mesac y Abed-nego le respondieron:",
            "—Su Majestad, eso no es algo que nos preocupe. Si el Dios que adoramos así lo quiere, es capaz de librarnos del fuego y del poder de Su Majestad. Pero aun si no quisiera hacerlo, nosotros no pensamos adorar esa estatua de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios salva del fuego a los tres jóvenes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Cuando Nabucodonosor oyó esto, se enojó mucho con los tres jóvenes y mandó que calentaran el horno al máximo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Luego ordenó que sus hombres más fuertes ataran a los jóvenes y los echaran al fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21,
            22
          ],
          "lines": [
            "Los hombres del rey ataron de inmediato a Sadrac, a Mesac y a Abed-nego. Como el rey quería que los echaran al horno enseguida, los hombres del rey les dejaron la misma ropa fina que traían puesta. Pero el horno estaba demasiado caliente, así que al momento en que arrojaron a los tres jóvenes al horno, el fuego alcanzó a los hombres del rey y los mató."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Los jóvenes, en cambio, cayeron al horno atados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Cuando Nabucodonosor vio esto, se levantó rápidamente y les preguntó a sus consejeros:",
            "—Me parece que los jóvenes que echamos al horno eran tres, y los tres estaban atados.",
            "—Así es —respondieron los consejeros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "—Entonces —dijo el rey—, ¿cómo es que yo veo a cuatro? Todos ellos están desatados, y andan paseándose por el horno, sin que les pase nada. Además, ¡el cuarto joven parece un ángel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Dicho esto, Nabucodonosor se acercó al horno lo más que pudo, y gritó: «Sadrac, Mesac y Abed-nego, servidores del Dios altísimo, ¡salgan de allí!»",
            "Los tres jóvenes salieron del horno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Enseguida los rodearon todas las personas importantes del gobierno, y se quedaron sorprendidos al ver que el fuego no les había hecho ningún daño. No se les había quemado la piel ni el pelo, ¡y ni siquiera su ropa olía a quemado!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "El rey exclamó:",
            "«Bendito sea el Dios de Sadrac, Mesac y Abed-nego, que envió a su ángel para salvarlos. Tanto confían ellos en su Dios, que no quisieron obedecer mis órdenes. ¡Estaban dispuestos a morir, antes que adorar a otro dios!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "»No hay otro dios que pueda hacer lo que el Dios de estos jóvenes ha hecho. Por lo tanto, ordeno que quien hable mal de este Dios sea cortado en pedazos, y que su casa se convierta en un basurero. ¡No me importa de dónde sea ni qué idioma hable!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Además, Nabucodonosor les dio a los tres jóvenes puestos aun más importantes en el gobierno de Babilonia."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.4"
        ],
        "human": "Daniel 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.5"
        ],
        "human": "Daniel 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.3"
        ],
        "human": "Daniel 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nabucodonosor se vuelve loco"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "1 (3.31) Después de eso, Nabucodonosor dijo:",
            "«Con mis mejores deseos de paz y abundancia para todos los pueblos de la tierra, yo, el rey Nabucodonosor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "2 (3.32) quiero contar las cosas tan maravillosas que el Dios altísimo ha hecho conmigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "3 (3.33) ¡Qué grandes son sus milagros y maravillas! Su reino durará para siempre, y su poder nunca tendrá fin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "4 (4.1) »Mientras yo descansaba muy tranquilamente en mi palacio,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "5 (2) tuve un sueño. Lo que vi en el sueño me asustó mucho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "6 (3) Entonces ordené que se presentaran ante mí todos los sabios de Babilonia, para que me explicaran el sueño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "7 (4) Cuando vinieron, les conté mi sueño; pero ninguno pudo decirme lo que significaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8,
            9
          ],
          "lines": [
            "8-9 (5-6) Después se presentó Daniel. Nosotros lo conocemos como Beltsasar, en honor de mi dios. Yo sé que a Daniel lo guía el espíritu del Dios único. Por eso le conté mi sueño, y le dije:",
            "»Tú, Beltsasar, eres más sabio que todos los sabios juntos. Yo sé que no hay nada que tú no sepas. He tenido un sueño, y quiero que me digas lo que significa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "10 (7) Esto fue lo que soñé:",
            "»En medio de la tierra",
            "había un árbol muy alto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "11 (8) No había otro árbol más fuerte;",
            "no había otro árbol más grande.",
            "Se podía ver desde lejos,",
            "y llegaba hasta el cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "12 (9) Eran tan verdes sus hojas",
            "y tan abundante su fruta,",
            "que alcanzaba para alimentar",
            "a todas las aves del cielo,",
            "a todos los animales del campo",
            "y a toda la gente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "13 (10) »Mientras yo seguía acostado,",
            "un ángel bajó del cielo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "14 (11) y a gritos anunció:",
            "“¡Echen abajo ese árbol!",
            "Córtenle las ramas,",
            "déjenlo sin hojas,",
            "arránquenle su fruta.",
            "Que se vayan los animales",
            "que se cubren con su sombra;",
            "que se vayan los pájaros",
            "que anidan en sus ramas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15,
            16
          ],
          "lines": [
            "15-16 (12-13) Déjenle sólo el tronco,",
            "y no le arranquen las raíces.",
            "Déjenlo entre la hierba del campo,",
            "y que lo riegue el rocío.",
            "”Dejen que ese árbol,",
            "que es el rey Nabucodonosor,",
            "cambie su manera de pensar",
            "y se vuelva como los animales.",
            "Déjenlo que coma hierba,",
            "como los animales,",
            "y sujétenlo con cadenas",
            "durante siete años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "17 (14) ”Los mensajeros de Dios",
            "han decidido castigarlo.",
            "Así todo el mundo sabrá",
            "que solo el Dios altísimo",
            "gobierna a todos los reinos.",
            "Hace rey a quien él quiere,",
            "y hace jefe de un país",
            "a la persona más sencilla”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "18 (15) »Este es el sueño que tuve, y que ningún sabio me pudo explicar. Pero yo sé que tú puedes hacerlo, porque el espíritu del Dios único está en ti»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "19 (16) Daniel estaba muy preocupado por las ideas que le venían a la cabeza, así que se quedó callado. Pero el rey lo llamó por su otro nombre y le dijo:",
            "—No te preocupes, Beltsasar. Dime lo que significa el sueño.",
            "Y Daniel le contestó:",
            "—¡Cómo quisiera yo que el significado del sueño tuviera que ver con los enemigos de Su Majestad!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20,
            21,
            22
          ],
          "lines": [
            "20-22 (17-19) El árbol grande y poderoso que usted vio en su sueño es usted mismo. Su Majestad llegó a ser tan poderoso que su grandeza llegaba hasta el cielo. Y así como el árbol tenía hojas muy verdes, y todos comían de su fruta, así también Su Majestad cubría toda la tierra, y todo el mundo sabía de su poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "23 (20) »En el sueño usted vio que un ángel bajaba del cielo, y ordenaba que cortaran el árbol. Pero tenían que dejarle el tronco y las raíces, y sujetarlo con cadenas durante siete años. Además, el árbol debía quedarse en el campo, junto con los animales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "24 (21) »Eso quiere decir que el Dios altísimo ha decidido castigar a Su Majestad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "25 (22) Usted ya no vivirá con la gente, sino que vivirá con los animales, y comerá hierba como ellos. Se bañará con el rocío del cielo, y así estará usted durante siete años. Al final de esos siete años, Su Majestad reconocerá que solo el Dios altísimo gobierna a todos los reinos del mundo, y que solo él puede hacer rey a quien él quiere."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "26 (23) »Al árbol se le dejaron el tronco y las raíces. Eso quiere decir que Su Majestad volverá a reinar, pero solo cuando haya reconocido el poder del Dios del cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "27 (24) »Yo le aconsejo a Su Majestad que deje de hacer lo malo, y que ayude a la gente pobre y necesitada. Tal vez así pueda vivir Su Majestad tranquilo y feliz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "28 (25) Lo que Daniel le dijo al rey Nabucodonosor se hizo realidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "29 (26) Un año después, el rey andaba paseando por su palacio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "30 (27) y dijo: «¡Qué grande es Babilonia! ¡Yo fui quien la hizo grande y hermosa, para mostrar mi poder a todo el mundo!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "31 (28) Todavía estaba hablando el rey, cuando se oyó una voz del cielo que le dijo:",
            "«Rey Nabucodonosor, a partir de este momento dejarás de ser rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "32 (29) No vivirás ya entre la gente, sino que vivirás siete años entre los animales. Comerás hierba del campo, como ellos, hasta que reconozcas que el Dios altísimo es el único rey de este mundo. Solo Dios puede hacer rey a quien él quiere que sea rey»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "33 (30) Estas palabras se cumplieron inmediatamente, y el rey dejó de vivir entre la gente. Comía pasto, como los toros, y se bañaba con el rocío del cielo. Sus cabellos parecían plumas de águila, y sus uñas parecían garras de pájaro."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nabucodonosor sana de su locura"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "34 (31) «Al cabo de los siete años, yo, Nabucodonosor, dejé de estar loco. Entonces levanté los ojos al cielo y le di gracias al Dios altísimo, que vive para siempre. Lo alabé y le dije:",
            "“Tu poder durará para siempre,",
            "y tu reino no tendrá fin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "35 (32) Ante ti, nada podemos hacer",
            "los que vivimos en la tierra.",
            "Tú haces lo que quieres",
            "con los ejércitos del cielo",
            "y con los habitantes del mundo.",
            "Nadie puede oponerse a ti,",
            "ni hacerte ningún reclamo”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "36 (33) »Tan pronto como dije esto, sané de mi locura y recuperé la grandeza de mi reino. ¡Volví a ser el mismo de antes! Todos mis consejeros y jefes de mi reino vinieron a servirme, y llegué a ser más poderoso que antes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "37 (34) Por eso alabo y adoro al Rey del cielo, pues todo lo que hace está bien hecho. Él es un Dios justo, que humilla a los que son orgullosos. Lo digo yo, el rey Nabucodonosor»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.5"
        ],
        "human": "Daniel 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.6"
        ],
        "human": "Daniel 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.4"
        ],
        "human": "Daniel 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La fiesta de Belsasar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El rey Belsasar hizo una gran fiesta, a la que invitó a las mil personas más importantes de su reino. Todos los asistentes a la fiesta bebieron mucho vino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2,
            3
          ],
          "lines": [
            "También Belsasar bebió mucho, y ya borracho mandó traer las copas de oro y plata que su padre Nabucodonosor había traído del templo de Jerusalén. Las mandó traer para que él y sus invitados siguieran bebiendo en ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y mientras bebían, cantaban alabanzas a sus dioses, que eran simples estatuas de oro, plata, cobre, hierro, madera y piedra."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios escribe en la pared"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "De pronto, una mano apareció sobre la pared y comenzó a escribir. La luz de las lámparas permitía ver bien cómo escribía. En cuanto el rey vio la mano,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "se puso blanco y comenzó a temblar de miedo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Enseguida llamó a gritos a sus sabios y adivinos, y les ordenó: «¿Hay alguien aquí que me pueda explicar lo que está escrito en la pared? Al que lo haga, lo vestiré como un príncipe y le daré el tercer lugar de importancia y autoridad en mi reino»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero ninguno de los sabios y adivinos entendía lo que estaba escrito, así que tampoco podían explicárselo al rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Por eso el rey se preocupó mucho, y se asustó aún más. También sus invitados estaban muy confundidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando la reina oyó los gritos de Belsasar y de sus invitados, entró al salón del banquete y le dijo al rey:",
            "«¡Deseo que Su Majestad viva muchos años! ¡No se preocupe más, ni tenga tanto miedo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Aquí en Babilonia hay un joven muy inteligente y sabio. En él vive el espíritu del Dios único. Nabucodonosor, padre de Su Majestad, lo conocía bien, y por eso lo puso como jefe de todos los sabios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»Ese joven puede explicar los sueños y las cosas más difíciles y misteriosas. Se llama Daniel, aunque el rey Nabucodonosor le cambió el nombre y le puso Beltsasar. Llámelo usted. Él le dirá a Su Majestad lo que significa esa escritura en la pared»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El rey mandó llamar a Daniel. Y cuando Daniel llegó, el rey le preguntó:",
            "—¿Así que tú eres uno de esos judíos que mi padre trajo de Judá?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Según me contaron, en ti vive el espíritu del Dios único, y por eso eres muy inteligente y sabio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»Yo mandé traer a todos los sabios y adivinos, para que me explicaran lo que está escrito en la pared, pero no pudieron hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Yo sé que tú puedes explicar cosas muy difíciles. Si me dices qué significa lo que está escrito en la pared, mandaré que te vistan como a un príncipe. Además, te daré el tercer lugar de importancia y autoridad en mi reino.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y Daniel le contestó:",
            "—Yo puedo explicar a Su Majestad lo que significa la escritura en la pared. Pero no tiene que hacerme ningún regalo ni darme ningún puesto importante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18,
            19
          ],
          "lines": [
            "»El Dios altísimo dio un reino muy grande al rey Nabucodonosor, padre de Su Majestad. Todas las naciones lo respetaban y reconocían su grandeza. También le tenían miedo, porque él decidía a quién matar y a quién dejar con vida, a quién humillar y a quién poner en un lugar importante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»El rey Nabucodonosor se sentía tan importante y poderoso, que empezó a tratar mal a la gente. Por eso Dios le quitó el reino,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "y Nabucodonosor no pudo seguir viviendo entre la gente, pues se portaba como un animal. Vivía entre los burros salvajes, comía pasto como los toros, y se bañaba con el rocío del cielo. Así vivió hasta que reconoció que solo el Dios altísimo reina sobre todas las naciones, y que solo él decide quién puede ser rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "»Su Majestad ya sabía todo esto, y aunque lo sabía no quiso ser humilde."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Al contrario, Su Majestad mandó traer las copas del templo de Dios, y en ellas bebieron Su Majestad y todos sus invitados. Para colmo, en vez de que usted adorara al Dios que lo hizo y que tiene poder sobre su vida, tanto usted como sus invitados adoraron a sus dioses. ¡Esos dioses no pueden ver ni oír ni pensar, pues están hechos de metal, madera y piedra!",
            "»Tales acciones de Su Majestad hicieron enojar al Dios del cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Por eso él mandó que la mano escribiera:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "“mené, mené, tekel y parsín”,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "y esto es lo que significan estas palabras:",
            "»“Mené” quiere decir que Dios ha decidido poner fin al reinado de Su Majestad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "“Tekel” quiere decir que Dios concedió a Su Majestad una oportunidad, pero Su Majestad no la aprovechó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "“Parsín” quiere decir que Dios partirá en dos el reino de Su Majestad, y que se lo dará a los medos y a los persas.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Enseguida el rey Belsasar ordenó que vistieran a Daniel como a un príncipe. También hizo anunciar que, en todo el reino, Daniel tendría el tercer lugar de mayor importancia y autoridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y esa misma noche mataron a Belsasar, rey de los babilonios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "31 (6.1) Así Darío llegó a ser rey de los medos. Cuando esto sucedió, Darío tenía sesenta y dos años."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.6"
        ],
        "human": "Daniel 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.7"
        ],
        "human": "Daniel 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.5"
        ],
        "human": "Daniel 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Daniel en la cueva de los leones"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "1 (2) Para mantener el control de su reino, Darío nombró a ciento veinte personas que le ayudaban a gobernar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "2 (3) A esos ciento veinte los vigilaban tres jefes superiores a ellos. Uno de esos tres jefes era Daniel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "3 (4) Y tan bueno fue el desempeño de Daniel que el rey lo nombró jefe de todos, y hasta llegó a pensar en hacerlo jefe de todo el reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "4 (5) Los otros solo esperaban que Daniel hiciera algo malo, o que cometiera algún error, para acusarlo con el rey. Pero no pudieron acusarlo de nada, pues Daniel siempre hacía bien su trabajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "5 (6) Por eso se pusieron de acuerdo y dijeron: «Como no tenemos nada de qué acusar a Daniel, lo haremos caer solamente con algo que tenga que ver con su religión»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "6 (7) Entonces los jefes principales fueron a ver al rey Darío, y le dijeron:",
            "«¡Deseamos que Su Majestad viva muchos años!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "7 (8) Todos los jefes y gobernantes queremos sugerir a Su Majestad que ponga en vigor una nueva ley. Según esa ley, durante un mes nadie podrá adorar a ningún dios ni persona, sino solo a Su Majestad. Esa ley se aplicará en todo el reino, y cualquiera que la desobedezca será echado vivo a la cueva de los leones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "8 (9) Si Su Majestad firma esta ley, nada ni nadie podrá cambiarla. Así lo dice la ley de los medos y los persas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "9 (10) El rey aceptó firmar la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "10 (11) Daniel lo supo, pero de todos modos se fue a su casa para orar a Dios. Daniel acostumbraba orar tres veces al día, así que entró en su cuarto, abrió la ventana y, mirando hacia Jerusalén, se arrodilló y comenzó a orar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "11 (12) Cuando los jefes principales vieron que Daniel estaba orando a Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "12 (13) fueron y lo acusaron con el rey. Le dijeron:",
            "—Su Majestad ha ordenado que durante un mes nadie adore a ningún dios ni persona, que no sea usted. El mes no ha terminado todavía, ¿no es cierto? Además, Su Majestad ha ordenado también que quien desobedezca sea echado a la cueva de los leones.",
            "El rey respondió:",
            "—Así es, y las leyes de los medos y los persas nadie las puede cambiar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "13 (14) Entonces dijeron:",
            "—Pues ese Daniel, que trajeron preso de la tierra de Judá, no obedece la ley de Su Majestad. Al contrario, ¡tres veces al día se arrodilla para orar a su Dios!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "14 (15) Cuando el rey escuchó esto, se puso muy triste, y toda la noche estuvo pensando en cómo salvar a Daniel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "15 (16) Al día siguiente, los jefes principales fueron a verlo y le dijeron:",
            "—Su Majestad sabe bien que Daniel debe morir. Cuando un rey de los medos y los persas firma una ley, nadie puede cambiarla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "16 (17) Entonces el rey mandó traer a Daniel, para que lo echaran a la cueva de los leones. Pero antes de que lo echaran, el rey le dijo: «Daniel, deseo que te salve el Dios a quien tú siempre has adorado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "17 (18) Enseguida echaron a Daniel a la cueva de los leones. Luego taparon la cueva con una piedra muy grande, y el rey puso su sello en la entrada. Lo mismo hicieron los jefes principales para que nadie se atreviera a sacar de allí a Daniel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "18 (19) Después de eso, el rey se fue a su palacio, pero en toda la noche no comió nada. Y aunque no podía dormir, tampoco quiso que le llevaran música."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "19 (20) En cuanto amaneció, el rey se levantó y fue enseguida a la cueva donde habían echado a Daniel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "20 (21) Cuando estuvo cerca de la cueva, se puso muy triste y gritó:",
            "—¡Daniel, tú siempre has adorado al Dios de la vida! ¿Pudo tu Dios salvarte de los leones?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "21 (22) Y Daniel le contestó:",
            "—¡Deseo que Su Majestad viva muchos años!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "22 (23) Mi Dios envió a su ángel para cerrarles la boca a los leones, para que no me hicieran daño. Mi Dios sabía que yo no he hecho nada malo, y que tampoco he traicionado a Su Majestad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "23 (24) Al oír esto, el rey se puso muy contento y mandó que sacaran de la cueva a Daniel. Una vez que lo sacaron, todos pudieron ver que los leones no le habían hecho ningún daño, porque él había confiado en su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "24 (25) Más tarde, el rey mandó que trajeran a quienes habían acusado a Daniel, y que los echaran a la cueva de los leones, junto con sus mujeres y sus hijos. ¡Y enseguida los leones los agarraron y les rompieron los huesos! ¡Antes de que tocaran el suelo, ya los habían despedazado!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "25 (26) Entonces el rey Darío escribió un mensaje para todas las naciones y los pueblos de su reino. Ese mensaje decía:",
            "«Con mis deseos de paz para todos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "26 (27) ordeno a los habitantes de mi reino que adoren y obedezcan al Dios de Daniel. Su Dios vive para siempre, y su reino nadie puede destruirlo. Su poder será siempre el mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "27 (28) El Dios de Daniel puede salvar y libertar, y hacer grandes maravillas en el cielo y en la tierra. ¡El Dios de Daniel pudo salvarlo de las garras de los leones!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "28 (29) Y así Daniel siguió siendo una persona muy importante en el reinado de Darío, y también en el reinado de Ciro, rey de Persia."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.7"
        ],
        "human": "Daniel 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.8"
        ],
        "human": "Daniel 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.6"
        ],
        "human": "Daniel 6",
        "toc": true
      },
      "items": [
        {
          "type": "section1",
          "verse_numbers": [],
          "lines": [
            "Sueños de Daniel"
          ],
          "rlw_lines": []
        },
        {
          "type": "section2",
          "verse_numbers": [],
          "lines": [
            "(7—12)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Durante el primer año del reinado de Belsasar en Babilonia, Daniel tuvo un sueño, y en ese sueño vio muchas cosas. Cuando despertó, puso por escrito lo que había soñado. Y esto fue lo que escribió:"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los cuatro monstruos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Yo soy Daniel. Una noche soñé que los cuatro vientos del cielo soplaban muy fuerte sobre el gran mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "De repente salieron del mar cuatro grandes monstruos, todos ellos diferentes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»El primer monstruo parecía un león con alas de águila. Pero le cortaron las alas, y entonces se paró sobre sus pies como una persona. Y en lugar de su corazón, se le dio un corazón humano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»El segundo monstruo parecía un oso, pero uno de sus costados era más alto que el otro. Entre sus dientes tenía tres costillas. Entonces recibió la orden de levantarse y comer mucha carne."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»El tercer monstruo parecía una pantera. Tenía cuatro alas de ave en la espalda, y tenía también cuatro cabezas. A este monstruo se le dio poder para reinar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Yo seguí soñando, y de pronto apareció el cuarto monstruo. Era muy diferente a los otros tres, y tan fuerte que solo de verlo daba mucho miedo. Tenía diez cuernos, y sus dientes eran dos grandes hileras de puntas de hierro. Hacía pedazos todo lo que comía, y lo demás lo pisoteaba y destruía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8,
            9,
            10,
            11,
            12
          ],
          "lines": [
            "»Mientras yo miraba los diez cuernos, de pronto le salió otro cuerno más pequeño, que al salir echó abajo a tres de ellos. A estos tres se les quitó el poder, pero se les dejó con vida, pues todavía no había llegado la hora de su muerte. Luego mataron al cuarto monstruo y echaron su cuerpo al fuego. El pequeño cuerno tenía ojos humanos, y mientras todo esto sucedía hablaba con mucho orgullo.",
            "»Vi que aparecieron unos tronos,",
            "y un Anciano tomó asiento.",
            "Su ropa era blanca como la nieve,",
            "y su pelo era blanco como la lana.",
            "Del trono y de sus ruedas",
            "brotaba un río de fuego.",
            "Miles y miles de personas",
            "adoraban al Anciano todo el tiempo.",
            "El Anciano se sentó para juzgar",
            "y abrió los libros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Mientras yo miraba todo esto,",
            "un hombre apareció entre las nubes",
            "y se acercó al Anciano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y ese hombre recibió honra y poder",
            "para reinar sobre todo el mundo.",
            "Pude ver que lo obedecían",
            "todos los pueblos y naciones.",
            "Su poder será siempre el mismo",
            "y nunca tendrá fin,",
            "y su reino jamás será destruido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»Yo quedé tan confundido por lo que vi, que hasta me enfermé."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces me acerqué a uno de los que allí estaban, y le pedí que me explicara lo que significaba el sueño. Y me dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "“Estos cuatro monstruos son cuatro reyes que reinarán sobre la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero el pueblo que ha elegido el Dios altísimo recibirá el reino, y reinará para siempre”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19,
            20,
            21,
            22,
            23
          ],
          "lines": [
            "»También le pregunté a esa persona por qué el cuarto monstruo era tan diferente. Y es que ese monstruo, con sus dientes de hierro y sus garras de cobre, daba mucho miedo; todo lo devoraba, y el resto lo pisoteaba. Y esa persona me dijo: “El cuarto monstruo es el cuarto reino que habrá sobre la tierra. Será muy diferente a los otros reinos, pues acabará con toda la tierra, y la pisoteará y aplastará”.",
            "»Pregunté entonces qué significaban los diez cuernos que tenía el monstruo en la cabeza. También pregunté qué significaba el pequeño cuerno con ojos, que hablaba con tanto orgullo. Pedí que se me explicara por qué, cuando salió, echó abajo tres cuernos. Yo había visto que ese cuerno pequeño se ponía tan orgulloso, que hasta peleaba contra el pueblo elegido por Dios y lo vencía. Pero llegó el Anciano y le dio a su pueblo la autoridad de juzgar, y también autoridad para reinar.",
            "»Aquella persona me dio esta explicación:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "“Los diez cuernos representan a diez reyes, que reinarán en la tierra. Después de ellos, se levantará otro rey, muy diferente a los demás, y humillará a tres reyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Hablará mal contra el Dios altísimo, y peleará contra su pueblo elegido. Tratará de cambiar las costumbres religiosas y la ley de Dios, y durante tres años y medio hará lo que le parezca mejor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Pero ese rey será juzgado y perderá su poder, pues será totalmente destruido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Entonces el pueblo de Dios recibirá poder y dominio sobre todos los reinos de la tierra, y reinará para siempre”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "»Esto fue todo lo que vi, y me quedé muy preocupado. Y aunque me entró mucho miedo, no le dije a nadie lo que había visto."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.8"
        ],
        "human": "Daniel 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.9"
        ],
        "human": "Daniel 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.7"
        ],
        "human": "Daniel 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El carnero y el chivo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "»Además de este sueño que ya he contado, yo, Daniel, volví a tener otro sueño. Esto sucedió cuando Belsasar llevaba tres años de reinar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En ese sueño me parecía estar junto al río Ulai, en la ciudad de Susa. Esta ciudad es la capital del reino, y se encuentra en la región conocida como Elam."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "»En el sueño veía yo, a lo lejos, un carnero parado junto al río. Ese carnero tenía dos cuernos largos, pero uno era más largo que el otro y le había salido después."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El carnero atacaba hacia el norte, hacia el sur y hacia el oeste. Pude ver que ningún otro animal podía hacerle frente, ni tampoco se libraba de sus golpes. El carnero hacía lo que quería, y cada vez se volvía más fuerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»Mientras yo pensaba en lo que había visto, vi que del oeste venía un chivo. Tenía un cuerno muy grande entre los dos ojos, y corría con tanta rapidez que parecía que volaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando el chivo estuvo cerca del carnero de dos cuernos, lo atacó con todas sus fuerzas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "y le rompió sus dos cuernos. El carnero no tuvo fuerzas para defenderse, así que el chivo lo tiró al suelo y lo pisoteó. Y nadie pudo salvarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»El chivo se iba haciendo más y más fuerte. Pero en su momento de mayor fuerza, el cuerno más grande se le rompió. En lugar de ese gran cuerno, le salieron otros cuatro cuernos. Uno de ellos apuntaba hacia el norte, otro hacia el sur, otro hacia el este y otro hacia el oeste."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "A uno de los cuernos le salió otro cuerno pequeño. Y ese cuerno creció mucho, y se extendió hacia el sur, hacia el oeste y hacia la tierra más hermosa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Fue tanto lo que creció, que llegó a tocar las estrellas del cielo. A muchas de ellas las derribó y las pisoteó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Este cuerno pequeño se atrevió también a desafiar al jefe mismo de las estrellas. Para colmo, prohibió que se presentaran a Dios las ofrendas diarias y se burló del templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Era tanta su maldad, que ordenó que su ejército acampara en donde todos los días se presentaban las ofrendas; luego echó por los suelos la verdad y comenzó a hacer todo lo que quiso. ¡Y todo le salió bien!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Poco después oí que un ángel le decía a otro ángel: “Esto que estamos viendo, pasa todos los días en el altar de las ofrendas. ¿Cuándo terminará? ¿Hasta cuándo va a permitir Dios que sigan pecando así en el templo? ¿Hasta cuándo va a permitir que sigan maltratando a los creyentes?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Y el otro ángel contestó: “Hasta que hayan pasado mil ciento cincuenta días, que es un poco más de tres años. Pasado ese tiempo, el templo quedará limpio”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»Mientras yo veía todo esto, y trataba de entenderlo, se apareció ante mí alguien que parecía un hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces escuché la voz de alguien que venía del río Ulai. Esa voz decía: “Gabriel, explícale a este hombre lo que significa el sueño”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»Cuando Gabriel se me acercó, yo me asusté tanto que me arrojé al suelo. Pero él me dijo: “Lo que has visto, se hará realidad cuando llegue el fin del mundo”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Mientras Gabriel me decía esto, yo perdí el sentido y me quedé tirado en el suelo. Pero él vino en mi ayuda y me levantó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Luego me dijo:",
            "“Ahora voy a decirte lo que pasará cuando llegue el fin del mundo. Cuando eso suceda, Dios estará muy enojado con la gente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Tú viste un carnero con dos cuernos. Esos dos cuernos son los reyes de Media y de Persia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "El chivo es el rey de Grecia, y el cuerno grande que le salió entre los ojos es el más importante de todos sus reyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los cuatro cuernos que salieron cuando se rompió el primero son los cuatro reinos que saldrán de esta nación. Pero esos reinos no tendrán tanto poder como el primero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "”Cuando llegue a su fin",
            "el poder de estos reinos,",
            "y ya nadie soporte su maldad,",
            "vendrá un rey egoísta y orgulloso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Ese rey se irá haciendo",
            "más y más poderoso,",
            "aunque no por sus propias fuerzas.",
            "Le irá bien en todo lo que haga,",
            "pero causará muchos destrozos.",
            "Destruirá a gente poderosa,",
            "y también al pueblo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Será un rey muy astuto,",
            "y engañará a mucha gente.",
            "Se creerá el rey más importante,",
            "y matará a traición",
            "a gente que vivía tranquila.",
            "Se levantará en armas",
            "contra el Príncipe de príncipes,",
            "pero saldrá derrotado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "”Ya te he explicado lo que viste acerca de los tres años y días. Eso va a suceder así. Pero tú no se lo digas a nadie, porque se hará realidad después de mucho tiempo”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "»Yo, Daniel, perdí las fuerzas y estuve muy enfermo durante varios días. Pero finalmente me levanté y seguí ocupándome de los asuntos del rey. Sin embargo, seguí preocupado porque no entendía bien todo lo que había visto»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.9"
        ],
        "human": "Daniel 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.10"
        ],
        "human": "Daniel 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.8"
        ],
        "human": "Daniel 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Daniel le pide a Dios por su gente"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2,
            3,
            4
          ],
          "lines": [
            "Daniel también escribió:",
            "«Un día, yo estaba leyendo el libro del profeta Jeremías. Cuando llegué al pasaje donde Dios le anuncia al profeta que Jerusalén quedaría destruida durante setenta años, decidí ayunar. Luego me vestí con ropas ásperas, me senté sobre ceniza, y comencé a pedirle a Dios por mi pueblo. Cuando esto sucedió, el rey Darío llevaba un año de reinar sobre los babilonios. Darío era hijo del rey Asuero, y pertenecía al pueblo de los medos.",
            "»Yo le dije a Dios en mi oración:",
            "“Dios mío, tú eres grande y poderoso. Tú siempre cumples lo que prometes, y muestras tu amor a quienes te aman y te obedecen. Por eso, tengo que reconocer"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "que hemos pecado. Nos hemos portado muy mal contigo; hemos vivido como si tú no existieras, y te hemos desobedecido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los profetas hablaron de ti a nuestros reyes y a nuestros jefes, y también a nuestros padres y a todos nosotros. Pero nunca ninguno de nosotros les hizo caso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "”Dios mío, tú eres justo. Por eso nos sentimos muy avergonzados. Así se sienten los que viven en Jerusalén, y también los que viven en los países lejanos, adonde los expulsaste por haber pecado contra ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "”Dios mío, todos estamos muy avergonzados por haber pecado contra ti. Están avergonzados nuestros reyes, nuestros jefes y nuestros padres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero tú nos entiendes, y habrás de perdonarnos.",
            "”Todos nosotros hemos pecado contra ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10,
            11,
            12,
            13,
            14
          ],
          "lines": [
            "No te hemos hecho caso, ni hemos obedecido las enseñanzas que nos diste por medio de tus profetas. No te hemos buscado, ni hemos dejado de hacer lo malo.",
            "”Dios nuestro, tú ya nos lo habías advertido. Si no nos portábamos bien, caerían sobre nosotros maldiciones y castigos. Así nos lo había enseñado Moisés, que siempre estuvo a tu servicio. Y ya has cumplido tus amenazas contra nosotros y nuestros gobernantes. Nunca antes habías castigado a nadie como nos has castigado a nosotros. ¡La destrucción de Jerusalén ha sido terrible! Pero tú eres justo en todo lo que haces. Tú eres nuestro Dios, y ni así te hemos escuchado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15,
            16
          ],
          "lines": [
            "”Dios nuestro, en el pasado tú nos diste muestras de tu gran poder. Tú sacaste de Egipto a tu pueblo, y desde entonces te hiciste muy famoso. Además, sabemos que eres muy bondadoso. Es verdad que hemos pecado y que hemos hecho lo malo, pero te rogamos que ya no te enojes contra Jerusalén. Todos los pueblos vecinos se burlan de ella y de tu pueblo. De eso tenemos la culpa nosotros y nuestros padres. Lo reconocemos. ¡Pero recuerda que Jerusalén es tu ciudad, y que está en tu monte santo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "”Por favor, Dios nuestro, escucha mi oración y mis ruegos. Por tu propio honor, te ruego que mires la triste situación en que ha quedado tu templo, y nos muestres tu amor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "¡Escúchame, Dios mío! ¡Mira cómo ha quedado destruida la ciudad donde te adoramos!",
            "”Si te pedimos esto, no es porque creamos que somos buenos, ni porque creamos merecer lo que te pedimos. Lo hacemos porque creemos que tú eres muy compasivo y bondadoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "¡Escúchanos, Dios mío, y perdónanos! ¡Atiéndenos, y ven en nuestra ayuda! ¡Dios mío, te lo pedimos por ti mismo, por tu ciudad y por tu pueblo, que te adora!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»Mientras yo estaba orando por Jerusalén, y pidiendo perdón por mis pecados y los de mi pueblo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "llegó volando el ángel Gabriel, que ya se me había aparecido en sueños. Ya casi era la hora de presentar a Dios las ofrendas de la tarde."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y Gabriel me dijo:",
            "“Escucha, Daniel: vengo para ayudarte a entender todo esto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Dios te quiere mucho, así que tan pronto como empezaste a orar, Dios contestó tus oraciones. Y yo he venido a darte su respuesta. Pon mucha atención, para que entiendas lo que quiere decir tu sueño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "”Tienen que pasar setenta semanas",
            "para que termine el castigo",
            "contra tu pueblo y la ciudad santa,",
            "y Dios les perdone su maldad.",
            "Tienen que pasar setenta semanas",
            "para que lleguen a su fin",
            "la desobediencia y el pecado.",
            "Al cabo de ese tiempo",
            "siempre habrá justicia,",
            "y sucederá lo que viste,",
            "y Dios cumplirá su promesa.",
            "Su santo templo será purificado,",
            "y se le volverá a dedicar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "”Tú debes entender bien esto:",
            "Pasarán siete semanas",
            "desde que se dé la orden",
            "de arreglar y reconstruir Jerusalén,",
            "hasta la llegada del Príncipe elegido.",
            "Las calles de Jerusalén",
            "y sus muros reconstruidos",
            "durarán sesenta y dos semanas.",
            "¡Serán días de angustia y tristeza!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "”Pasadas las sesenta y dos semanas,",
            "vendrá un rey con su ejército",
            "y matará al Príncipe elegido.",
            "¡Jerusalén y el templo",
            "serán destruidos por completo!",
            "El fin llegará de repente,",
            "como llega una inundación.",
            "¡La guerra y las destrucciones",
            "que habían sido anunciadas",
            "seguirán hasta que llegue el fin!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Durante una semana más,",
            "ese rey malvado hará un pacto",
            "con gran número de gente;",
            "pero a la mitad de la semana",
            "prohibirá que se hagan ofrendas,",
            "y en el altar de los sacrificios",
            "se ofenderá gravemente a Dios.",
            "Después de eso, Dios destruirá",
            "al malvado que lo ofendió”»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.10"
        ],
        "human": "Daniel 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.11"
        ],
        "human": "Daniel 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.9"
        ],
        "human": "Daniel 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Daniel sueña con ángeles"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2,
            3
          ],
          "lines": [
            "Daniel también escribió:",
            "«Yo tuve otro sueño acerca de lo que estaba por pasar. Cuando eso sucedió, Ciro llevaba ya tres años como rey de Persia. También ese sueño era muy difícil de entender, pero yo me propuse entenderlo, y lo logré.",
            "»Durante tres semanas estuve muy triste. No comí carne ni tomé vino, ni probé nada de lo que me gustaba. Tampoco me puse ningún perfume."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El día veinticuatro del mes de Abib, yo estaba a la orilla del gran río Tigris."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "De pronto, miré a alguien parecido a un hombre. Estaba vestido con ropa de lino, y tenía puesto un cinturón de oro puro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Su cuerpo parecía estar hecho de cristal amarillo, y su cara tenía el brillo de un relámpago. Sus ojos parecían llamas de fuego, sus brazos y sus pies brillaban como metal pulido, y hablaba tan fuerte que su voz sonaba como el murmullo de mucha gente. Se trataba del ángel Gabriel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7,
            8
          ],
          "lines": [
            "»Cuando tuve este sueño, yo estaba solo, pues los que estaban conmigo se asustaron tanto que fueron a esconderse. Hasta yo mismo me puse pálido de miedo, y sentí que me desmayaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»Al oír que el ángel me hablaba, me desmayé y caí de cara al suelo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero el ángel me ayudó a levantarme, y me puso de rodillas, con las manos sobre el suelo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces me dijo: “Daniel, levántate y escucha bien lo que voy a decirte. Dios te ama, y por eso me envió a darte este mensaje”.",
            "»Mientras el ángel hablaba conmigo, yo me puse de pie, pero seguía temblando."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12,
            13,
            14
          ],
          "lines": [
            "Y el ángel me dijo:",
            "“Daniel, no tengas miedo. Dios escuchó tus oraciones desde el primer día, cuando trataste de entender ese sueño tan difícil y te humillaste ante él. Por eso Dios me envió a decirte que tú has visto lo que va a pasarle a tu pueblo en el futuro.",
            "”Yo iba a venir antes, pero no pude hacerlo porque, durante veintiún días, el ángel encargado de cuidar al reino de Persia me lo impidió. Yo me había quedado solo, junto a los reyes de Persia, pero vino en mi ayuda Miguel, uno de los ángeles más importantes de todos”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»Mientras el ángel Gabriel me decía todo esto, yo me quedé callado y solo miraba al suelo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16,
            17
          ],
          "lines": [
            "Entonces alguien más, que también parecía un hombre, me tocó los labios. Yo le dije al ángel que estaba conmigo: “Mi señor, lo que estoy viendo me llena de angustia y me deja sin fuerzas. ¿Cómo quiere usted que le hable, si casi no puedo respirar?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Aquel personaje volvió a tocarme, y me dio nuevas fuerzas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Me dijo: “¡No tengas miedo, ni te preocupes de nada! ¡Alégrate y ten valor, pues Dios te ama!”",
            "»Y mientras me decía esto, sentí que me volvían las fuerzas. Entonces le dije: “Mi señor, ahora puede usted hablarme, pues ya tengo nuevas fuerzas”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»Entonces aquel personaje me dijo: “He venido a verte porque tengo que pelear con el ángel encargado de cuidar a Persia. Cuando yo termine de pelear contra él, vendrá el ángel encargado de cuidar a Grecia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "En mi lucha contra él, solo cuento con la ayuda de Miguel, que es el ángel que protege a Israel. Ahora yo te voy a explicar lo que dice el libro de la verdad”»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.11"
        ],
        "human": "Daniel 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DAN.12"
        ],
        "human": "Daniel 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.10"
        ],
        "human": "Daniel 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Guerras entre norte y sur"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Y aquel personaje siguió diciendo:",
            "«Durante el primer año del reinado de Darío en Media, yo le brindé mi ayuda y mi apoyo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y es que Persia todavía tendrá tres reyes. Después vendrá un cuarto rey, que será más rico que los tres anteriores. Será tan rico y poderoso que atacará al reino de Grecia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "»Después vendrá un rey muy valiente, que gobernará un gran imperio y hará lo que se le antoje."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando su reino ya esté bien establecido, será destruido y se dividirá en cuatro partes. Este rey no les dejará el poder a sus hijos, ni será tan poderoso como antes fue, porque su reino estará dividido y en su lugar gobernarán otros reyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»El rey del sur será muy poderoso, pero uno de los jefes de su ejército le ganará en poder y controlará a muchas naciones y pueblos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Después de algunos años, el rey del norte y el rey del sur unirán sus fuerzas. Para que haya paz entre ellos, el rey del norte se casará con la hija del rey del sur. Sin embargo, este plan no tendrá éxito porque matarán a la hija y a su esposo, junto con su hijo y sus criados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Un miembro de la familia del rey del sur peleará contra el ejército del rey del norte, y lo vencerá; luego ocupará el castillo del rey, y con su ejército lo controlará todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Se llevará a Egipto sus dioses de metal, y otros objetos de oro y plata. De este modo, durante algún tiempo no habrá guerra entre estos dos reinos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»Tiempo después, el rey del norte tratará de conquistar al reino del sur, pero tendrá que regresar a su tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces los hijos del rey del norte se enojarán y reunirán un gran ejército para luchar contra el rey del sur. Y lo atacarán, y llegarán hasta el castillo de ese rey. A su paso lo destruirán todo, como si fueran un río desbordado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Ante este ataque, el rey del sur se enojará mucho. Entonces saldrá a luchar contra el ejército del rey del norte, y lo derrotará por completo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Esta victoria hará que el rey del sur se vuelva muy orgulloso. Pero su orgullo no le durará mucho tiempo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "porque el rey del norte organizará otro ejército, más grande y mejor preparado que el primero, y después de algunos años volverá a atacar al rey del sur y lo vencerá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»En ese tiempo, muchos se unirán al rey del norte para pelear contra el rey del sur. Tal y como lo viste en tu sueño, entre ellos habrá algunos israelitas malvados; pero no les irá bien, pues serán derrotados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El rey del norte construirá una rampa alrededor de una ciudad amurallada, y subirá a sus muros y la conquistará. ¡Ni los soldados más valientes del sur podrán detener al ejército enemigo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "El rey conquistador hará lo que quiera, y nadie se atreverá a hacerle frente. Destruirá todo lo que encuentre a su paso, y se quedará en la tierra más hermosa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»El rey del norte tratará de vencer por completo al rey del sur. Para quedarse con su reino, firmará la paz y dejará que su hija se case con él. Pero su plan no tendrá éxito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces atacará las ciudades que están a la orilla del mar, y a muchas de ellas las conquistará. Pero un jefe del ejército terminará con esto, y pondrá en vergüenza al rey del norte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Así el rey del norte volverá a sus castillos, pero un accidente le causará la muerte, y nadie más volverá a hablar de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»Su lugar lo ocupará otro rey, que para hacerse rico enviará uno de sus criados a cobrar impuestos. Pero pocos días después morirá, aunque no en la guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "»Después de ese rey vendrá un malvado, que no merecerá ser rey, pero que llegará a serlo por medio de engaños, y sin que nadie se dé cuenta de sus intenciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Ese malvado derrotará por completo a los ejércitos enemigos, y también al príncipe con quien hizo un tratado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Engañará también a sus amigos, y a pesar de no tener un gran ejército logrará sus propósitos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "»Ese malvado tomará por sorpresa las tierras más ricas del lugar, y hará lo que no hicieron sus padres ni sus abuelos: repartirá entre sus soldados las riquezas que hayan ganado en la guerra, y hará planes para conquistar a las ciudades más protegidas. Pero esto no durará mucho tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Sin embargo, se sentirá tan poderoso que, con su gran ejército, atacará al rey del sur.",
            "»Pero el rey del sur se le enfrentará valientemente, apoyado por su ejército grande y poderoso. Sin embargo, este rey será traicionado y no podrá resistir los ataques de sus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Sus propios amigos, a quienes invitaba a comer en su propia mesa, serán la causa de su desgracia. Y así, su ejército perderá la guerra, y muchos de sus soldados perderán la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "»Estos dos reyes se sentarán a comer en la misma mesa, pero solo pensarán en hacerse daño. Se engañarán el uno al otro, pero ninguno de los dos logrará su propósito, porque todavía no será el tiempo adecuado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Después de llevar a cabo sus planes, el rey del norte regresará a su país, llevándose todo lo que ganó en la guerra.",
            "»Pasado el tiempo, el rey del norte no cumplirá con el tratado de paz que hizo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Al contrario, en el momento preciso volverá a luchar contra el rey del sur, solo que esta vez no triunfará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Vendrá en barcos un ejército del oeste, y lo atacará. Esto le dará tanto miedo que lo hará huir. Entonces les hará caso a quienes, por estar a su servicio, no cumplieron con el tratado de paz. Será tanto su odio que hará cosas terribles en contra de ese tratado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "»Sus soldados no respetarán el templo ni la ciudad amurallada. No permitirán que se presente la ofrenda de todos los días, y en su lugar ofrecerán algo asqueroso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "El rey tratará de ganarse la simpatía de los que no cumplieron con el tratado de paz, pero los que aman a su Dios se mantendrán firmes y no le harán caso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33,
            34,
            35
          ],
          "lines": [
            "»Los maestros del pueblo enseñarán a mucha gente a mantenerse fieles a Dios, aunque serán perseguidos. A unos los matarán, a otros los quemarán, y a otros les robarán todas sus pertenencias. Muchos de ellos serán llevados como esclavos a otros países. Mientras esto suceda, no les faltará un poco de ayuda, aunque muchos se unirán a ellos solo por conveniencia. Todo esto sucederá como preparación, para que puedan resistir mejor otras pruebas. Pero esto durará solo un poco de tiempo, hasta que llegue el momento final señalado por Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36,
            37
          ],
          "lines": [
            "»El rey del norte hará todo lo que quiera. Será tanto su orgullo que se creerá superior a todos los dioses. Hasta llegará a ofender gravemente al verdadero Dios. Y todo le saldrá bien, pero solo hasta que Dios lo castigue, porque lo que Dios tiene que hacer lo hace."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "»Este rey adorará al dios de las ciudades amuralladas, dios al que ni sus padres ni sus abuelos adoraron, y hasta le ofrecerá oro, plata, piedras preciosas y objetos de mucho valor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Para defender las ciudades conquistadas, pedirá el apoyo de un ejército que adora a otros dioses. Y a todos los que le rindan honores, los recompensará con puestos muy importantes y con grandes territorios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "»Cuando llegue el momento final, el rey del sur atacará al rey del norte, pero este responderá a los ataques. Saldrá al frente de carros de guerra, y de todo un ejército montado a caballo, y apoyado por muchos barcos. ¡Caerá sobre todo el país, con la fuerza de una tormenta!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "También invadirá la tierra más hermosa, y matará a muchísimas personas; sin embargo, no les pasará nada a los que viven en Edom y Moab, ni a la mayoría de los que viven en Amón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "»El ejército del rey del norte conquistará varios países, y ni siquiera Egipto se escapará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "El rey se llevará todos los tesoros de Egipto: el oro, la plata y todas sus riquezas. Después de eso, conquistará Libia y Etiopía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "»Pero le llegarán noticias del este y del norte, que le darán mucho miedo. Se enojará tanto que querrá matar a muchos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Entonces pondrá su campamento entre el mar y la montaña de Dios, que está en la tierra más hermosa. Allí le llegará la hora de su muerte, y nadie podrá ayudarlo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DAN.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DAN.12"
        ],
        "human": "Daniel 12"
      },
      "next": {
        "canonical": false,
        "usfm": [
          "HOS.INTRO1"
        ],
        "human": "Oseas Introducción",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.11"
        ],
        "human": "Daniel 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los días finales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "»En ese tiempo aparecerá Miguel, que es jefe de los ángeles y defensor de Israel.",
            "»Serán días de grandes preocupaciones,",
            "como no las ha habido",
            "desde que Dios creó este mundo.",
            "Cuando llegue el momento,",
            "Dios pondrá a salvo",
            "a todos los de tu pueblo.",
            "Ya el nombre de ellos está escrito",
            "en el libro de la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ese día volverán a vivir",
            "muchos de los que ya han muerto.",
            "Unos se levantarán de la tumba",
            "para vivir para siempre,",
            "pero otros volverán a vivir",
            "para sufrir por siempre",
            "la vergüenza y el horror."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero los maestros sabios,",
            "que enseñaron a muchos",
            "a andar por el buen camino,",
            "brillarán para siempre",
            "como las estrellas del cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»Y tú, Daniel, no digas nada de esto a nadie. Mantén cerrado el libro hasta que llegue la hora final, pues muchos andarán de un lado a otro queriendo saber más»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Yo, Daniel, vi también a otros dos hombres. Uno de ellos estaba en una de las orillas del río, y el otro estaba en la orilla opuesta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Mientras el ángel vestido con ropa de lino estaba parado sobre las aguas del río, uno de aquellos hombres le preguntó:",
            "—¿Cuándo dejarán de suceder estas cosas tan maravillosas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El ángel levantó las manos al cielo y, en el nombre del Dios de la vida, juró:",
            "—Esto terminará cuando termine la destrucción del pueblo de Dios, es decir, dentro de tres años y medio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Yo oí lo que el ángel dijo, pero no entendí nada. Por eso le pregunté:",
            "—Mi señor, y después de que haya pasado todo esto, ¿qué sucederá?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El ángel me contestó:",
            "—A ti, Daniel, te toca llevar una vida normal. Nadie debe saber nada de todo esto, hasta que llegue la hora final."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Muchos van a sufrir por todo lo que te he dicho, pero después de ese sufrimiento serán mejores personas. La gente malvada seguirá siendo malvada, y no se dará cuenta de lo que estará sucediendo. Pero los maestros sabios sí se darán cuenta de todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11,
            12
          ],
          "lines": [
            "»A partir del momento en que no se permita presentar las ofrendas diarias, y que se ofrezca en el templo de Dios algo horrible y asqueroso, pasarán mil doscientos noventa días. Felices los que esperen todo ese tiempo confiando en Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y tú, Daniel, vive tranquilo hasta el día de tu muerte. Cuando llegue la hora final, te levantarás de entre los muertos para recibir tu premio.»"
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}