{
  "book_usfm": "EPH",
  "name": "Efesios",
  "local_title": "Traducción en Lenguaje Actual",
  "local_abbreviation": "TLA",
  "version_id": 176,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004.</p>",
    "text": "Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "EPH.INTRO1",
      "is_chapter": false,
      "current": {
        "usfm": [
          "EPH.INTRO1"
        ],
        "human": "Efesios Introducción"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EPH.1"
        ],
        "human": "Efesios 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "GAL.6"
        ],
        "human": "Gálatas 6",
        "toc": true
      },
      "items": []
    },
    {
      "chapter_usfm": "EPH.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EPH.1"
        ],
        "human": "Efesios 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EPH.2"
        ],
        "human": "Efesios 2",
        "toc": true
      },
      "previous": {
        "canonical": false,
        "usfm": [
          "EPH.INTRO1"
        ],
        "human": "Efesios Introducción",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Queridos hermanos y hermanas de Éfeso:",
            "A ustedes, que pertenecen al pueblo especial de Dios, y que siguen creyendo en Jesucristo y viven muy unidos a él, les envío mis saludos.",
            "Yo, Pablo, soy apóstol de Jesucristo porque Dios así lo quiso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Les pido a nuestro Padre Dios y al Señor Jesucristo que los amen mucho y les den su paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo da gracias a Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Demos gracias al Dios y Padre de nuestro Señor Jesucristo por las bendiciones espirituales que Cristo nos trajo del cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Desde antes de crear el mundo Dios nos eligió, por medio de Cristo, para que fuéramos solo de él y viviéramos sin pecado.",
            "Dios nos amó tanto que"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "decidió enviar a Jesucristo para adoptarnos como hijos suyos, pues así había pensado hacerlo desde un principio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Dios hizo todo eso para que lo alabemos por su grande y maravilloso amor. Gracias a su amor, nos dio la salvación por medio de su amado Hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7,
            8
          ],
          "lines": [
            "Por la muerte de Cristo en la cruz, Dios perdonó nuestros pecados y nos liberó de toda culpa. Esto lo hizo por su inmenso amor. Por su gran sabiduría y conocimiento,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Dios nos mostró el plan que había mantenido en secreto, y que había decidido realizar por medio de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando llegue el momento preciso, Dios completará su plan y reunirá todas las cosas, tanto en el cielo como en la tierra, y al frente de ellas pondrá como jefe a Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por medio de Cristo, Dios nos eligió desde un principio, para que fuéramos suyos y recibiéramos todo lo que él había prometido. Así lo había decidido Dios, quien siempre lleva a cabo sus planes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Dios quiso que los judíos fuéramos los primeros en poner nuestra esperanza en Cristo, para que lo alabemos por su gran poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ustedes oyeron y creyeron la buena noticia de su salvación, que es un mensaje verdadero, y gracias a Cristo pasaron a formar parte del pueblo de Dios y recibieron el Espíritu Santo, que nos había prometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ustedes lo recibieron como prueba de que Dios cumplirá su promesa, cuando haya liberado totalmente a los que formamos su pueblo. Por eso, alabamos la grandeza de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo ora por la iglesia en Éfeso"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Me he enterado de que ustedes confían mucho en el Señor Jesús y aman a todos los del pueblo de Dios. Por eso, y por lo que antes dije,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "me acuerdo de ustedes cuando estoy orando, y le doy gracias a Dios por la confianza que en él tienen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Le pido al Dios de nuestro Señor Jesucristo, es decir, al Padre maravilloso, que les dé su Espíritu, para que sean sabios y puedan entender cómo es Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "También le pido a Dios que les haga comprender con claridad el gran valor de la esperanza a la que han sido llamados, y de la salvación que él ha dado a los que son suyos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pido también que entiendan bien el gran poder con que Dios nos ayuda en todo. El poder de Dios no tiene límites; con ese mismo poder"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Dios resucitó a Cristo y le dio un lugar en el cielo, a la derecha de su trono;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "con ese mismo poder, Dios le dio a Cristo dominio sobre todos los espíritus que tienen poder y autoridad, y sobre todo lo que existe en este mundo y en el nuevo mundo que vendrá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22,
            23
          ],
          "lines": [
            "Dios puso todas las cosas bajo el poder de Cristo, y lo nombró jefe de la iglesia. Cristo es, para la iglesia, lo que la cabeza es para el cuerpo. Con Cristo, que todo lo llena, la iglesia queda completa."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EPH.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EPH.2"
        ],
        "human": "Efesios 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EPH.3"
        ],
        "human": "Efesios 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EPH.1"
        ],
        "human": "Efesios 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios nos da vida"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Antes, ustedes estaban muertos para Dios, pues hacían el mal y vivían en pecado;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "seguían el mal ejemplo de la gente de este mundo, y obedecían al poderoso espíritu en los aires, que gobierna sobre los malos espíritus y domina a las personas que desobedecen a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Antes nosotros nos comportábamos así, y vivíamos obedeciendo a los malos deseos de nuestro cuerpo y nuestra mente. ¡Con justa razón merecíamos ser castigados por Dios, como todos los demás!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero Dios es muy compasivo, y su amor por nosotros es inmenso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por eso, aunque estábamos muertos por culpa de nuestros pecados, él nos dio vida al resucitar a Cristo. Nos hemos salvado gracias al amor de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Dios, al resucitar a Jesucristo, nos resucitó y nos dio un lugar en el cielo, junto a él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Hizo esto para mostrar, en el futuro, la bondad y el gran amor con que nos amó por medio de Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Ustedes han sido salvados porque aceptaron el amor de Dios. Ninguno de ustedes se ganó la salvación, sino que Dios se la regaló."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "La salvación de ustedes no es el resultado de sus propios esfuerzos. Por eso nadie puede sentirse orgulloso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Nosotros somos creación de Dios. Por nuestra unión con Jesucristo, nos creó para que vivamos haciendo el bien, lo cual Dios ya había planeado desde antes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cristo nos une a todos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11,
            12
          ],
          "lines": [
            "Los judíos los llaman a ustedes «los no circuncidados», y ellos a sí mismos se llaman «los circuncidados», pues se circuncidan en el cuerpo. Ustedes no son judíos, y deben recordar que antes no tenían a Cristo ni eran parte del pueblo de Israel. Tampoco formaban parte del pacto ni de la promesa que Dios hizo con su pueblo. Vivían en este mundo sin Dios y sin esperanza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero ahora ustedes, que estaban lejos de Dios, ya han sido acercados a él, pues están unidos a Jesucristo por medio de su muerte en la cruz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Cristo nos ha dado la paz. Por medio de su sacrificio en la cruz, Cristo ha puesto fin al odio que, como una barrera, separaba a los judíos de los que no son judíos, y de dos pueblos ha hecho uno solo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cristo ha puesto fin a los mandatos y reglas de la ley, y por medio de sí mismo ha creado, con los dos grupos, un solo pueblo amigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por medio de su muerte en la cruz, Cristo puso fin a la enemistad que había entre los dos grupos, y los unió, formando así un solo pueblo que viviera en paz con Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Cristo vino y anunció las buenas noticias de paz a todos, tanto a ustedes, que no son judíos y estaban lejos de Dios, como a los que son judíos y estaban cerca de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Por medio de lo que Jesucristo hizo, tanto los judíos como los no judíos tenemos un mismo Espíritu, y podemos acercarnos a Dios el Padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Por eso, ante Dios ustedes ya no son extranjeros. Al contrario, ahora forman parte de su pueblo y tienen todos los derechos; ahora son de la familia de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Todos los miembros de la iglesia son como un edificio, el cual está construido sobre la enseñanza de los apóstoles y los profetas. En ese edificio Jesucristo es la piedra principal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Es él quien mantiene firme todo el edificio y quien lo hace crecer, para que llegue a formar un templo dedicado al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Por su unión con Jesucristo, ustedes también forman parte de ese edificio, en donde Dios habita por medio de su Espíritu."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EPH.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EPH.3"
        ],
        "human": "Efesios 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EPH.4"
        ],
        "human": "Efesios 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EPH.2"
        ],
        "human": "Efesios 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La misión de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Yo, Pablo, estoy preso porque sirvo a Jesucristo, y trabajo por el bien de ustedes, los que no son judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ustedes ya saben que Dios me encargó anunciarles el plan que, gracias a su gran amor, había preparado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Dios me dio a conocer el plan que tenía en secreto, y del cual ya les he escrito brevemente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Si leen lo que escribí, sabrán cómo entiendo ese plan que Dios ha llevado a cabo por medio de Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Tal secreto no se les dio a conocer a los que vivieron antes de nosotros; pero ahora, por medio de su Espíritu, Dios se lo ha mostrado a sus santos apóstoles y profetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y este es el plan secreto: por medio de Jesucristo, también los que no son judíos pueden recibir la salvación y las promesas dadas al pueblo de Israel, y formar con Israel un solo pueblo. Todo lo que ustedes tienen que hacer es aceptar esa buena noticia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7,
            8
          ],
          "lines": [
            "Dios ha sido bueno conmigo, y me ha dado el privilegio de anunciar a los que no son judíos la buena noticia de las bendiciones de Cristo, que son tantas que nadie las puede contar. Esto lo hizo gracias a su gran poder, y a pesar de que no lo merezco, pues soy la persona más insignificante en el pueblo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "También me encargó dar a conocer a todos el cumplimiento de su plan. Dios, creador del universo, mantuvo ese plan en secreto durante siglos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Así, por medio de la iglesia, los ángeles y los espíritus poderosos de los aires sabrán ahora que Dios es sabio en todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Esto era lo que Dios había planeado desde el principio, y que ha hecho realidad por medio de Jesucristo nuestro Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Gracias a Cristo, y porque confiamos en él, tenemos libertad para acercarnos a Dios sin temor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Les ruego, entonces, que no se desanimen por mis sufrimientos, pues esto es más bien un honor para ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El amor de Jesucristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Por todo esto, me arrodillo a orar delante de Dios el Padre,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "creador de todo lo que existe, tanto en el cielo como en la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por la inmensa riqueza de su gloria, pido a Dios que, por medio de su Espíritu, los haga cristianos fuertes de ánimo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "También le pido a Dios que Jesucristo viva en sus corazones, gracias a la confianza que tienen en él, y que ustedes se mantengan firmes en su amor por Dios y por los demás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Así ustedes podrán comprender, junto con todos los que formamos el pueblo de Dios, el amor de Cristo en toda su plenitud."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Le pido a Dios que ustedes puedan conocer ese amor, que es más grande de lo que podemos entender, para que reciban todo lo que Dios tiene para darles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Dios tiene poder para hacer mucho más de lo que le pedimos. ¡Ni siquiera podemos imaginar lo que Dios puede hacer para ayudarnos con su poder!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Todos los que pertenecemos a la iglesia de Cristo, debemos alabarlo por siempre. Amén."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EPH.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EPH.4"
        ],
        "human": "Efesios 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EPH.5"
        ],
        "human": "Efesios 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EPH.3"
        ],
        "human": "Efesios 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Unidad en la iglesia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Yo, que estoy preso por servir al Señor Jesús, les ruego que vivan como deben vivir quienes, como ustedes, han sido llamados a formar parte del pueblo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Sean humildes, amables y pacientes, y bríndense apoyo, por amor, los unos a los otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Hagan todo lo posible por vivir en paz, para que no pierdan la unidad que el Espíritu les dio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Solo hay una iglesia, solo hay un Espíritu, y Dios los llamó a una sola esperanza de salvación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Solo hay un Señor, una fe y un bautismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Solo hay un Dios, que es el Padre de todos, gobierna sobre todos, actúa por medio de todos, y está en todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "A cada uno de nosotros Cristo nos dio las capacidades que quiso darnos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Como dice la Biblia:",
            "«Cuando subió al cielo,",
            "llevó muchos prisioneros,",
            "y dio capacidades a la gente.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero, ¿qué significa eso de que «subió»? Pues significa que primero bajó a las partes más profundas de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y el que bajó es el mismo que después subió a lo más alto del cielo, para llenar todo el universo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Él fue quien les dio a unos la capacidad de ser apóstoles; a otros, la de ser profetas; a otros, la de ser evangelistas; y a otros, la de ser pastores y maestros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Hizo esto para que todos los que formamos la iglesia, que es su cuerpo, estemos capacitados para servir y dar instrucción a los creyentes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Así seremos un grupo muy unido y llegaremos a tener todo lo que nos falta; seremos perfectos, como lo es Cristo, por conocer al Hijo de Dios y por confiar en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ya no seremos como niños, que ahora piensan una cosa y más tarde piensan otra, y que fácilmente son engañados por las falsas enseñanzas de gente astuta, que recurre a toda clase de trampas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Al contrario, el amor debe hacernos decir siempre la verdad, para que en todo lo que hagamos nos parezcamos cada vez más a Cristo, que es quien gobierna la iglesia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Cristo es quien va uniendo a cada miembro de la iglesia, según sus funciones, y quien hace que cada uno trabaje en armonía, para que la iglesia vaya creciendo y cobrando más fuerza por causa del amor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Una nueva vida"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ahora les pido, de parte del Señor Jesús, que ya no vivan como los que no conocen a Dios, pues ellos viven de acuerdo con sus tontas ideas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Son gente ignorante y terca, que no entiende nada, y por eso no disfruta de la vida que Dios da."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Han perdido la vergüenza, se han entregado totalmente a los vicios, y hacen toda clase de indecencias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "¡Pero esto no es lo que ustedes aprendieron acerca de Cristo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Porque ustedes oyeron el mensaje acerca de él, y saben vivir como él manda, siguiendo la verdad que él enseñó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Por eso, ya no vivan ni se conduzcan como antes, cuando los malos deseos dirigían su manera de vivir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23,
            24
          ],
          "lines": [
            "Ustedes deben cambiar completamente su manera de pensar, y ser honestos y santos de verdad, como corresponde a personas que Dios ha vuelto a crear, para ser como él."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cómo vivir ahora"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Por eso, ya no deben mentirse los unos a los otros. Todos nosotros somos miembros de un mismo cuerpo, así que digan siempre la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Si se enojan, no permitan que eso los haga pecar. El enojo no debe durarles todo el día,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "ni deben darle al diablo oportunidad de tentarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Quien antes fue ladrón, debe dejar de robar, y ahora trabajar bien y con sus propias manos. Así tendrá dinero para ayudar a las personas necesitadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "No digan malas palabras. Al contrario, digan siempre cosas buenas, que ayuden a los demás a crecer espiritualmente, pues eso es muy necesario."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "No hagan que se ponga triste el Espíritu Santo de Dios, que es como un sello de identidad que Dios puso en ustedes, para reconocerlos cuando llegue el día en que para siempre serán liberados del pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Dejen de estar tristes y enojados. No griten ni insulten a los demás. Dejen de hacer el mal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Por el contrario, sean buenos y compasivos los unos con los otros, y perdónense, así como Dios los perdonó a ustedes por medio de Cristo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EPH.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EPH.5"
        ],
        "human": "Efesios 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EPH.6"
        ],
        "human": "Efesios 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EPH.4"
        ],
        "human": "Efesios 4",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ustedes son hijos de Dios, y él los ama. Por eso deben tratar de ser como él es."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Deben amar a los demás, así como Cristo nos amó y murió por nosotros. Para Dios, la muerte de Cristo es como el delicado aroma de una ofrenda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ustedes son parte del pueblo de Dios; por eso, ni siquiera deben hablar de pecados sexuales, ni de indecencias ni de ambiciones exageradas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "No digan malas palabras, ni tonterías, ni vulgaridades, pues eso no es correcto. Más bien, usen su boca para dar gracias a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Bien saben ustedes que nadie que tenga relaciones sexuales prohibidas o indecentes, o que nunca esté satisfecho con lo mucho que tiene, tendrá parte en el reino de Cristo y de Dios. Eso es tan malo como adorar a un ídolo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Vivir obedeciendo a Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "No se dejen engañar con ideas tontas, pues por cosas así Dios castiga terriblemente a quienes no lo obedecen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Así que, no tengan nada que ver con esa clase de gente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "No conocer a Dios es como vivir en la oscuridad, y antes ustedes vivían así, pues no lo conocían. Pero ahora ya lo conocen, y han pasado a la luz; vivan entonces como corresponde a quienes conocen a Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "pues su Espíritu nos hace actuar con bondad, justicia y verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Traten de hacer lo que le agrada a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "No se hagan cómplices de los que no conocen a Dios; al contrario, háganles ver su error, pues sus hechos no aprovechan de nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¡La verdad es que da vergüenza hablar de lo que ellos hacen a escondidas!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Cuando la luz brilla, todo queda al descubierto y puede verse cómo es en realidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Por eso alguien ha escrito:",
            "«¡Despiértate, tú que duermes!",
            "Levántate de entre los muertos,",
            "y Cristo te alumbrará.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Tengan cuidado de cómo se comportan. Vivan como gente que piensa lo que hace, y no como tontos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Aprovechen cada oportunidad que tengan de hacer el bien, porque estamos viviendo tiempos muy malos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "No sean tontos, sino traten de averiguar qué es lo que Dios quiere que hagan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "No se emborrachen, pues perderán el control de sus actos. Más bien, permitan que sea el Espíritu Santo quien los llene y los controle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19,
            20
          ],
          "lines": [
            "Cuando se reúnan, canten salmos, himnos y canciones espirituales. Alaben a Dios el Padre de todo corazón, y denle siempre gracias por todo, en el nombre de nuestro Señor Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Ustedes, que honran a Cristo, deben sujetarse los unos a los otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Las esposas deben sujetarse a sus esposos, así como lo hacen con Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Porque el esposo es cabeza de su esposa, así como Cristo es cabeza de su iglesia, y también su Salvador. Cristo es la cabeza, y la iglesia es el cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Por eso, la esposa debe sujetarse a su esposo en todo, así como la iglesia se sujeta a Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Los esposos deben amar a sus esposas, así como Cristo amó a la iglesia y dio su vida por ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Lo hizo para hacerla solo suya, limpiándola por medio de su mensaje y del bautismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Cristo quiso regalarse a sí mismo una iglesia gloriosa, apartada del mal y perfecta, como un vestido sin una sola arruga ni una sola mancha, ni nada parecido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "El esposo debe amar a su esposa, así como ama a su propio cuerpo. El hombre que ama a su esposa se ama a sí mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Porque nadie desprecia su propio cuerpo. Al contrario, lo alimenta y lo cuida, del mismo modo que Cristo cuida a la iglesia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "En realidad, cada uno de nosotros forma parte de la iglesia, que es el cuerpo de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Dice la Biblia: «Por eso el hombre deja a su padre y a su madre, y se une a su mujer, para formar un solo cuerpo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Esa es una verdad muy grande, y yo la uso para hablar de Cristo y de la iglesia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "En todo caso, el esposo debe amar a su esposa, como si se tratara de sí mismo, y la esposa debe respetar a su esposo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EPH.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EPH.6"
        ],
        "human": "Efesios 6"
      },
      "next": {
        "canonical": false,
        "usfm": [
          "PHP.INTRO1"
        ],
        "human": "Filipenses Introducción",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EPH.5"
        ],
        "human": "Efesios 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los padres y los hijos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Hijos, obedezcan a sus padres. Ustedes son de Cristo, y eso es lo que les corresponde hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El primer mandamiento que va acompañado de una promesa es el siguiente: «Obedezcan y cuiden a su padre y a su madre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Así les irá bien, y podrán vivir muchos años en la tierra.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y ustedes, padres, no hagan enojar a sus hijos. Más bien edúquenlos y denles enseñanzas cristianas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los esclavos y sus amos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Esclavos y esclavas, obedezcan a los que aquí en la tierra son sus amos. Obedézcanlos con respeto, sinceridad, y de buena gana, como si estuvieran sirviendo a Cristo mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6,
            7
          ],
          "lines": [
            "Esto deben hacerlo en todo momento, y no solo cuando sus amos los estén viendo. Ustedes son esclavos de Cristo, así que deben hacer con alegría y entusiasmo lo que Dios quiere que hagan, como si lo hicieran para el Señor y no solo para sus amos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pueden estar seguros de que el Señor premiará a todos por lo bueno que hayan hecho, sin importar que hayan sido esclavos o libres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "También ustedes, amos, deben tratar a sus esclavos con igual respeto, y sin amenazas. Recuerden que tanto ustedes como ellos pertenecen al mismo dueño. Ese dueño es Dios, que está en el cielo, y él no tiene favoritos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La armadura de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Finalmente, dejen que el gran poder de Cristo les dé las fuerzas necesarias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Protéjanse con la armadura que Dios les ha dado, y así podrán resistir los ataques del diablo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Porque no luchamos contra gente como nosotros, sino contra espíritus malvados que actúan en el cielo. Ellos imponen su autoridad y su poder en el mundo actual."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por lo tanto, ¡protéjanse con la armadura completa! Así, cuando llegue el día malo, podrán resistir los ataques del enemigo y se mantendrán firmes hasta el fin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¡Manténganse alerta! Que la verdad y la justicia de Dios los vistan y protejan como una armadura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Compartan la buena noticia de la paz; ¡estén siempre listos a anunciarla!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Que su confianza en Dios los proteja como un escudo, y apague las flechas encendidas que arroja el diablo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Que la salvación los proteja como un casco, y que los defienda la palabra de Dios, que es la espada del Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "No se olviden de orar. Y siempre que oren a Dios, dejen que los dirija el Espíritu Santo. Manténganse en estado de alerta, y no se den por vencidos. En sus oraciones, pidan siempre por todos los que forman parte del pueblo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Oren también por mí, y pídanle a Dios que me dé el valor de anunciar el plan que él había mantenido en secreto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El Señor me envió a anunciar ese plan, y por eso estoy preso. Pídanle a Dios que me dé el valor de anunciar sin ningún temor la buena noticia."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludos finales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21,
            22
          ],
          "lines": [
            "Les envío a Tíquico, nuestro querido compañero y fiel servidor de Cristo, para que los anime y les cuente cómo estoy y qué hago."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Deseo que Dios el Padre, y el Señor Jesucristo, les den paz, amor y confianza a todos los miembros de la iglesia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y espero que Dios sea bueno con todos los que nunca dejan de amar a nuestro Señor Jesucristo."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}