{
  "book_usfm": "JAS",
  "name": "Santiago",
  "local_title": "Traducción en Lenguaje Actual",
  "local_abbreviation": "TLA",
  "version_id": 176,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004.</p>",
    "text": "Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "JAS.INTRO1",
      "is_chapter": false,
      "current": {
        "usfm": [
          "JAS.INTRO1"
        ],
        "human": "Santiago Introducción"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JAS.1"
        ],
        "human": "Santiago 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "HEB.13"
        ],
        "human": "Hebreos 13",
        "toc": true
      },
      "items": []
    },
    {
      "chapter_usfm": "JAS.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JAS.1"
        ],
        "human": "Santiago 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JAS.2"
        ],
        "human": "Santiago 2",
        "toc": true
      },
      "previous": {
        "canonical": false,
        "usfm": [
          "JAS.INTRO1"
        ],
        "human": "Santiago Introducción",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Yo, Santiago, estoy al servicio de Dios y del Señor Jesucristo, y les envío un saludo a los cristianos que viven en todo el mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Confianza en Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Hermanos en Cristo, ustedes deben sentirse muy felices cuando pasen por toda clase de dificultades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Así, cuando su confianza en Dios sea puesta a prueba, ustedes aprenderán a soportar con más fuerza las dificultades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Por lo tanto, deben resistir la prueba hasta el final, para que sean mejores y puedan obedecer lo que se les ordene."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Si alguno de ustedes no tiene sabiduría, pídasela a Dios. Él se la da a todos en abundancia, sin echarles nada en cara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Eso sí, debe pedirla con la seguridad de que Dios se la dará. Porque los que dudan son como las olas del mar, que el viento lleva de un lado a otro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7,
            8
          ],
          "lines": [
            "La gente que no es confiable ni capaz de tomar buenas decisiones no recibirá nada del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los pobres y los ricos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Si alguno de ustedes es pobre, debe sentirse orgulloso de lo mucho que vale ante Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Si alguno es rico, debe sentirse feliz cuando Dios lo humille, pues las riquezas duran muy poco; son como las flores del campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cuando hace mucho calor, las plantas se secan; entonces sus flores se marchitan y pierden su belleza. Lo mismo pasa con el rico: ni él ni sus riquezas durarán."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las tentaciones"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Al que soporta las dificultades, Dios lo bendice y, cuando las supera, le da el premio y el honor más grande que puede recibir: la vida eterna, que ha prometido a quienes lo aman."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Cuando ustedes sean tentados a hacer lo malo, no le echen la culpa a Dios, porque él no puede ser tentado, ni tienta a nadie a hacer lo malo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Al contrario, cuando somos tentados, son nuestros propios deseos los que nos arrastran y dominan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Los malos deseos nos llevan a pecar; y cuando vivimos solo para hacer lo malo, lo único que nos espera es la muerte eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Mis queridos hermanos, no sean tontos ni se engañen a ustedes mismos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Dios nunca cambia. Fue Dios quien creó todas las estrellas del cielo, y es quien nos da todo lo bueno y todo lo perfecto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Además, quiso que fuéramos sus hijos. Por eso, por medio de la buena noticia de salvación nos dio una vida nueva."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Obediencia al mensaje de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Mis queridos hermanos, pongan atención a esto que les voy a decir: todos deben estar siempre dispuestos a escuchar a los demás, pero no dispuestos a enojarse y hablar mucho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Porque la gente violenta no puede hacer lo que Dios quiere."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Por eso, dejen de hacer lo malo, pues ya hay mucha maldad en el mundo. Hacer lo malo es como andar vestido con ropa sucia. Más bien, reciban con humildad el mensaje que Dios les ha dado. Ese mensaje tiene poder para salvarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22,
            23,
            24
          ],
          "lines": [
            "¡Obedezcan el mensaje de Dios! Si lo escuchan, pero no lo obedecen, se engañan a ustedes mismos y les pasará lo mismo que a quien se mira en un espejo: tan pronto como se va, se olvida de cómo era."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Por el contrario, si ustedes ponen toda su atención en la palabra de Dios, y la obedecen siempre, serán felices en todo lo que hagan. Porque la palabra de Dios es perfecta y los libera del pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Si alguien se cree muy santo y no cuida sus palabras, se engaña a sí mismo y de nada le sirve tanta religiosidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Creer en Dios el Padre es agradarlo y hacer el bien, ayudar a las viudas y a los huérfanos cuando sufren, y no dejarse vencer por la maldad del mundo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JAS.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JAS.2"
        ],
        "human": "Santiago 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JAS.3"
        ],
        "human": "Santiago 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JAS.1"
        ],
        "human": "Santiago 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "¡No tengan favoritos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Hermanos míos, ustedes han confiado en nuestro poderoso Señor Jesucristo, así que no deben tratar a unas personas mejor que a otras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Imagínense que un rico, vestido con ropa muy fina y con un anillo de oro, entra en donde ustedes se reúnen, y que al mismo tiempo entra un pobre, vestido con ropa muy gastada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Si ustedes atienden mejor al rico y le dicen: «Ven, siéntate en el mejor lugar», pero al pobre le dicen: «Quédate allí de pie», o «Siéntate en el suelo»,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "serán como los malos jueces, que favorecen a unos más que a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Escúchenme bien, hermanos queridos: Dios eligió a la gente pobre de este mundo para que la confianza en Dios sea su verdadera riqueza, y para que reciban el reino que él ha prometido a los que lo aman."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "¿Cómo se atreven ustedes a maltratar y despreciar a los pobres? ¿Acaso no son los ricos quienes los maltratan a ustedes y los meten en la cárcel?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿Acaso no son los ricos los que insultan a nuestro Señor?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Si ustedes obedecen el mandamiento más importante que Dios nos ha dado, harán muy bien. Ese mandamiento dice: «Recuerden que cada uno debe amar a su prójimo como se ama a sí mismo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero si ustedes les dan más importancia a unas personas, y las tratan mejor que a otras, están pecando y desobedeciendo la ley de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Si ustedes obedecen todas las leyes, menos una de ellas, es lo mismo que si desobedecieran todas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Porque el mismo Dios que dijo: «No sean infieles en su matrimonio», también dijo: «No maten». Por eso, si tú eres fiel en el matrimonio, pero matas, eres culpable de haber desobedecido la ley de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "En el día del juicio, Dios nos juzgará de acuerdo con la ley que nos libera del pecado. Por eso, debemos tener mucho cuidado en todo lo que hacemos y decimos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Porque Dios no tendrá compasión de quienes no se compadecieron de otros. Pero los que tuvieron compasión de otros, saldrán bien del juicio."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Confianza y buenas acciones"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Hermanos en Cristo, ¿de qué sirve que algunos de ustedes digan que son fieles a Dios, si no hacen nada bueno para demostrarlo? ¡Así no se van a salvar!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Si algún hermano o hermana de la iglesia no tiene ropa ni comida,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "y tú no le das lo que necesita para abrigarse y comer bien, de nada le sirve que tú le digas «Que te vaya bien, abrígate y come hasta que te llenes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Lo mismo pasa con la fidelidad a Dios: de nada nos sirve decir que le somos fieles, si no hacemos nada que lo demuestre. Esa clase de fidelidad está muerta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "A los que dicen que son fieles a Dios, pero no hacen lo bueno, yo les podría decir: «Tú dices que eres fiel a Dios, y yo hago lo que es bueno. Demuéstrame que es posible ser fiel a Dios sin tener que hacer lo bueno, y yo te demostraré que soy fiel a Dios por medio del bien que hago."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Tú crees que existe un solo Dios. ¡Muy bien! Pero hasta los demonios creen en él y tiemblan de miedo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "No seas tonto. Debes aceptar que de nada te sirve decir que eres fiel a Dios y confiar en él, si no haces lo bueno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Nuestro antepasado Abraham agradó a Dios cuando puso a su hijo Isaac sobre el altar, para sacrificarlo. Y Dios lo aceptó por eso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "La confianza que Abraham tuvo en Dios se demostró con todo lo que hizo, y por medio de todo lo que hizo su confianza llegó a ser perfecta.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Así se cumplió lo que dice en la Biblia: «Abraham confió en la promesa de Dios, y por eso Dios lo aceptó». Fue así como Abraham se hizo amigo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Como pueden ver, Dios nos acepta por lo que hacemos, y no solo por lo que creemos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Así le sucedió a Rahab, la prostituta. Dios la aceptó por haber recibido y escondido a los espías en su casa, y por ayudarlos también a escapar por otro camino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Así como un cuerpo sin alma está muerto, también la confianza en Dios está muerta si no va acompañada de buenas acciones."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JAS.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JAS.3"
        ],
        "human": "Santiago 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JAS.4"
        ],
        "human": "Santiago 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JAS.2"
        ],
        "human": "Santiago 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La lengua"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Hermanos en Cristo, no debemos tratar de ser todos maestros, pues bien sabemos que Dios juzgará a los maestros más estrictamente que a los demás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Todos cometemos muchas faltas. ¿Quién, entonces, es una persona madura? Solo quien es capaz de dominar su lengua y de dominarse a sí mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Al caballo podemos dominarlo, y hacer que nos obedezca, si le ponemos un freno en la boca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Algo parecido pasa con los barcos. Por grande que sea un barco, y por fuertes que sean los vientos que lo empujan, el navegante puede controlarlo con un timón muy pequeño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y lo mismo pasa con nuestra lengua. Es una de las partes más pequeñas de nuestro cuerpo, pero es capaz de hacer grandes cosas. ¡Es una llama pequeña que puede incendiar todo un bosque!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Las palabras que decimos con nuestra lengua son como el fuego. Nuestra lengua tiene mucho poder para hacer el mal. Puede echar a perder toda nuestra vida, y hacer que nos quememos en el infierno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Podemos dominar toda clase de animales salvajes, de aves, serpientes y animales del mar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "pero no hemos podido controlar nuestra lengua ni evitar decir palabras que dañen. La lengua parece un animal salvaje, que nadie puede dominar y que está lleno de veneno mortal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9,
            10
          ],
          "lines": [
            "Con nuestra lengua podemos bendecir o maldecir. Con ella alabamos a nuestro Dios y Padre, y también insultamos a nuestros semejantes, que Dios hizo parecidos a él mismo. Hermanos, ¡esto no debe ser así!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "De un mismo pozo no puede salir agua dulce y agua amarga o salada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Tampoco da higos un árbol de aceitunas, ni da uvas un árbol de higos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La sabiduría que Dios da"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Si alguno de ustedes es sabio y entendido, demuéstrelo haciendo el bien y portándose con humildad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero si ustedes lo hacen todo por envidia o por celos, vivirán tristes y amargados; no tendrán nada de qué sentirse orgullosos, y faltarán a la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Porque esa sabiduría no viene de Dios, sino que es de este mundo y del demonio,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "y produce celos, peleas, problemas y todo tipo de maldad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "En cambio, los que tienen la sabiduría que viene de Dios, no hacen lo malo; al contrario, buscan la paz, son obedientes y amables con los demás, se compadecen de los que sufren, y siempre hacen lo bueno; tratan a todos de la misma manera, y son verdaderos cristianos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "A los que buscan la paz entre las personas, Dios los premiará dándoles paz y justicia."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JAS.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JAS.4"
        ],
        "human": "Santiago 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JAS.5"
        ],
        "human": "Santiago 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JAS.3"
        ],
        "human": "Santiago 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las guerras y los pleitos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¿Saben por qué hay guerras y pleitos entre ustedes? ¡Pues porque no saben dominar su egoísmo y su maldad!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Son tan envidiosos que quisieran tenerlo todo, y cuando no lo pueden conseguir, son capaces hasta de pelear, matar y promover la guerra. ¡Pero ni así pueden conseguir lo que quieren!",
            "Ustedes no tienen, porque no se lo piden a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y cuando piden, lo hacen mal, porque lo único que quieren es satisfacer sus malos deseos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ustedes no aman a Dios, ni lo obedecen. ¿Pero acaso no saben que hacerse amigo del mundo es volverse enemigo de Dios? ¡Pues así es! Si ustedes aman lo malo del mundo, se vuelven enemigos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "¿Acaso no creen que, como dice la Biblia, «Dios nos ama mucho»?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "En realidad, Dios nos trata con mucho más amor, como dice la Biblia:",
            "«Dios se opone a los orgullosos,",
            "pero brinda su ayuda a los humildes.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Por eso, obedezcan a Dios. Háganle frente al diablo, y él huirá de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Háganse amigos de Dios, y él se hará amigo de ustedes.",
            "¡Pecadores, dejen de hacer el mal! Los que quieren amar a Dios, pero también quieren pecar, deben tomar una decisión: o Dios, o el mundo de pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pónganse tristes y lloren de dolor. Dejen de reír y pónganse a llorar, para que Dios vea su arrepentimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Sean humildes delante del Señor, y él los premiará."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "No critiquen a los demás"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Hermanos, no hablen mal de los demás. El que habla mal del otro, o lo critica, es como si estuviera criticando a la ley de Dios, o hablando mal de ella. Lo que ustedes deben hacer es obedecer la ley de Dios, no criticarla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Dios es el único juez. Él nos dio la ley, y es el único que puede decir si somos inocentes o culpables. Por eso no tenemos derecho de criticar a los demás."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "No sean orgullosos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Escúchenme, ustedes, los que dicen: «Hoy o mañana iremos a la ciudad; allí nos quedaremos todo un año, y haremos buenos negocios y ganaremos mucho dinero.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¿Cómo pueden hablar así, cuando ni siquiera saben lo que les va a suceder mañana? Su vida es como la niebla: aparece por un poco de tiempo, y luego desaparece."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Más bien, deberían decir: «Si Dios quiere, viviremos y haremos esto o aquello.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Sin embargo, a ustedes les gusta hablar con orgullo, como si fueran dueños del futuro, y eso es muy malo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Si ustedes saben hacer lo bueno y no lo hacen, ya están pecando."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JAS.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JAS.5"
        ],
        "human": "Santiago 5"
      },
      "next": {
        "canonical": false,
        "usfm": [
          "1PE.INTRO1"
        ],
        "human": "1 Pedro Introducción",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JAS.4"
        ],
        "human": "Santiago 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "¡Advertencia a los ricos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahora escúchenme ustedes, los ricos: lloren y griten de dolor por todo lo que muy pronto van a sufrir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Sus riquezas se pudrirán, y la polilla les comerá la ropa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "El dinero que han estado juntando en estos últimos tiempos se oxidará, y ese óxido será el testigo que los acusará en el juicio final, y que los destruirá como un fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ustedes no les han pagado el sueldo a sus trabajadores, y el Señor todopoderoso ha oído las protestas de ellos. Ese dinero que no han pagado también los acusará delante de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ustedes los ricos han vivido con mucho lujo, y se han dado la gran vida en esta tierra. Han engordado tanto que parecen ganado listo para el matadero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Injustamente han acusado y matado a personas inocentes, que ni siquiera podían defenderse."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Paciencia y valor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7,
            8
          ],
          "lines": [
            "Pero ustedes, hermanos, tengan paciencia y no se desesperen, pues ya pronto viene Cristo el Señor. Hagan como el campesino, que con paciencia espera la lluvia, y también espera que la tierra le dé buenas cosechas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "No se quejen unos de otros, para que Dios no los castigue, pues él es nuestro juez, y ya pronto viene."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10,
            11
          ],
          "lines": [
            "Sigan el ejemplo de los profetas, que hace mucho tiempo anunciaban el mensaje de Dios. Nosotros los admiramos porque fueron pacientes y soportaron el sufrimiento. Y seguramente se acuerdan de Job, y de cómo soportó con valor los sufrimientos y, al final, Dios lo trató muy bien. Y es que Dios es muy bueno y amoroso con los que sufren."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otros consejos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Sobre todo, queridos hermanos, no juren ni por el cielo ni por la tierra, ni por ninguna otra cosa. Cumplan más bien con su palabra. Cuando digan «sí», que sea «sí»; y cuando digan «no», que sea «no». ¡No vaya a castigarlos Dios por no cumplir con su palabra!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Si alguno de ustedes está triste, póngase a orar. Si está alegre, alabe a Dios con cánticos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Si alguno está enfermo, que llame a los líderes de la iglesia, para que oren por él; entonces ellos le untarán aceite y le pedirán al Señor que lo sane."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Si oran con confianza, Dios les responderá y sanará al enfermo, y si ha pecado también lo perdonará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por eso, confiesen sus pecados unos a otros, y oren unos por otros, para que Dios los sane. La oración de una persona buena es muy poderosa, porque Dios la escucha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Por ejemplo, el profeta Elías era en todo igual a todos nosotros; pero le pidió a Dios con mucha confianza que no lloviera, ¡y durante tres años y medio no llovió sobre la tierra!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Después volvió a orar, ¡y llovió y la tierra dio sus cosechas!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Hermanos en Cristo, si alguno de ustedes deja de confiar en la verdad que ha aprendido, y otro le devuelve la confianza,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "quiero que sepan esto: quien hace que un pecador deje de pecar, salva de la muerte al pecador y logra que Dios le perdone sus muchos pecados."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}