{
  "book_usfm": "JDG",
  "name": "Jueces",
  "local_title": "Traducción en Lenguaje Actual",
  "local_abbreviation": "TLA",
  "version_id": 176,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004.</p>",
    "text": "Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "JDG.INTRO1",
      "is_chapter": false,
      "current": {
        "usfm": [
          "JDG.INTRO1"
        ],
        "human": "Jueces Introducción"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.1"
        ],
        "human": "Jueces 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.24"
        ],
        "human": "Josué 24",
        "toc": true
      },
      "items": []
    },
    {
      "chapter_usfm": "JDG.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.1"
        ],
        "human": "Jueces 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.2"
        ],
        "human": "Jueces 2",
        "toc": true
      },
      "previous": {
        "canonical": false,
        "usfm": [
          "JDG.INTRO1"
        ],
        "human": "Jueces Introducción",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las tribus de Judá y Simeón capturan a Adonisédec"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de la muerte de Josué, los israelitas le preguntaron a Dios:",
            "—¿Cuál de nuestras tribus atacará primero a los cananeos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Dios les respondió:",
            "—Primero atacará la tribu de Judá, pues a ellos les voy a entregar ese territorio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces los de Judá les dijeron a los de Simeón: «Vengan con nosotros a pelear contra los cananeos. Primero iremos al territorio que nos ha tocado a nosotros, y después al de ustedes».",
            "Los de Simeón aceptaron,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4,
            5
          ],
          "lines": [
            "así que salieron juntos a pelear, y Dios los ayudó a derrotar a los cananeos y a los ferezeos. En Bézec derrotaron a diez mil ferezeos y cananeos, entre los cuales estaba el rey Adonisédec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Durante la lucha Adonisédec había escapado, pero lo persiguieron y capturaron, y le cortaron los pulgares de las manos y los dedos gordos de los pies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces Adonisédec dijo: «Dios ha hecho conmigo lo mismo que yo hice con setenta reyes: les corté los pulgares y los dedos gordos, y andaban bajo mi mesa recogiendo las sobras». Después, Adonisédec fue llevado a Jerusalén, y allí murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La tribu de Judá conquista Jerusalén y Hebrón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los de Judá atacaron a Jerusalén y la conquistaron. Mataron a toda la gente de esa ciudad, y luego la incendiaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Después fueron a atacar a los cananeos que vivían en las montañas, en el desierto del sur y en la llanura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Atacaron también a los cananeos que vivían en Hebrón, ciudad que antes se llamaba Quiriat-arbá. Allí derrotaron a los grupos cananeos de Sesai, Ahimán y Talmai."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otoniel conquista la ciudad de Debir"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Luego los de Judá marcharon hacia la ciudad de Debir, que antes se llamaba Quiriat-séfer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Caleb había prometido que quien conquistara Debir se casaría con su hija Acsa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "y fue su sobrino Otoniel quien la conquistó. Así que Caleb le dio a Otoniel su hija Acsa por esposa. Otoniel era hijo de Quenaz, el hermano menor de Caleb."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El día de su casamiento, Otoniel le dijo a Acsa que le pidiera un terreno a su padre. Cuando Caleb la vio bajar de su burro, le preguntó qué quería;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "y Acsa le dijo: «Los terrenos que me has dado no tienen agua. Por favor, dame también manantiales».",
            "Y Caleb le dio el manantial Alto y el manantial Bajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conquistas de las tribus de Judá y de Benjamín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los quenitas, que eran descendientes del suegro de Moisés, salieron de Jericó junto con la tribu de Judá, y se fueron al desierto que está al sur de Arad. Allí se quedaron a vivir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Después los de Judá, junto con los de Simeón, derrotaron a los cananeos que vivían en Sefat. Como destruyeron por completo esa ciudad, la llamaron Hormá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18,
            19
          ],
          "lines": [
            "Con la ayuda de Dios, la tribu de Judá se apoderó de la zona montañosa, pero no de la llanura, porque los habitantes de esa región tenían carros de hierro. No pudieron conquistar Gaza ni Ascalón ni Ecrón, ni tampoco los territorios vecinos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y tal como Moisés había prometido, la región de Hebrón le fue dada a Caleb, para que allí viviera. Por eso Caleb echó de esa región a los tres grupos de familias que descendían del gigante Anac."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero los de la tribu de Benjamín no pudieron echar a los jebuseos, que vivían en Jerusalén. Por eso, hasta el día en que este relato se escribió, los jebuseos vivieron en Jerusalén, junto con los de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las tribus de Efraín y Manasés conquistan Betel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22,
            23
          ],
          "lines": [
            "Las tribus de Efraín y Manasés decidieron atacar a Betel, la ciudad que antes se llamaba Luz; así que enviaron espías a esa ciudad, y Dios los ayudó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Cuando esos espías vieron a un hombre que salía de la ciudad, le dijeron: «Si nos muestras cómo entrar en la ciudad, no te haremos ningún daño»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Aquel hombre les enseñó cómo entrar en la ciudad, y así pudieron entrar los de Efraín y Manasés. Mataron a todos los que allí vivían, pero no al que los había ayudado ni a su familia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Más tarde, ese hombre se fue al territorio de los hititas y edificó una nueva ciudad, a la cual llamó Luz; y hasta el momento en que este relato se escribe aún se llama así."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los territorios no conquistados"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Los de Manasés no pudieron echar a los que vivían en Bet-seán, Taanac, Dor, Ibleam y Meguido, ni tampoco a los de las aldeas vecinas. Así que los cananeos siguieron viviendo allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Después los israelitas se hicieron más poderosos y obligaron a los cananeos a trabajar para ellos, pero no los pudieron echar de su territorio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Los de Efraín tampoco pudieron echar a los cananeos que vivían en Guézer, así que los cananeos siguieron allí, viviendo junto a los de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Los de Zabulón tampoco pudieron echar a los cananeos que vivían en Quitrón y en Nahalal, así que estos siguieron allí, pero obligados a trabajar para los de Zabulón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31,
            32
          ],
          "lines": [
            "Tampoco los de Aser pudieron echar a los cananeos que vivían en Aco, Sidón, Ahlab, Aczib, Helbá, Afec y Rehob, así que se quedaron a vivir entre los cananeos que allí vivían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Tampoco los de la tribu de Neftalí pudieron echar a los cananeos que vivían en Bet-semes y Bet-anat, así que estos siguieron allí, pero obligados a trabajar para los de Neftalí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Los de la tribu de Dan tuvieron que retroceder a las montañas porque los amorreos no los dejaron bajar a la llanura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Así que los amorreos se quedaron en Jeres, Aialón y Saalbim. Tiempo después, los de Efraín y de Manasés se hicieron más poderosos y obligaron a los amorreos a trabajar para ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "La frontera de los amorreos comenzaba en el paso de Acrabim, llegaba hasta Selá, y de allí seguía hacia las montañas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.2"
        ],
        "human": "Jueces 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.3"
        ],
        "human": "Jueces 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.1"
        ],
        "human": "Jueces 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El ángel de Dios en Boquim"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El ángel de Dios salió de Guilgal y fue a Boquim para darles a los israelitas el siguiente mensaje de parte de Dios:",
            "«Yo los saqué a ustedes de Egipto y los traje al territorio que les había prometido a sus antepasados. A ellos les dije: “Yo les cumpliré mi promesa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "pero ustedes no deben hacer ningún trato con la gente que vive allí. Al contrario, deben destruir sus altares”.",
            "»Pero, ¿qué hicieron ustedes? Simplemente me desobedecieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por eso, ahora que ustedes avancen, no voy a echar a esa gente. Tanto ellos como sus dioses serán una trampa para ustedes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando el ángel de Dios terminó de hablar, los israelitas comenzaron a llorar y a gritar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por eso llamaron Boquim a ese lugar, y allí ofrecieron sacrificios a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Josué"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Josué despidió a los israelitas, y estos fueron a establecerse en el territorio que a cada uno le había tocado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Mientras vivieron Josué y los líderes del país, los israelitas obedecieron al único Dios verdadero. Esos líderes habían visto las maravillas que Dios había hecho en favor de los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Josué murió a los ciento diez años de edad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Lo enterraron en su propio territorio de Timnat-sérah, que está en las montañas de la tribu de Efraín, al norte del monte Gaas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Murieron también todos los israelitas de su época; por eso los que nacieron después no sabían nada acerca del Dios verdadero ni de lo que él había hecho en favor de los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los israelitas dejan de adorar a Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11,
            12,
            13
          ],
          "lines": [
            "Los israelitas dejaron de adorar al Dios de sus antepasados, que los había sacado de Egipto, y empezaron a adorar a los dioses de la gente que vivía a su alrededor; adoraron las estatuas de dioses falsos como Baal y Astarté. Este pecado de los israelitas hizo enojar a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Tan enojado estaba con ellos que dejó que los atacaran y les robaran lo que tenían. También permitió que los derrotaran sus enemigos, sin que ellos pudieran hacer nada para impedirlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuando iban a pelear, Dios se ponía en contra de ellos, y todo les salía mal, tal como él lo había advertido.",
            "Los israelitas estaban en grandes aprietos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "así que Dios les puso jefes para librarlos de quienes les robaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Sin embargo, ellos no prestaron atención a esos jefes, ni fueron obedientes a Dios, sino que adoraron a otros dioses. Sus antepasados habían cumplido los mandamientos del Dios verdadero, pero ellos no los cumplieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Dios ayudaba a los jefes que él ponía. Mientras ese jefe vivía, Dios salvaba a los israelitas de sus enemigos, porque se compadecía de ellos al oírlos quejarse de sus sufrimientos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero al morir el jefe, los israelitas volvían a pecar. Su comportamiento era peor que el de sus padres, pues servían y adoraban a otros dioses, y tercamente se negaban a cambiar de actitud."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Por eso Dios se enfureció contra ellos, y dijo:",
            "«Este pueblo no ha cumplido con el trato que hice con sus antepasados. Me han desobedecido,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "así que ya no voy a echar a ninguno de los pueblos que todavía quedan en el territorio desde que Josué murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Usaré a esos pueblos para ver si los israelitas en verdad quieren obedecerme, como lo hicieron sus antepasados»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Por eso Dios no expulsó enseguida a los pueblos que Josué no había podido derrotar, sino que les permitió quedarse."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.3"
        ],
        "human": "Jueces 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.4"
        ],
        "human": "Jueces 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.2"
        ],
        "human": "Jueces 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los pueblos que quedaban en Canaán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2,
            3,
            4,
            5
          ],
          "lines": [
            "Cuando se luchaba para conquistar el territorio de Canaán, muchos de los israelitas todavía no habían nacido. Por eso Dios dejó algunos pueblos cananeos, para que los israelitas que nunca habían combatido aprendieran a pelear. Dejó a cinco jefes filisteos, a todos los cananeos, a los sidonios y a los heveos que vivían en el monte Líbano, desde el monte Baal-hermón hasta el paso de Hamat. Además, dejó a los hititas, amorreos, ferezeos y jebuseos. Con esos pueblos Dios también puso a prueba a los israelitas, para ver si obedecían las órdenes que él había dado por medio de Moisés. Pero los israelitas no obedecieron, sino que permitieron"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "que sus hijos y sus hijas se casaran con gente de esos pueblos, y que adoraran a sus dioses."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otoniel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los israelitas se olvidaron de Dios y pecaron contra él, pues adoraron las estatuas de Baal y de Astarté."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Por eso Dios se enojó y permitió que los conquistara Cusán-risataim, que era rey de Mesopotamia. Después de ocho años de esclavitud,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "los israelitas le suplicaron a Dios que los salvara, y él les puso por jefe a Otoniel, sobrino de Caleb."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El espíritu de Dios actuó sobre Otoniel, y este guio a los israelitas en su lucha contra Cusán-risataim. Así Dios ayudó a Otoniel a derrotar a su enemigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Después de esto hubo cuarenta años de paz en la región, hasta que murió Otoniel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ehud"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Como los israelitas volvieron a pecar contra Dios, él le dio a Eglón, rey de Moab, más poder que a los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Para atacarlos, Eglón se unió con los amonitas y los amalecitas, y se apoderó de Jericó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Después de dieciocho años de esclavitud, los israelitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15,
            16
          ],
          "lines": [
            "le suplicaron a Dios que los salvara, y él les envió a Ehud hijo de Guerá, que era de la tribu de Benjamín. Ehud era el encargado de llevarle a Eglón los impuestos que los israelitas debían pagarle.",
            "Ehud hizo una espada de doble filo, de unos cincuenta centímetros de largo, y como era impedido de la mano derecha se la puso del lado derecho, cubriéndola bajo sus ropas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17,
            18,
            19,
            20
          ],
          "lines": [
            "Luego se fue a llevar los impuestos al rey Eglón. Después de entregarle los impuestos, Ehud y sus hombres salieron de allí. Cerca de Guilgal, donde estaban las estatuas de los ídolos, se despidió de ellos y regresó a donde estaba el rey Eglón, que era muy gordo y estaba sentado en su sala de verano. Ehud le dijo: «Su Majestad, tengo un mensaje secreto para usted».",
            "El rey ordenó a sus servidores que salieran. Entonces Ehud se acercó al rey, y le dijo: «El mensaje que traigo es de parte de Dios». Al oír eso el rey, como pudo, se puso de pie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21,
            22
          ],
          "lines": [
            "Ehud tomó con su mano izquierda la espada que llevaba del lado derecho, y con tanta fuerza se la clavó al rey en el vientre, que le vació los intestinos. Como Eglón era tan gordo, toda la espada quedó atorada en su gordura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Después Ehud cerró con llave las puertas de la sala de verano, salió por una ventana"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "y se fue.",
            "Cuando los servidores del rey volvieron y encontraron las puertas cerradas con llave, pensaron que Eglón estaba haciendo sus necesidades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Esperaron afuera un buen rato, pero como el rey no salía, comenzaron a preocuparse. Entonces abrieron las puertas, y encontraron a su rey tendido en el piso y sin vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Mientras los servidores habían estado esperando, Ehud se había escapado. Pasó por donde estaban las estatuas de los ídolos, y se refugió en Seirat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Al llegar a las montañas de la tribu de Efraín, tocó la trompeta para reunir a los israelitas. Ellos bajaron de las montañas, con Ehud al frente,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "y él les dijo: «¡Síganme! ¡Con la ayuda de Dios venceremos a los moabitas!»",
            "Los israelitas lo siguieron, y se apoderaron del paso del río Jordán que lleva a Moab, y no dejaron pasar a nadie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29,
            30
          ],
          "lines": [
            "Y aunque los moabitas eran fuertes y valientes, aquel día murieron unos diez mil de sus mejores soldados. ¡Ninguno pudo escapar!",
            "Después de eso hubo en el territorio ochenta años de paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Samgar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "El siguiente jefe fue Samgar hijo de Anat, quien tomó un palo con punta de hierro y mató a seiscientos filisteos. De esa manera salvó al pueblo de Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.4"
        ],
        "human": "Jueces 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.5"
        ],
        "human": "Jueces 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.3"
        ],
        "human": "Jueces 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Débora y Barac"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de la muerte de Ehud, los israelitas volvieron a pecar contra Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Por eso él permitió que los venciera Jabín, un rey cananeo que gobernaba en la ciudad de Hasor. El jefe del ejército de Jabín se llamaba Sísara, y vivía en la ciudad de Haróset-goím."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Jabín tenía novecientos carros de hierro, y durante veinte años trató a los israelitas con crueldad y violencia, hasta que ellos le suplicaron a Dios que los salvara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "En esa época una profetisa llamada Débora era jefe de los israelitas. Débora era esposa de Lapidot,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y acostumbraba sentarse bajo una palmera, conocida como la Palmera de Débora, que estaba en las montañas de la tribu de Efraín, entre Ramá y Betel. Los israelitas iban a verla para que les solucionara sus problemas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cierto día, ella mandó llamar a Barac hijo de Abinóam, que vivía en Quedes, un pueblo de la tribu de Neftalí, y le dijo:",
            "—El Dios de Israel, que es el Dios verdadero, te ordena reunir en el monte Tabor a diez mil hombres de las tribus de Neftalí y de Zabulón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Dios hará que Sísara, el jefe del ejército de Jabín, vaya al arroyo Quisón para atacarte con sus soldados y sus carros. Pero Dios les dará a ustedes la victoria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Barac le respondió:",
            "—Iré solamente si tú me acompañas. De otra manera, no iré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces Débora dijo:",
            "—Está bien, te acompañaré. Pero quiero que sepas que no serás tú quien mate a Sísara. Dios le dará ese honor a una mujer.",
            "Y Débora se fue a Quedes con Barac,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "donde este reunió un ejército con diez mil hombres de las tribus de Zabulón y de Neftalí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por su parte, Héber el quenita, que era descendiente del suegro de Moisés, se había separado de su tribu y se había ido a vivir cerca de Quedes, junto al roble de Saanaim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando Sísara se enteró de que Barac se dirigía al monte Tabor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "reunió a sus novecientos carros de hierro y a todos sus soldados. Salieron de Haróset-goím y marcharon hasta el arroyo Quisón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces Débora le dijo a Barac: «¡En marcha, que hoy Dios te dará la victoria sobre Sísara! ¡Y Dios mismo va al frente de tu ejército!»",
            "Barac bajó del monte Tabor, al frente de sus diez mil soldados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuando Barac y sus hombres atacaron, Dios causó confusión entre los carros y los soldados de Sísara. Hasta el mismo Sísara se bajó de su carro y huyó a pie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Barac, mientras tanto, persiguió a los soldados y a los carros hasta Haróset-goím. Aquel día murieron todos los soldados de Sísara. Ni uno solo quedó con vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Sísara huyó a pie hasta la carpa de Jael, la esposa de Héber, porque el rey Jabín era amigo de la familia de Héber."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Jael salió a recibirlo y le dijo: «Pase por aquí, señor. No tenga miedo».",
            "Entonces él entró en la carpa, y ella lo escondió detrás de una cortina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Como Sísara tenía mucha sed, le pidió a Jael que le diera agua. Ella destapó la jarra donde guardaba la leche, y le dio a beber. Después volvió, para esconder a Sísara,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "y él le dijo: «Quédate a la entrada de la carpa. Si alguien pregunta quién está aquí adentro, dile que no hay nadie»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Sísara estaba tan cansado que se quedó profundamente dormido. Entonces Jael tomó un martillo y una estaca de la carpa, y sin hacer ruido se acercó hasta donde estaba Sísara; allí le atravesó la cabeza con la estaca, hasta clavarla en la tierra. Así murió Sísara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Cuando llegó Barac buscando a Sísara, Jael salió a recibirlo y le dijo: «Ven y te mostraré al hombre que buscas». Barac entró en la carpa, y vio a Sísara tendido en el suelo, con la estaca clavada en la cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23,
            24
          ],
          "lines": [
            "De esta manera Dios les dio la victoria a los israelitas, que en aquel día atacaron con todo al rey Jabín hasta destruirlo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.5"
        ],
        "human": "Jueces 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.6"
        ],
        "human": "Jueces 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.4"
        ],
        "human": "Jueces 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La canción de Débora y Barac"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Aquel día Débora y Barac cantaron esta canción:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«¡Den gracias a Dios, jefes israelitas!",
            "¡Den gracias a Dios todos ustedes,",
            "pues se dispusieron a luchar por él!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "»¡Préstenme atención",
            "reyes y gobernantes!",
            "Mi canto y mi música",
            "son para el verdadero Dios,",
            "el Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»Cuando tú, mi Dios,",
            "te fuiste de Seír,",
            "cuando te marchaste",
            "de los campos de Edom,",
            "la tierra tembló,",
            "el cielo se estremeció,",
            "y las nubes dejaron caer su lluvia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "El monte Sinaí",
            "y todas las montañas",
            "temblaron ante el Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»En la época de Samgar y de Jael,",
            "eran muy peligrosos los caminos,",
            "la gente andaba por veredas angostas;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "los campesinos no podían cultivar sus tierras.",
            "Entonces yo, Débora,",
            "me levanté para defender a Israel,",
            "como defiende una madre a sus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»Dios mío,",
            "cuando nos enviaste la guerra",
            "por haber adorado a otros dioses,",
            "de entre cuarenta mil soldados",
            "no se levantó ningún valiente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»Te doy gracias, Dios mío,",
            "y felicito a los jefes de Israel,",
            "a los pocos valientes",
            "que se ofrecieron a luchar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»¡Canten victoria todos ustedes,",
            "los pobres y los ricos de Israel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "¡En todo rincón de la ciudad",
            "el pueblo celebra los triunfos de Dios,",
            "y las victorias de su pueblo Israel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»¡Arriba, Débora, vamos!",
            "¡Canta una canción!",
            "¡Vamos, Barac hijo de Abinóam!",
            "¡Encierra a tus prisioneros!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Los jefes israelitas bajaron,",
            "y se unieron al pueblo de Dios",
            "para luchar contra el poderoso enemigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "De la tierra de los amalecitas",
            "bajaron los de Efraín;",
            "detrás de ti, Débora,",
            "marcharon los de Benjamín.",
            "Se te unieron los jefes de Maquir,",
            "y los gobernantes de Zabulón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Los jefes de Isacar te acompañaron,",
            "y apoyaron a Barac",
            "en la batalla del valle.",
            "Pero los de la tribu de Rubén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "prefirieron quedarse a cuidar las ovejas,",
            "que acompañarte a la batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Las tribus al otro lado del Jordán",
            "se quedaron en sus tierras de Galaad.",
            "Los de Dan y de Aser",
            "se quedaron en los puertos,",
            "cuidando sus barcos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero los de Zabulón y Neftalí",
            "arriesgaron sus vidas",
            "en los campos de batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»Luego, en Taanac,",
            "junto al arroyo Meguido,",
            "vinieron a pelear los reyes cananeos.",
            "Pero volvieron con las manos vacías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "¡Hasta las estrellas del cielo",
            "lucharon contra Sísara!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "El antiguo arroyo de Quisón",
            "barrió con todos nuestros enemigos.",
            "»¡Adelante, siempre adelante!",
            "¡Yo, Débora, marcharé con poder!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "»Los caballos de Sísara",
            "salieron a galope tendido;",
            "¡sus cascos retumbaban como relámpagos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y anunció el ángel de Dios:",
            "“¡Que Dios castigue",
            "a los habitantes de Meroz!",
            "Porque no vinieron a ayudar",
            "al ejército de Dios,",
            "¡no quisieron luchar por él!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "»¡Bendita seas Jael,",
            "esposa de Héber el quenita!",
            "¡Bendita entre todas las mujeres de Israel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Sísara te pidió agua y tú le diste leche",
            "para hacerlo caer en un sueño profundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Con una mano tomaste una estaca,",
            "y con la otra, un martillo.",
            "De un golpe le aplastaste la cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Sísara se desplomó entre tus piernas.",
            "¡Quedó tendido en el piso!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "»La madre de Sísara, afligida,",
            "se asoma por la ventana y pregunta:",
            "“¿Por qué tarda tanto mi hijo?",
            "¿Por qué no se oyen sus caballos?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Las sirvientas más sabias le responden;",
            "y ella misma se repite estas palabras:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "“Seguramente se están repartiendo",
            "lo que ganaron en la guerra:",
            "Una o dos mujeres para cada capitán,",
            "telas de muchos colores para Sísara,",
            "uno o dos pañuelos bordados en colores",
            "para adornarse el cuello…”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "»Y Débora y Barac",
            "terminaron su canto así:",
            "¡Dios mío,",
            "que sean destruidos tus enemigos,",
            "pero que tus amigos brillen",
            "como el sol de mediodía!»",
            "Después de eso hubo cuarenta años de paz en todo el territorio."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.6"
        ],
        "human": "Jueces 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.7"
        ],
        "human": "Jueces 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.5"
        ],
        "human": "Jueces 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gedeón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después los israelitas volvieron a pecar contra Dios, así que durante siete años Dios permitió que los madianitas los dominaran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Como los madianitas los maltrataban, los israelitas se escondían en los cerros, entre cuevas y escondites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cada vez que los israelitas tenían algo sembrado, venían los madianitas, los amalecitas y la gente del este, y los atacaban;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4,
            5,
            6
          ],
          "lines": [
            "acampaban en los territorios de los israelitas y destruían sus cosechas, y además se llevaban sus ovejas, sus bueyes y sus burros. No les dejaban nada que comer. Eran tantos los que venían con sus camellos, que no se podían contar. Parecían una plaga de saltamontes, pues todo lo destruían y hacían sufrir mucho a los israelitas. Esto mismo pasaba en la región de la costa cercana a Gaza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces los israelitas le suplicaron a Dios que los salvara del poder de los madianitas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y Dios les envió un profeta para que les dijera:",
            "«El Dios de Israel los sacó de Egipto, donde eran esclavos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "No solo los libró de los egipcios sino también de todas las otras naciones que los maltrataban y robaban. A medida que ustedes avanzaban, él iba echando fuera a esas naciones para darles a ustedes esos territorios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Dios les dijo que él es el único Dios verdadero, y que ustedes no debían adorar a los dioses de los amorreos, en cuyo territorio ahora viven. Pero no le hicieron caso»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Luego vino el ángel de Dios y se sentó bajo el roble que está en Ofrá. Ese árbol pertenecía a Joás, que era descendiente de Abiézer. En ese momento, Gedeón hijo de Joás, estaba limpiando trigo, a escondidas de los madianitas, en el lugar donde se pisaban las uvas para hacer vino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El ángel de Dios se le apareció a Gedeón y le dijo:",
            "—¡Qué fuerte y valiente eres! ¡Por eso Dios está contigo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Gedeón le respondió:",
            "—Perdón, señor, pero si Dios está con nosotros, ¿por qué nos pasa todo esto? ¿Por qué no hace milagros como cuando nos libró de Egipto? Nuestros antepasados nos han contado las maravillas que Dios hizo antes; pero ahora nos ha abandonado, nos ha dejado caer en manos de los madianitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces Dios mismo miró a Gedeón y le dijo:",
            "—Pues eres tú quien va a salvar a Israel del poder de los madianitas. Además de tus propias fuerzas, cuentas con mi apoyo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Gedeón le preguntó a Dios:",
            "—Pero mi Dios, ¿cómo podré librar a los israelitas? Mi grupo familiar es el más pobre de la tribu de Manasés, y yo soy el menos importante de toda mi familia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y Dios le contestó:",
            "—Podrás hacerlo porque yo estaré contigo para ayudarte. Derrotarás a los madianitas como si derrotaras a un solo hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces Gedeón se dirigió al ángel y le dijo:",
            "—Si cuento con la aprobación de Dios, dame una señal de que realmente es él quien me ha hablado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Por favor, no te vayas de aquí hasta que yo vuelva. Quiero ofrecerte de comer.",
            "El ángel de Dios le aseguró:",
            "—Esperaré aquí hasta que regreses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Gedeón se fue a su casa. Preparó un cabrito, y con diez kilogramos de harina hizo panes sin levadura. Luego puso la carne en una canasta y el caldo en una olla. Lo llevó todo hasta el roble y se lo ofrendó a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El ángel le ordenó que pusiera la carne y los panes sobre una piedra, y que echara el caldo encima. Y Gedeón obedeció."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Por su parte, el ángel, con la punta del bastón que tenía en la mano, tocó la carne y los panes sin levadura. Enseguida salió fuego de la piedra y quemó toda la carne y los panes; luego el ángel de Dios desapareció."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "En ese momento Gedeón se dio cuenta de que se trataba del ángel de Dios, y lleno de miedo exclamó:",
            "—Dios mío, de seguro moriré, pues he visto a tu ángel cara a cara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero Dios le dijo:",
            "—No tengas miedo, no te vas a morir. Al contrario, he venido a darte paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces Gedeón edificó allí un altar a Dios, y le puso por nombre «Dios es paz». Hasta el momento en que este relato se escribe, este altar todavía está en Ofrá, ciudad del grupo familiar de Abiézer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Esa misma noche, Dios le dijo a Gedeón:",
            "«Ve al ganado de tu padre y toma el mejor toro. Derriba el altar de Baal que tiene tu padre, y destruye la estatua de la diosa Aserá, que está junto al altar de Baal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Luego, con piedras labradas, edifica un altar en mi honor en la parte alta de la colina. Toma el toro y ofrécemelo como sacrificio, usando como leña la estatua que destruiste»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Así que esa noche Gedeón se llevó a diez de sus sirvientes e hizo lo que Dios le había ordenado. No se atrevió a hacerlo de día por miedo a su familia y a gente de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "A la mañana siguiente, cuando los habitantes de la ciudad se levantaron, vieron que el altar de Baal había sido derribado, y que habían destruido la estatua de Aserá. Vieron, además, que el mejor toro había sido sacrificado sobre el nuevo altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Unos a otros se preguntaban: «¿Quién habrá hecho esto?»",
            "Después de buscar y averiguar, se enteraron de que Gedeón lo había hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Entonces buscaron al padre de Gedeón y le dijeron:",
            "—¡Trae aquí a tu hijo! Lo vamos a matar, porque ha derribado el altar de Baal y destruido la estatua de la diosa Aserá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Pero Joás les dijo a todos:",
            "—¡Ahora resulta que ustedes están de parte de Baal, y lo quieren defender! ¡Pues cualquiera que lo defienda, que muera antes del amanecer! Si Baal es dios, que se defienda a sí mismo. Después de todo, el altar derribado era suyo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Desde entonces le cambiaron el nombre a Gedeón y lo llamaron Jerubaal, porque Joás había dicho: «¡Que Baal se defienda a sí mismo! El altar derribado era suyo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Después de esto, todos los madianitas se unieron a los amalecitas y a los pueblos del este. Cruzaron el río Jordán y acamparon en el valle de Jezreel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Pero Gedeón, guiado por el espíritu de Dios, tocó la trompeta para que se le uniera la gente de Abiézer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Mandó mensajeros por todo el territorio de la tribu de Manasés, para que también esta tribu se les uniera. Además, envió mensajeros a las tribus de Aser, Zabulón y Neftalí, y todos se le unieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Y Gedeón le dijo a Dios:",
            "«Quiero saber si de veras me vas a usar para liberar a los israelitas, tal y como me dijiste."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Voy a poner esta lana de oveja en el lugar donde se limpia el trigo. Si por la mañana la lana está mojada de rocío, pero el suelo alrededor está seco, sabré que de veras me vas a usar para salvar a los israelitas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Y eso fue lo que ocurrió. Al día siguiente muy temprano, cuando Gedeón se levantó, exprimió la lana y sacó tanta agua que llenó un tazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Después Gedeón le dijo a Dios: «¿No te enojas si te digo algo? Déjame, por favor, hacer una prueba más. Que esta vez la lana quede seca y el rocío caiga sólo sobre el suelo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Y eso fue lo que Dios hizo aquella noche. A la mañana siguiente la lana estaba seca, pero el suelo estaba todo mojado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.7"
        ],
        "human": "Jueces 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.8"
        ],
        "human": "Jueces 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.6"
        ],
        "human": "Jueces 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gedeón derrota a los madianitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Gedeón, a quien ahora llamaban Jerubaal, y todos los que estaban con él se levantaron muy temprano y se fueron a acampar junto al manantial de Harod. El campamento de los madianitas les quedaba al norte, en el valle que está al pie del monte Moré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Dios le dijo a Gedeón:",
            "«Hay demasiados soldados en tu ejército, y van a pensar que la victoria sobre los madianitas será de ellos y no mía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por eso, reúnelos y diles que cualquiera que tenga miedo regrese a su casa».",
            "De esta manera Gedeón los puso a prueba. Veintidós mil soldados regresaron a su casa, y diez mil se quedaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Dios le volvió a hablar a Gedeón: «Todavía hay demasiados soldados. Llévalos a tomar agua, para que yo los ponga a prueba. Allí te señalaré quiénes irán contigo, y quiénes no»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Gedeón los llevó a tomar agua, y Dios le dijo: «Pon a un lado a los que se inclinen para beber, y aparta a todos los que saquen agua con las manos y la beban como los perros»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Trescientos soldados recogieron agua con las manos y, llevándosela a la boca, la bebieron como hacen los perros. Todos los demás se inclinaron para beber."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Dios le dijo entonces a Gedeón: «Con estos trescientos soldados voy a salvarlos y les daré la victoria sobre los madianitas. Todos los demás, pueden irse a su casa»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Así que Gedeón se quedó con trescientos hombres. Recogió los cántaros y las trompetas de los demás, y los mandó de vuelta a sus tiendas de campaña. El campamento de los madianitas quedaba más abajo, en el valle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Esa misma noche Dios le ordenó a Gedeón:",
            "«Levántate y ataca a los madianitas. Yo te daré la victoria sobre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero si tienes miedo de atacarlos, baja al campamento con tu sirviente Purá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cuando oigas lo que están diciendo, perderás el miedo».",
            "Gedeón se fue con su sirviente a los puestos de vigilancia del ejército enemigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Los madianitas, los amalecitas y toda la gente del este se habían dispersado por todo el valle. Parecían una plaga de saltamontes, y tenían tantos camellos como la arena que hay en la playa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Cuando llegó Gedeón, oyó que un soldado le contaba a otro el sueño que había tenido. Le decía:",
            "—Soñé que un pan de cebada venía rodando sobre nuestro campamento, y chocaba contra una tienda y la derribaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Su compañero le respondió:",
            "—¡No cabe duda de que se trata del ejército de Gedeón! ¡Dios le va a dar la victoria sobre nuestro ejército!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuando Gedeón oyó el relato del sueño y lo que significaba, adoró a Dios. Luego Gedeón volvió al campamento israelita y ordenó: «¡Arriba todos! Dios nos va a dar la victoria sobre el ejército madianita»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Gedeón dividió a sus hombres en tres grupos, y les dio trompetas y cántaros vacíos. Dentro de los cántaros pusieron antorchas encendidas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Después les dijo: «Al acercarnos al campamento madianita, fíjense en mí y hagan lo que me vean hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando mi grupo y yo toquemos la trompeta, ustedes también hagan sonar las suyas y griten: “¡Por Dios y por Gedeón!”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Gedeón y los cien hombres que estaban con él se acercaron al campamento poco antes de la medianoche, cuando estaba por cambiar el turno de la guardia. Hicieron sonar sus trompetas y rompieron los cántaros que llevaban en las manos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "y los otros dos grupos hicieron lo mismo. Con la antorcha en la mano izquierda y la trompeta en la derecha, todos gritaron: «¡Al ataque! ¡Por Dios y por Gedeón!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Los israelitas se quedaron quietos en sus puestos, rodeando el campamento enemigo. Al oír los gritos, todos los del ejército madianita salieron corriendo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los israelitas, por su parte, seguían tocando sus trompetas, mientras Dios hacía que las tropas enemigas se atacaran entre sí y salieran huyendo. Se fueron a Bet-sitá, camino de Sererá, y llegaron hasta la frontera de Abel-meholá, cerca de Tabat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces llamaron a los hombres de las tribus de Neftalí, de Aser y de todo Manasés, para que persiguieran a los madianitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Gedeón envió mensajeros por todo el territorio de Efraín, con este mensaje: «¡Vengan a pelear contra los madianitas! Vigilen las partes bajas del río Jordán y de los arroyos, hasta Bet-bará, para que los madianitas no puedan cruzar por allí».",
            "Los de la tribu de Efraín obedecieron estas órdenes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "y capturaron además a Oreb y a Zeeb, que eran dos jefes madianitas. Mataron a Oreb en la piedra que ahora se conoce como Roca de Oreb. A Zeeb lo mataron en el lugar donde se exprimían las uvas para hacer el vino, y que se conoce como Lagar de Zeeb. Persiguieron a los madianitas, y después llevaron las cabezas de Oreb y de Zeeb a Gedeón, que estaba al otro lado del río Jordán."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.8"
        ],
        "human": "Jueces 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.9"
        ],
        "human": "Jueces 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.7"
        ],
        "human": "Jueces 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Derrota final de los madianitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los de la tribu de Efraín estaban muy enojados con Gedeón, y le reclamaron:",
            "—¿Por qué no nos dijiste que ibas a pelear contra los madianitas? ¿Por qué no nos avisaste?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Gedeón les respondió:",
            "—Comparado con lo que hicieron ustedes, yo no he hecho nada. Lo poco que hicieron ustedes fue mucho más de lo que hicimos nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Con la ayuda de Dios pudieron capturar a Oreb y a Zeeb, los jefes madianitas, y eso tiene mucho más valor.",
            "Con estas palabras de Gedeón, se les pasó el enojo a los de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Gedeón y los trescientos hombres que lo acompañaban llegaron al río Jordán, y lo cruzaron. Estaban muy cansados, pero seguían persiguiendo al enemigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Al llegar a Sucot, Gedeón les pidió a los que vivían allí:",
            "—Por favor, denles algo de comer a mis soldados, porque están muy cansados. Estamos persiguiendo a Zébah y a Salmuná, los dos reyes madianitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero los jefes de Sucot le respondieron:",
            "—¿Por qué tenemos que darle de comer a tu ejército? ¡Todavía no han capturado a Zébah y Salmuná!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces Gedeón les dijo:",
            "—Está bien. Con la ayuda de Dios capturaremos a Zébah y a Salmuná, y cuando lo hayamos hecho volveremos a este lugar y nos vengaremos de ustedes. ¡Los azotaremos con ramas espinosas y arbustos del desierto!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "De allí Gedeón se fue a la ciudad de Penuel, y les pidió lo mismo a los que vivían allí. Los de Penuel le contestaron lo mismo que los de Sucot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Así que Gedeón les dijo a los de Penuel:",
            "—¡Cuando vuelva, después de lograr la paz, echaré abajo esta torre!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Zébah y Salmuná estaban en Carcor con unos quince mil hombres, que era lo que quedaba del ejército que salió del este, porque habían muerto ciento veinte mil soldados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Gedeón subió por el camino que pasa al este de Nóbah y Jogbehá, y los atacó por sorpresa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Zébah y Salmuná trataron de huir, pero Gedeón los persiguió y los capturó. Eso causó mucho miedo y confusión en el ejército madianita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Cuando Gedeón volvía de la batalla por el paso de Jeres,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "capturó a un joven de Sucot y le hizo unas preguntas. El joven le dio los nombres de los setenta y siete jefes de Sucot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Gedeón fue a hablar con los hombres de Sucot y les dijo: «¿Se acuerdan que se burlaron de mí y no quisieron ayudarme? Me dijeron que no podían darle de comer a mi cansado ejército, porque todavía no habíamos capturado a Zébah y a Salmuná. ¿Se acuerdan? ¡Pues aquí los tienen!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y Gedeón tomó a los jefes de Sucot, y los azotó con ramas espinosas y arbustos del desierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "También echó abajo la torre de Penuel, y mató a los hombres de esa ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Después les preguntó a Zébah y a Salmuná:",
            "—¿Cómo eran los hombres que mataron ustedes en Tabor?",
            "Ellos le respondieron:",
            "—Se parecían a ti. Todos parecían ser príncipes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Gedeón exclamó:",
            "—¡Eran mis hermanos, los hijos de mi propia madre! Les juro por Dios que, si los hubieran dejado vivir, yo no los mataría a ustedes dos ahora."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Enseguida Gedeón le ordenó a Jéter, su hijo mayor: «¡Vamos! ¡Mátalos!»",
            "Pero Jéter no se animó a sacar su espada, porque era todavía muy joven."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces Zébah y Salmuná le dijeron a Gedeón: «Si realmente eres tan valiente, ¡mátanos tú mismo!»",
            "Entonces Gedeón se levantó y los mató. Luego les quitó a los camellos de Zébah y Salmuná los adornos que llevaban al cuello."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Después de eso los israelitas le dijeron a Gedeón:",
            "—Queremos que tú y tus descendientes nos gobiernen, porque nos has salvado de los madianitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Gedeón les respondió:",
            "—Ni mi hijo ni yo los gobernaremos. Quien los va a gobernar es Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Pero una sola cosa les pido: que cada uno me entregue los anillos de la gente que ha capturado.",
            "Y es que los madianitas, como otra gente que vivía en el desierto, usaban anillos de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Así que los israelitas le respondieron:",
            "—Con mucho gusto. Aquí están.",
            "Y extendieron en el piso una capa donde cada uno echó un anillo de los que habían capturado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "El oro de los anillos que recibió Gedeón pesaba casi diecinueve kilos. Además, le entregaron adornos, joyas y telas finas que usaban los reyes madianitas, y los collares de sus camellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Con todo ese oro, Gedeón hizo una estatua y la colocó en Ofrá, su ciudad. Todos los israelitas le fueron infieles a Dios, porque iban a adorar esa estatua. Aun para Gedeón y su familia, la estatua resultó ser una trampa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Así fue como Israel venció a los madianitas, los cuales nunca más recobraron su poder. Y mientras Gedeón vivió, hubo en esa región cuarenta años de paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Gedeón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Gedeón se fue a vivir a su propio pueblo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "y allí tuvo muchos hijos con sus varias esposas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Pero en Siquem tuvo otra mujer, de la cual nació un hijo a quien llamó Abimélec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Cuando Gedeón murió, era ya muy anciano. Lo enterraron en la tumba de su padre, Joás, en Ofrá, ciudad de Abiézer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Después de que murió Gedeón, los israelitas volvieron a pecar contra Dios, pues adoraron a dioses falsos. Eligieron a Baal-berit como su dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "y se olvidaron del Dios verdadero, que los había librado de todos sus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Y no fueron bondadosos con la familia de Gedeón, a pesar de todo el bien que él les había hecho."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.9"
        ],
        "human": "Jueces 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.10"
        ],
        "human": "Jueces 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.8"
        ],
        "human": "Jueces 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Abimélec"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Abimélec, hijo de Gedeón, se fue a Siquem para hablar con sus parientes, y les dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Convenzan a la gente de Siquem de que es mejor que los gobierne yo, que soy su pariente materno, y no los muchos hijos de Gedeón»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces sus parientes se fueron a hablar con los de Siquem. Estos decidieron apoyar a Abimélec,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y le dieron mucho dinero, el cual sacaron del templo de Baal-berit para que matara a los otros hijos de Gedeón. Abimélec alquiló a unos bandoleros para que lo acompañaran,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y fue al pueblo de su padre. Allí, sobre una misma piedra mató a sus hermanos. El único que se salvó fue Jotam, el hijo menor de Gedeón, porque se había escondido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces toda la gente de Siquem se reunió con la de Bet-miló, junto al roble sagrado que está en Siquem, y nombraron rey a Abimélec."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La fábula de Jotam"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando Jotam se enteró de que habían nombrado rey a Abimélec, subió a lo más alto del monte Guerizim, y desde allí gritó con voz muy fuerte:",
            "«¡Oigan, gente de Siquem, lo que voy a contarles! ¡Así tal vez Dios los oiga a ustedes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»En cierta ocasión los árboles salieron a buscar a alguien que reinara sobre ellos. Le pidieron al olivo que fuera su rey,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "pero el olivo les respondió: “Para ser rey de los árboles tendría que dejar de producir aceite, el cual se usa para honrar a los dioses y a los hombres”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Le pidieron entonces a la higuera que reinara sobre ellos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "pero la higuera les respondió: “Para reinar sobre los árboles tendría que dejar de dar higos dulces y sabrosos”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»Luego le pidieron a la planta de uvas que reinara sobre ellos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "pero ella les respondió: “Para reinar sobre los árboles tendría que dejar de producir vino, el cual alegra a los dioses y a los hombres”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Entonces todos los árboles le pidieron al pequeño arbusto que fuera su rey,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "pero el arbusto, que estaba lleno de espinas, les respondió: “Si de veras quieren que sea yo su rey, vengan a refugiarse bajo mi sombra. De lo contrario, aunque soy pequeño, de mí saldrá fuego y consumirá a todos los grandes cedros del Líbano”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»¿Les parece que fueron ustedes honestos y sinceros cuando nombraron rey a Abimélec? ¿Han sido leales a Gedeón, y han tratado bien a su familia, como él los trató a ustedes?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Mi padre peleó por ustedes y arriesgó su vida cuando los rescató de los madianitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "En cambio, ustedes se han rebelado hoy contra la familia de mi padre al matar sobre una misma piedra a sus hijos. Además, han nombrado rey de Siquem a Abimélec, solo porque es pariente materno de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Si lo que hicieron hoy con Gedeón y su familia fue en verdad honesto y sincero, alégrense con Abimélec, y que él también esté contento con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero si no es así, que salga de Abimélec un fuego que devore a la gente de Siquem y de Bet-miló, y que de estas dos ciudades salga un fuego que lo destruya a él.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cuando Jotam terminó de decir esto, huyó y se fue a vivir a un pueblo llamado Pozo, porque tenía miedo de su hermanastro Abimélec."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Rebelión contra Abimélec"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Después de que Abimélec había reinado tres años,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Dios hizo que la gente de Siquem se rebelara contra Abimélec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Así Abimélec recibió su merecido por haber matado a sus hermanos, y también los de Siquem fueron castigados por haberlo ayudado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Algunos de Siquem se escondieron en las montañas, dedicándose a robar a todos los que pasaban por allí. Y Abimélec se enteró de esto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "En cierta ocasión, Gáal hijo de Ébed pasó por Siquem con sus hermanos y se ganó la confianza de los de esa ciudad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "los cuales salieron al campo y recogieron uvas para hacer vino. Hicieron una gran fiesta, donde además de maldecir a Abimélec, comieron y bebieron en el templo de su dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y Gáal dijo:",
            "«¿Quién se cree Abimélec? ¿Por qué los de Siquem tenemos que ser sus esclavos? Se cree mucho por ser hijo de Gedeón, pero la verdad es que tanto Gedeón como Zebul fueron simples ayudantes de Hamor, el verdadero jefe de Siquem. ¡Así que nosotros serviremos a Hamor, pero no a Abimélec!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Si yo fuera jefe de ustedes, echaría de aquí a Abimélec y le diría que reúna a todos los soldados que pueda para pelear contra mí»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Cuando Zebul, gobernador de la ciudad, oyó lo que decía Gáal, se enojó mucho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Entonces le envió este mensaje a Abimélec, que estaba en Arumá:",
            "«Gáal y sus hermanos han llegado a Siquem, y están alborotando a la gente y poniéndola en contra tuya."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Ven con tus soldados esta noche y escóndete en el campo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "y ataca la ciudad al amanecer. Y cuando Gáal y sus hombres salgan a pelear contra ti, haz con ellos lo que te parezca mejor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Así que Abimélec y todos los que estaban con él salieron esa noche y, divididos en cuatro grupos, se escondieron alrededor de Siquem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Cuando Gáal salió al portón de la ciudad, Abimélec y sus hombres salieron de sus escondites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Gáal los vio y le dijo a Zebul:",
            "—¡Mira! ¡Por los cerros viene bajando gente!",
            "Zebul le respondió:",
            "—No es gente. Son las sombras de los cerros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Gáal volvió a decirle:",
            "—¡Mira bien! ¡Son hombres los que vienen bajando por el cerro central! ¡Y por el camino del roble de los adivinos viene otro grupo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Entonces Zebul le dijo:",
            "—¿Y ahora qué me dices? ¿No decías que Abimélec no era nadie para hacernos sus esclavos? ¡Ahí están los hombres que despreciaste! ¡Sal a combatirlos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Gáal salió entonces al frente de la gente de Siquem, y peleó contra Abimélec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Pero Abimélec lo persiguió, y Gáal salió huyendo. Muchos cayeron heridos a lo largo del camino, hasta el portón de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Zebul, por su parte, echó a Gáal y a sus hermanos, y no los dejó vivir en Siquem. Abimélec se quedó en Arumá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Al día siguiente, Abimélec se enteró de que los de Siquem saldrían al campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Dividió entonces a sus hombres en tres grupos, los cuales se escondieron en los campos. Cuando Abimélec vio que los de Siquem salían de la ciudad, salió él también de su escondite y los atacó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Rápidamente Abimélec y el grupo que estaba con él fueron a apoderarse del portón de la ciudad, mientras los otros dos grupos atacaban a todos los que estaban en los campos y los mataban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Abimélec siguió peleando todo ese día, hasta que se apoderó de la ciudad, y mató a la gente que estaba allí. Luego destruyó la ciudad y esparció sal sobre las ruinas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Cuando los que estaban en la Torre de Siquem se enteraron de lo que había sucedido, se refugiaron en el templo de El-berit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Abimélec supo que los de la Torre de Siquem se habían refugiado allí,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "así que se fue con toda su gente al monte Salmón. Con un hacha cortó unas ramas, se las colocó sobre el hombro, y les dijo a sus hombres que hicieran lo mismo con rapidez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Todos cortaron ramas y fueron con Abimélec hasta el refugio del templo, allí pusieron las ramas y les prendieron fuego. Así quemaron la torre, y murieron todos los que estaban dentro de ella, que eran unas mil personas, entre hombres y mujeres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Después Abimélec se fue a Tebés, la rodeó y la capturó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Dentro de la ciudad había una torre muy bien protegida. Todos los hombres y las mujeres de la ciudad se refugiaron allí. Cerraron bien las puertas y se fueron al techo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "Abimélec se acercó a la puerta de la torre para atacarla, pero cuando se preparaba para incendiarla"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "una mujer le arrojó una piedra de molino. La piedra le cayó en la cabeza y le rompió el cráneo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "Rápidamente llamó Abimélec a su ayudante de armas, y le dijo: «Saca tu espada y mátame. No quiero que se diga que una mujer me mató».",
            "Entonces su ayudante le clavó la espada, y Abimélec murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "Cuando los israelitas se enteraron de que había muerto, regresaron a sus casas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "De esta manera Dios castigó a Abimélec por el crimen que había cometido contra su padre, al matar a sus hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "También Dios hizo que los de Siquem pagaran por todos sus crímenes, tal como lo había dicho Jotam cuando los maldijo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.10"
        ],
        "human": "Jueces 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.11"
        ],
        "human": "Jueces 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.9"
        ],
        "human": "Jueces 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Tolá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de Abimélec, un hombre llamado Tolá, de la tribu de Isacar, fue el jefe que salvó a Israel. Tolá era hijo de Puá y nieto de Dodó, y vivía en Samir, en las montañas de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Durante veinte años dirigió a los israelitas, hasta que murió y fue sepultado en Samir."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jaír"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Después de Tolá, fue jefe Jaír, que era de Galaad. Jaír fue jefe de los israelitas veintidós años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Tuvo treinta hijos, y todos ellos eran gente importante. Tenían, además, treinta ciudades en Galaad, que todavía se conocen como «las ciudades de Jaír»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando Jaír murió, lo enterraron en un lugar llamado Camón."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los amonitas dominan Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los israelitas volvieron a pecar contra Dios porque adoraban a Baal y a Astarté, y también a los dioses de los sirios, los sidonios, los moabitas, los amonitas y los filisteos. Abandonaron a Dios y dejaron de adorarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces Dios se enfureció contra los israelitas, y dejó que los filisteos y los amonitas los dominaran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Durante dieciocho años los filisteos y los amonitas fueron crueles y maltrataron a todos los israelitas que vivían en Galaad, al este del río Jordán, en la región de los amorreos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los amonitas cruzaron el Jordán para atacar también a las tribus de Judá, Benjamín y Efraín, y los israelitas se vieron en graves problemas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces los israelitas le pidieron ayuda a Dios, y le dijeron:",
            "—Hemos pecado contra ti al abandonarte para adorar a dioses falsos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Dios les respondió:",
            "—Yo los libré de los egipcios, de los amorreos, de los amonitas y de los filisteos, ¿no es verdad?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando ustedes me suplicaron que los salvara, yo los libré de los sidonios, de los amalecitas y de los madianitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "A pesar de eso, ustedes volvieron a abandonarme para adorar a dioses falsos, así que ahora no los voy a salvar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¡Vayan a pedirle ayuda a los otros dioses! ¡Ya que ustedes los eligieron, que ellos los saquen del problema!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Los israelitas volvieron a decirle a Dios:",
            "—Reconocemos que hemos pecado, así que haz con nosotros lo que mejor te parezca. Pero, por favor, ¡sálvanos ya!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Quitaron entonces los dioses falsos que tenían, y volvieron a adorar a Dios. Y él se puso triste al ver cómo sufría su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Los amonitas se prepararon para la guerra y acamparon en Galaad. Los israelitas, por su parte, se reunieron y acamparon en Mispá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Los líderes israelitas que vivían en Galaad se pusieron de acuerdo y dijeron: «El que se anime a dirigirnos a luchar contra los amonitas será el jefe de todos los que vivimos en Galaad»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.11"
        ],
        "human": "Jueces 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.12"
        ],
        "human": "Jueces 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.10"
        ],
        "human": "Jueces 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jefté"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Jefté, un valiente soldado de la zona de Galaad, era hijo de una prostituta. Su padre, que se llamaba Galaad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "tuvo otros hijos con su esposa, y cuando estos crecieron, echaron de la casa a Jefté. Le dijeron: «No vas a recibir ninguna herencia de tu padre, porque eres hijo de otra mujer»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces Jefté se alejó de sus hermanos y se fue a vivir a la tierra de Tob. Allí reunió a unos bandoleros que salían con él a robar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Después de algún tiempo los amonitas atacaron a los de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los líderes de Galaad fueron entonces a la tierra de Tob a buscar a Jefté,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y le dijeron:",
            "—Queremos que seas nuestro líder en la guerra contra los amonitas. Ven con nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Jefté les respondió:",
            "—Si tanto me odiaban ustedes, que hasta me echaron de la casa de mi padre, ¿por qué ahora que están en problemas me vienen a buscar?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Ellos le contestaron:",
            "—Justamente porque estamos en problemas, necesitamos que vengas con nosotros a atacar a los amonitas. Queremos que seas el jefe de todos los que vivimos en Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Jefté entonces les dijo:",
            "—Está bien. Pero si vuelvo con ustedes, y Dios me ayuda a vencer a los amonitas, ¿de veras seré su jefe?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y los líderes le aseguraron:",
            "—Dios es nuestro testigo de que haremos todo lo que tú nos digas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así que Jefté se fue con ellos, y el pueblo lo nombró jefe y gobernador. En Mispá, Jefté puso a Dios por testigo del trato que hicieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Después de eso, Jefté envió unos mensajeros al rey de los amonitas para que le dijeran:",
            "«¿Qué tienes contra nosotros? ¿Por qué vienes a atacar mi territorio?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El rey de los amonitas le respondió:",
            "«Vengo a recuperar nuestras tierras, desde el río Arnón hasta los ríos Jaboc y Jordán. Ustedes se apoderaron de ellas cuando salieron de Egipto, pero ahora me las tienen que devolver pacíficamente»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Jefté volvió a enviar mensajeros al rey de los amonitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "con esta respuesta:",
            "«Nosotros no les hemos quitado tierras a los moabitas ni a los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Lo que ocurrió fue que, cuando salimos de Egipto, cruzamos el desierto hasta el Mar de los Juncos y llegamos a Cadés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Luego enviamos mensajeros al rey de Edom pidiéndole permiso para pasar por su territorio, pero él no nos dejó pasar. También se enviaron mensajeros al rey de los moabitas, y él tampoco nos dio permiso, así que nos quedamos en Cadés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Después seguimos por el desierto, rodeando el territorio de Edom y de los moabitas. Cuando llegamos al este del territorio moabita, acampamos allí, al otro lado del río Arnón, y como este río es la frontera no entramos a territorio moabita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces mandamos mensajeros a Sihón, el rey amorreo de Hesbón, pidiéndole que nos dejara pasar por su territorio para llegar al nuestro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero el rey Sihón desconfió de nosotros, y no nos permitió pasar por su territorio. Al contrario, acampó en Jahas con todo su ejército y nos atacó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Sin embargo nuestro Dios nos hizo vencer a todo el ejército de Sihón. Entonces nos apoderamos de todo el territorio de los amorreos que vivían allí,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "desde el río Arnón hasta el río Jaboc, y desde el desierto hasta el Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "¿Y ahora quieres tú recuperar el territorio que el Dios de Israel les quitó a ustedes y nos dio a nosotros?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Lo que su dios Quemós les ha dado es de ustedes, y lo que nuestro Dios nos ha dado es de nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "»¿Te crees más importante que Balac, el rey de los moabitas? Él nunca combatió contra los israelitas ni les hizo la guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Trescientos años hemos vivido en Hesbón y en Aroer, en las aldeas que las rodean, y en las ciudades a orillas del río Arnón; ¿por qué en todo este tiempo no se apoderaron de estos territorios?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Yo no les he hecho ningún mal. Son ustedes los que están actuando mal al atacarnos. ¡Pero el Dios de Israel será el que juzgue entre ustedes y nosotros!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Pero el rey de los amonitas no hizo caso del mensaje que Jefté le envió."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Promesa de Jefté"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Después de esto el espíritu de Dios actuó sobre Jefté, y lo hizo recorrer los territorios de Galaad y Manasés, y volver después a Mispá de Galaad. De allí Jefté fue al territorio de los amonitas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "en donde le prometió a Dios: «Si me das la victoria sobre los amonitas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "yo te ofreceré como sacrificio a la primera persona de mi familia que salga a recibirme»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Jefté cruzó el río para atacar a los amonitas, y Dios le dio la victoria sobre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Mató a muchos enemigos y conquistó veinte ciudades, desde Aroer hasta la zona de Minit, llegando hasta Abel-queramim. Así los israelitas dominaron a los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Cuando Jefté regresó a su casa en Mispá, su única hija salió a recibirlo, bailando y tocando panderetas. Aparte de ella Jefté no tenía otros hijos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "así que se llenó de tristeza al verla, y rompió sus ropas como señal de su desesperación. Le dijo:",
            "—¡Ay, hija mía! ¡Qué tristeza me da verte! Y eres tú quien me causa este gran dolor, porque le hice una promesa a Dios y tengo que cumplírsela."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Ella le respondió:",
            "—Padre, si le prometiste algo a Dios, cumple conmigo tu promesa, ya que él te ha dado la victoria sobre tus enemigos, los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Pero una cosa te pido, padre mío: Déjame ir dos meses a las montañas, con mis amigas. Tengo mucha tristeza por tener que morir sin haberme casado; necesito llorar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Su padre le dio permiso de hacerlo, y ella se fue a las montañas con sus amigas. Allí lloró y lamentó el haberse quedado soltera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Pasados los dos meses, regresó a donde estaba su padre, quien cumplió con ella la promesa que había hecho. Y ella murió sin haberse casado. De ahí comenzó la costumbre"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "de todos los años, de que las jóvenes israelitas dedican cuatro días a hacer lamentos por la hija de Jefté."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.12"
        ],
        "human": "Jueces 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.13"
        ],
        "human": "Jueces 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.11"
        ],
        "human": "Jueces 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jefté y la tribu de Efraín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los hombres de la tribu de Efraín se prepararon para la batalla. Cruzaron el río Jordán y se dirigieron a Safón. Allí le dijeron a Jefté:",
            "—¿Por qué cruzaste el río para pelear contra los amonitas, y no nos pediste ayuda? ¡Le prenderemos fuego a tu casa, y morirás quemado!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Jefté les contestó:",
            "—Mi gente y yo tuvimos una discusión muy seria con los amonitas, y cuando los llamamos a ustedes, no vinieron a ayudarnos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Al ver que ustedes no venían a defendernos, decidí arriesgar mi vida y ataqué a los amonitas. Y si Dios me ayudó a vencerlos, ¿por qué ahora vienen ustedes a atacarme?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero los de Efraín le contestaron:",
            "—Ustedes, los de Galaad, son tan solo unos refugiados en nuestras tierras, pues viven en los territorios de las tribus de Efraín y de Manasés.",
            "Entonces Jefté reunió a todos los hombres de Galaad, y peleó contra los de Efraín y los venció."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Para que los de Efraín no pudieran escapar, los de Galaad se quedaron vigilando las partes menos profundas del río Jordán.",
            "Cuando algún fugitivo de Efraín se acercaba para cruzar el río, los de Galaad le preguntaban: «¿Eres de la tribu de Efraín?» Si aquel respondía que no,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "entonces le pedían que dijera: «Muchacho». Si lo pronunciaba «Mushasho», porque no sabía decirlo de otro modo, lo mataban allí mismo. En esa ocasión mataron a cuarenta y dos mil hombres de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Jefté fue jefe de los israelitas durante seis años. Cuando murió, lo enterraron en Galaad, ciudad donde había nacido."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ibsán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8,
            9
          ],
          "lines": [
            "Después de Jefté, Ibsán de Belén fue el jefe de los israelitas durante siete años. Tuvo treinta hijos y treinta hijas, y a todos los casó con gente que no era de su tribu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando murió, lo enterraron en Belén."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Después de Ibsán, Elón, de la tribu de Zabulón, fue jefe de los israelitas durante diez años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando murió, lo enterraron en Aialón, en el territorio de su tribu."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Abdón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13,
            14,
            15
          ],
          "lines": [
            "Después de Elón, el jefe de los israelitas fue Abdón hijo de Hilel, y los dirigió durante ocho años. Abdón tuvo cuarenta hijos y treinta nietos, y todos ellos eran gente importante. Cuando murió Abdón, lo enterraron en Piratón, donde había nacido. Piratón estaba en el territorio de Efraín, en la zona montañosa de los amalecitas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.13"
        ],
        "human": "Jueces 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.14"
        ],
        "human": "Jueces 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.12"
        ],
        "human": "Jueces 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nacimiento de Sansón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los israelitas volvieron a pecar contra Dios, así que él dejó que los filisteos los dominaran durante cuarenta años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En ese tiempo vivía en Sorá un hombre de la tribu de Dan, llamado Manoa. Su esposa no podía tener hijos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "pero un día un ángel se le apareció y le dijo:",
            "«Aunque no has podido tener hijos, porque eres estéril, ahora vas a quedar embarazada y tendrás un varón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4,
            5
          ],
          "lines": [
            "Desde su nacimiento dedicarás tu hijo a Dios como nazireo. Por eso no debes beber vino ni otras bebidas fuertes, ni comer comidas impuras, y al niño nunca se le debe cortar el cabello. Ahora los filisteos dominan a los israelitas, pero con este niño comenzará su liberación»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "La mujer fue a contárselo a su esposo:",
            "—Un hombre de Dios vino a donde yo estaba, y me impresionó tanto que no me atreví a preguntarle cómo se llamaba, ni él me dijo de dónde venía. Su cara era como la de un ángel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Lo que me dijo fue esto: “Vas a quedar embarazada, y tendrás un varón. Desde que nazca hasta que muera, será dedicado a Dios como nazireo. Por eso, no bebas vino ni otras bebidas fuertes, ni comas comida impura”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces Manoa le rogó a Dios: «¡Dios mío, que venga otra vez ese hombre que mandaste! ¡Que nos enseñe lo que debemos hacer con el hijo que nacerá!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Dios hizo lo que Manoa le pidió, y mandó otra vez al ángel, el cual se le apareció a la mujer cuando ella estaba en el campo. Como Manoa no estaba allí,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "ella se fue corriendo a llamarlo:",
            "—¡Manoa! ¡Manoa! ¡Aquí está el hombre que vi el otro día!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Manoa se levantó y acompañó a su esposa hasta donde estaba el hombre, y le preguntó:",
            "—¿Eres tú quien habló con mi esposa el otro día?",
            "El hombre le respondió que sí,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "y entonces Manoa le dijo:",
            "—Cuando se cumpla lo que dijiste, ¿cómo debemos criar al niño? ¿Qué debemos hacer?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El ángel de Dios le dijo a Manoa:",
            "—Tu esposa debe cumplir con todo lo que le he dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Es decir, no debe comer nada que esté hecho de uvas, ni tomar vino ni otras bebidas alcohólicas, ni comer comida impura. Tiene que hacer todo esto, tal como se lo he mandado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15,
            16
          ],
          "lines": [
            "Sin saber que ese hombre era un ángel de Dios, Manoa le dijo:",
            "—Quédate a comer con nosotros. Vamos a prepararte un cabrito.",
            "Pero el ángel le contestó:",
            "—Aunque me quedara, no podría comer la comida que preparen. Si quieren, pueden ofrecérsela a Dios como sacrificio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces Manoa le preguntó al ángel:",
            "—¿Cómo te llamas? Dinos tu nombre, para poder darte las gracias cuando se cumpla lo que nos has dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El ángel le contestó:",
            "—Mi nombre es un secreto; ¿para qué me lo preguntas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Así que Manoa tomó el cabrito y la ofrenda de cereales, los colocó sobre una roca, y los ofreció en sacrificio a Dios. En ese momento sucedió algo maravilloso:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20,
            21
          ],
          "lines": [
            "Mientras Manoa y su esposa miraban cómo salían las llamas de la roca, vieron que el ángel subía al cielo entre las llamas. Comprendieron entonces que ese hombre era un ángel de Dios, y con respeto se inclinaron hasta tocar el suelo con la frente. El ángel no se volvió a aparecer ni a Manoa ni a su esposa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entonces Manoa le dijo a su esposa:",
            "—Vamos a morir, porque hemos visto a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero ella le respondió:",
            "—Si Dios nos hubiera querido matar, no habría aceptado el sacrificio ni los cereales que le ofrecimos. Tampoco nos habría dejado ver este milagro ni nos habría anunciado todo esto, como lo ha hecho ahora."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y la mujer tuvo un hijo y lo llamó Sansón. El niño creció, y Dios lo bendijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Un día, cuando estaba en el campamento de Dan, entre Sorá y Estaol, el espíritu de Dios comenzó a actuar en él."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.14"
        ],
        "human": "Jueces 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.15"
        ],
        "human": "Jueces 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.13"
        ],
        "human": "Jueces 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Casamiento de Sansón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Sansón fue al pueblo de Timná, y al ver a una joven filistea se enamoró de ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Cuando volvió, le dijo a sus padres:",
            "—He visto en Timná a una joven filistea, y quiero casarme con ella. Hagan ustedes los arreglos necesarios para la boda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Sus padres, entonces, le preguntaron:",
            "—¿Por qué tienes que elegir como esposa a una mujer de esos filisteos, que no conocen a Dios? ¿Es que no hay mujeres en nuestro pueblo o entre los demás pueblos israelitas?",
            "Pero Sansón insistió:",
            "—Esa muchacha es la que me gusta. Vayan a pedirla para que sea mi esposa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Sus padres no sabían que Dios había dispuesto que esto fuera así, porque buscaba una oportunidad para atacar a los filisteos. En esa época los israelitas estaban bajo el poder de los filisteos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "así que Sansón y sus padres se fueron a Timná.",
            "Cuando Sansón pasaba por los viñedos, de pronto se oyó un rugido, y un feroz león lo atacó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero el espíritu de Dios actuó sobre Sansón y le dio una gran fuerza. Entonces Sansón tomó al león entre sus manos y lo despedazó como si fuera un cabrito. Pero no les dijo a sus padres lo que había sucedido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Poco después llegaron a Timná, y Sansón fue a hablar con la muchacha de la que estaba enamorado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Unos días más tarde, cuando Sansón volvió para casarse, se apartó del camino para ver al león muerto, y resultó que en el cuerpo del león había un enjambre de abejas y un panal de miel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Sansón tomó la miel con las manos y se fue por el camino comiéndola. Al llegar a donde estaban sus padres, les dio miel, y ellos comieron; pero no les dijo de dónde la había sacado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Su padre fue a la casa de la joven, y Sansón hizo allí una fiesta, porque esa era la costumbre entre los jóvenes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cuando lo vieron los filisteos, le llevaron treinta muchachos para hacerle compañía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Sansón les dijo a los jóvenes:",
            "—Les voy a decir una adivinanza. Si me dan la respuesta dentro de los siete días que va a durar la fiesta, les daré a cada uno de ustedes una capa de tela fina y un conjunto completo de ropa de fiesta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero si no la adivinan, cada uno de ustedes me tendrá que dar a mí una capa de tela fina y un conjunto completo de ropa de fiesta.",
            "Los jóvenes contestaron:",
            "—¡Dinos la adivinanza! ¡Queremos oírla!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces Sansón les dijo:",
            "«Del devorador salió comida,",
            "y del fuerte salió dulzura».",
            "Pasaron tres días, y los jóvenes no daban con la respuesta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Al cuarto día, le dijeron a la prometida de Sansón:",
            "«Averíguanos la solución de la adivinanza. Haz que tu prometido te la diga porque, si no, te quemaremos a ti y a toda tu familia. ¿Acaso pretenden dejarnos desnudos?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Ella fue a ver a Sansón, y llorando le dijo:",
            "—¡Tú no me quieres! ¡Me desprecias! A mis amigos les contaste una adivinanza, pero a mí no me has dicho la respuesta.",
            "Sansón le respondió:",
            "—¡Pero, mujer! Si ni a mis padres se la he dicho, ¿por qué tengo que decírtela a ti?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ella estuvo llorándole el resto de la semana. Y tanto insistió que el último día Sansón le dio la respuesta. Entonces ella se la dio a conocer a los jóvenes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El séptimo día, antes de que se pusiera el sol, los filisteos fueron a decirle a Sansón:",
            "«No hay nada más dulce que la miel,",
            "y nada más fuerte que un león».",
            "Él les contestó:",
            "«Gracias a mi prometida",
            "supieron la respuesta»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Enseguida el espíritu de Dios le dio mucha fuerza a Sansón. Entonces él se fue a Ascalón, y allí mató a treinta hombres. Les quitó sus ropas y se las dio a los que habían averiguado la respuesta. Después, regresó a la casa de sus padres, pues estaba muy furioso por lo que había sucedido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "En cuanto a la prometida de Sansón, su padre la casó con uno de los invitados a la fiesta."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.15"
        ],
        "human": "Jueces 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.16"
        ],
        "human": "Jueces 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.14"
        ],
        "human": "Jueces 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La venganza de Sansón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de algún tiempo, Sansón fue a visitar a su prometida, y le llevó un cabrito. Era el tiempo de la cosecha. Al llegar dijo:",
            "—Voy a entrar al cuarto de mi mujer. Quiero verla.",
            "Pero el padre de ella no lo dejó entrar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "sino que le explicó:",
            "—Yo pensé que ya no la querías, así que la casé con otro. ¿Por qué no te casas con su hermana menor? ¡Es más linda que ella!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Lo único que contestó Sansón fue:",
            "—¡Ahora tengo más razones para acabar con los filisteos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces fue y atrapó trescientas zorras, y las ató por la cola, de dos en dos, y a cada par le sujetó una antorcha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Luego soltó a las zorras en los campos de los filisteos, y así se quemó todo el trigo, tanto el cosechado, como el que todavía estaba en pie. También se quemaron todos los viñedos y olivares."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los filisteos preguntaron quién había hecho eso, y les dijeron que era una venganza de Sansón contra su suegro, porque lo había dejado sin esposa. Por eso los filisteos fueron y quemaron a la prometida de Sansón y al padre de ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Al saber esto, Sansón los amenazó: «¿Conque esas tenemos? ¡Pues les juro que no voy a descansar hasta acabar con todos ustedes!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "De inmediato los atacó con furia, y mató a muchos de ellos. Luego se fue a la cueva que está en la peña de Etam, y allí se quedó."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La quijada de burro"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los filisteos vinieron y acamparon en Judá. Cuando atacaron la ciudad de Lejí,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "los de Judá les preguntaron:",
            "—¿Por qué nos atacan?",
            "Ellos contestaron:",
            "—Hemos venido a capturar a Sansón, para hacerle lo mismo que nos hizo a nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Al oír esto, tres mil hombres de Judá fueron a la cueva de Etam y le dijeron a Sansón:",
            "—¿Por qué nos has metido en problemas? ¿No sabías que los filisteos nos dominan?",
            "Él les respondió:",
            "—Yo les hice a los filisteos lo que ellos me hicieron a mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces le dijeron:",
            "—Nosotros hemos venido para capturarte y entregarte a los filisteos.",
            "Sansón contestó:",
            "—Júrenme que no me matarán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ellos le aseguraron que no lo harían. Le dijeron:",
            "—Nosotros no te vamos a matar. Solo vamos a entregarte a los filisteos.",
            "Así que lo ataron con dos sogas nuevas y lo sacaron de la cueva."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Cuando se acercaron a Lejí, los filisteos, muy alborotados, salieron a su encuentro. En ese momento el espíritu de Dios llenó a Sansón de fuerza, y este reventó las sogas que le sujetaban los brazos y las manos como si fueran hilos viejos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Luego encontró una quijada de burro que todavía no estaba seca, y con ella mató a muchos filisteos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Después de eso dijo:",
            "«Con la quijada de un burro",
            "maté a muchísimos hombres,",
            "y los junté en uno y dos montones»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Dicho esto, tiró la quijada. Por eso a ese lugar se le llamó Ramat-lejí, que quiere decir: «Colina de la quijada»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Como Sansón tenía muchísima sed, le suplicó a Dios: «¿Después de darme una victoria tan grande, me vas a dejar morir de sed? ¿Vas a dejar que estos filisteos me capturen?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces Dios permitió que saliera agua de un hueco. Al beberla, Sansón se sintió mucho mejor. Por eso, hasta el momento en que esto se escribe, ese lugar se llama En-hacoré, que significa: «Manantial del que suplica»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Durante veinte años, Sansón fue jefe de los israelitas. Era el tiempo cuando los filisteos dominaban la región."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.16"
        ],
        "human": "Jueces 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.17"
        ],
        "human": "Jueces 17",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.15"
        ],
        "human": "Jueces 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sansón va a Gaza"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cierto día, Sansón fue a la ciudad de Gaza. Allí vio a una prostituta, y entró a su casa para pasar la noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Los de Gaza se enteraron de que Sansón estaba allí, así que rodearon el lugar y se pusieron a vigilar la entrada de la ciudad. Decidieron esperar toda la noche y matar a Sansón al amanecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero él se levantó a la medianoche, fue hasta la entrada y arrancó el portón con todo y pilares y cerrojos. Cargó todo sobre sus hombros y se lo llevó a lo alto del cerro que está frente a Hebrón."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sansón y Dalila"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Después Sansón se enamoró de una mujer llamada Dalila, que vivía en el valle de Sorec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los jefes filisteos le fueron a decir a ella:",
            "«Engaña a Sansón, y averigua el secreto de su gran fuerza. Necesitamos saber cómo vencerlo y atarlo para mantenerlo bajo nuestro poder. Si logras averiguarlo, cada uno de nosotros te dará más de mil monedas de plata»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando Sansón fue a visitarla, Dalila le preguntó:",
            "—¿Cuál es el secreto de tu gran fuerza? ¿Cómo se te puede atar sin que te liberes?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Sansón le contestó:",
            "—Si me atan con siete cuerdas nuevas, de las más fuertes y resistentes, perderé mi gran fuerza y seré como cualquier otro hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces los jefes filisteos le llevaron a Dalila siete cuerdas de las más fuertes y resistentes, y ella ató a Sansón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Dalila había escondido en su cuarto a unos hombres, así que gritó: «¡Sansón! ¡Los filisteos te atacan!»",
            "Pero Sansón rompió las cuerdas como si fueran hilos viejos, y los filisteos no pudieron descubrir el secreto de su gran fuerza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Dalila le dijo a Sansón:",
            "—¡Te burlaste de mí! ¡Me engañaste! ¿Qué hay que hacer para sujetarte?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Sansón le respondió:",
            "—Si me atan con sogas nuevas, de las que se usan para atar ganado, perderé mi fuerza y seré como cualquier otro hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces Dalila consiguió esa clase de sogas, lo ató, y después gritó: «¡Sansón! ¡Los filisteos te atacan!»",
            "Los hombres estaban esperando en otro cuarto, pero Sansón rompió las sogas que le sujetaban los brazos como si fueran hilos delgados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Dalila le dijo a Sansón:",
            "—¡Volviste a engañarme! ¿Por qué insistes en mentirme? Por favor, dime, ¿qué hay que hacer para sujetarte?",
            "Sansón le contestó:",
            "—Si tomas las siete trenzas de mi cabello y las entretejes entre los hilos de ese telar, y luego sujetas el telar fuertemente al suelo con estacas, perderé mi fuerza y seré como cualquier otro hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Cuando Sansón se durmió, Dalila entretejió las trenzas en el tejido del telar, y sujetó el telar al suelo con las estacas. Luego gritó: «¡Sansón! ¡Los filisteos te atacan!»",
            "Pero Sansón se despertó, arrancó el telar con todo y estacas, y se libró."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Dalila exclamó:",
            "—¿Cómo puedes decir que me amas, si me sigues engañando? ¡Ya es la tercera vez que te burlas de mí, y todavía no me dices cuál es el secreto de tu gran fuerza!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Todos los días Dalila seguía insistiendo con la misma pregunta, y tanto se hartó Sansón que se quería morir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Finalmente, Sansón le confesó a Dalila su secreto: «Jamás se me ha cortado el cabello, porque antes de nacer fui dedicado a Dios como nazireo. Si me cortaran el cabello, perdería mi fuerza y sería como cualquier otro hombre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Dalila comprendió que esta vez Sansón le había dicho la verdad, y mandó este mensaje a los jefes filisteos: «Vengan acá otra vez, porque ahora sí me ha dicho la verdad».",
            "Entonces los jefes filisteos volvieron con el dinero en la mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Dalila hizo que Sansón se durmiera recostado en su falda, y mandó llamar a un hombre para que le cortara las siete trenzas. Después comenzó a maltratarlo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "y le gritó: «¡Sansón! ¡Los filisteos te atacan!»",
            "Sansón despertó pensando que iba a librarse como antes, pero no sabía que Dios ya lo había abandonado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Los filisteos lo sujetaron y le sacaron los ojos; luego se lo llevaron a Gaza, le pusieron cadenas de bronce, y lo obligaron a trabajar en el molino de la cárcel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero con el tiempo, su cabello comenzó a crecer de nuevo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Sansón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Los jefes de los filisteos se reunieron para ofrecer un gran sacrificio a su dios Dagón. Festejaban así su triunfo y cantaban esta canción:",
            "«Nuestro dios nos ha dado la victoria;",
            "hemos vencido a Sansón, nuestro enemigo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24,
            25
          ],
          "lines": [
            "Estaban tan contentos que mandaron traer a Sansón para burlarse de él. Cuando lo trajeron de la cárcel, lo pusieron de pie entre dos columnas, y se divertían haciéndole burla. Al verlo, la gente alabó a su dios, y todos cantaban:",
            "«Sansón destruyó nuestros campos",
            "y mató a miles de los nuestros.",
            "Pero nuestro dios nos ha dado la victoria,",
            "hemos vencido a Sansón, nuestro enemigo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Al ver cómo se burlaban de él, Sansón le dijo al muchacho que lo guiaba: «Déjame tocar las columnas que sostienen el templo. Quiero apoyarme en ellas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "El templo estaba lleno de hombres y mujeres. Además de los jefes de los filisteos, había en la terraza unas tres mil personas que se divertían viendo a Sansón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces Sansón oró: «¡Dios todopoderoso, ayúdame solo una vez más! Los filisteos se han burlado de mí sacándome los ojos, te ruego que me des fuerzas para vengarme de ellos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Dicho esto, Sansón apoyó sus dos manos sobre las columnas centrales que sostenían el templo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "y gritó: «¡Que mueran conmigo los filisteos!» Luego empujó las columnas con todas sus fuerzas, y el templo se vino abajo sobre los jefes filisteos y sobre todos los que allí estaban. Sansón mató a más personas al morir, que las que había matado en toda su vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Después vinieron los hermanos de Sansón con todos sus parientes a recoger su cuerpo. Lo enterraron en la tumba de Manoa, su padre, entre Sorá y Estaol. Sansón fue jefe de los israelitas durante veinte años."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.17",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.17"
        ],
        "human": "Jueces 17"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.18"
        ],
        "human": "Jueces 18",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.16"
        ],
        "human": "Jueces 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las imágenes de Micaías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Había un hombre llamado Micaías, que vivía en las montañas de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2,
            3
          ],
          "lines": [
            "Un día, le dijo a su madre:",
            "—Te oí maldecir al ladrón que te robó más de mil monedas de plata. Pero en realidad fui yo quien te las quitó. Aquí las tienes.",
            "Y le devolvió las monedas de plata a su madre, quien le dijo:",
            "—¡Dios te bendiga, hijo mío! Ahora aparto esta plata para Dios. Con ella voy a mandar hacer una imagen de madera recubierta de plata, y te la daré a ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "De la plata que le había devuelto su hijo, ella apartó doscientas monedas y se las llevó a un platero, a quien le pidió que hiciera una imagen tallada en madera y recubierta de plata. Después llevó la imagen a la casa de Micaías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "quien había hecho un altar en su casa; allí tenía otras imágenes y una túnica sacerdotal, y había nombrado sacerdote a uno de sus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "En esa época los israelitas no tenían rey, y cada uno hacía lo que le daba la gana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Había también en ese tiempo un joven de la tribu de Leví, que vivía como extranjero en Belén de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Un día salió de allí en busca de otro lugar donde vivir, y andando por la zona montañosa de Efraín llegó a la casa de Micaías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Este le preguntó:",
            "—¿De dónde vienes?",
            "Y el joven le contestó:",
            "—De Belén de Judá. Soy descendiente de Leví, y busco un lugar donde vivir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces Micaías le dijo:",
            "—Quédate conmigo, y serás mi sacerdote y consejero. A cambio, yo te daré diez monedas de plata al año, además ropa y comida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11,
            12
          ],
          "lines": [
            "El joven sacerdote aceptó quedarse a vivir con Micaías, y fue su sacerdote particular. Hasta llegó a ser como uno de sus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Micaías pensaba que, teniendo como sacerdote a un descendiente de Leví, Dios lo ayudaría y todo le saldría bien."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.18",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.18"
        ],
        "human": "Jueces 18"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.19"
        ],
        "human": "Jueces 19",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.17"
        ],
        "human": "Jueces 17",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La tribu de Dan conquista su territorio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En ese tiempo en que los israelitas no tenían rey, los de la tribu de Dan estaban buscando un lugar donde vivir. De todas las tribus de Israel, Dan era la única a la que todavía no se le había asignado ningún territorio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Por eso los de Dan eligieron de entre sus familias a cinco valientes de Sorá y Estaol, y en secreto los enviaron a explorar el territorio. Cuando llegaron a la zona montañosa de Efraín, pasaron la noche en la casa de Micaías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Estando allí, se dieron cuenta de que el joven sacerdote era de otro lugar, por su manera de hablar, y le preguntaron:",
            "—¿Quién te trajo acá? ¿Qué estás haciendo? ¿Para qué viniste?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Él les explicó:",
            "—Hice un trato con Micaías, y él me paga para que sea yo su sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces ellos le dijeron:",
            "—Por favor, consulta a Dios por nosotros. Queremos saber si nos irá bien en este viaje."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Él les contestó:",
            "—Pueden ir tranquilos, porque Dios los va a proteger."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los cinco hombres salieron, y cuando llegaron a Lais encontraron que allí la gente vivía confiada y tranquila, pues tenía todo lo que necesitaba. Esa gente era de Sidón, pero como estaba lejos de su patria no se relacionaba con nadie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuando los que habían ido a explorar volvieron a Sorá y Estaol, sus compañeros les preguntaron:",
            "—¿Cómo les ha ido?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ellos les respondieron:",
            "—¡Hay que atacarlos ya! Recorrimos toda la zona y vimos que la tierra es muy fértil. ¡Vamos, no se queden ahí sin hacer nada! ¡Hay que ir enseguida a conquistar esa tierra!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando lleguen, verán que la gente no sospecha nada. ¡Dios nos ha dado un territorio grande, donde hay de todo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces seiscientos hombres de la tribu de Dan salieron bien armados de Sorá y Estaol."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Subieron y acamparon al oeste de Quiriat-jearim, en Judá, en un lugar que ahora se llama Campamento de Dan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "De allí siguieron hasta la zona montañosa de Efraín, y llegaron a la casa de Micaías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los cinco hombres que habían explorado el territorio de Lais les dijeron a sus compañeros: «¿Sabían que en una de esas casas hay una imagen de madera y plata? También hay otras imágenes y una túnica sacerdotal. ¿Qué les parece?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Todos se dirigieron hasta la casa de Micaías, y saludaron al joven sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16,
            17
          ],
          "lines": [
            "Los seiscientos soldados de la tribu de Dan se quedaron a la puerta con el sacerdote, mientras que los cinco exploradores entraron en la casa y se llevaron las imágenes y la túnica."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando el sacerdote se dio cuenta de sus intenciones, les preguntó:",
            "—¿Qué están haciendo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Ellos le contestaron:",
            "—¡Cállate! ¡No digas nada! Ven con nosotros y serás nuestro consejero y sacerdote. Es mejor ser sacerdote de toda una tribu israelita, que de la familia de un solo hombre, ¿no te parece?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Esto le pareció bien al sacerdote, así que tomó la túnica y las imágenes, y se fue con los de Dan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Al seguir su camino, pusieron al frente a los niños, el ganado y el equipaje."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Ya se habían alejado bastante cuando Micaías salió con sus vecinos a perseguirlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Cuando los de Dan oyeron los gritos, se dieron vuelta y le preguntaron a Micaías:",
            "—¿Qué te pasa? ¿A qué vienen tantos gritos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Micaías les contestó:",
            "—¿Cómo se atreven a preguntarme qué me pasa? ¡Ustedes me han robado las imágenes que hice, se han llevado a mi sacerdote y me han dejado sin nada!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Entonces los de Dan le contestaron:",
            "—¡Cuidado con lo que dices! ¡No nos levantes la voz! Algunos de nosotros podríamos perder la paciencia y atacarte, y morirías tú y tu familia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Micaías se dio cuenta de que eran más fuertes que él, y se volvió a su casa. Los de Dan continuaron su camino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27,
            28
          ],
          "lines": [
            "Los de Dan se fueron a atacar a la ciudad de Lais, llevándose al sacerdote de Micaías y las imágenes que él había hecho. Lais estaba en el valle que pertenecía al pueblo de Bet-rehob, y allí la gente vivía tranquila y confiada, sin sospechar que iban a ser atacados. Sin embargo, los danitas los mataron a todos, y después incendiaron la ciudad. Y como los de Lais no tenían relaciones con nadie, y estaban lejos de su patria, nadie los ayudó. Después los danitas volvieron a edificar la ciudad y se quedaron a vivir allí,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "aunque le cambiaron el nombre. En vez de Lais, le pusieron por nombre Dan, en honor de su antepasado, que fue hijo de Jacob."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Colocaron la imagen de madera y plata para adorarla, y nombraron sacerdote a Jonatán, que era descendiente de Guersón y de Moisés. Después los descendientes de Jonatán fueron sacerdotes de los danitas hasta los días del exilio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "La imagen de Micaías estuvo allí todo el tiempo que el santuario de Dios permaneció en Siló."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.19",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.19"
        ],
        "human": "Jueces 19"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.20"
        ],
        "human": "Jueces 20",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.18"
        ],
        "human": "Jueces 18",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El levita y su mujer"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En los días en que los israelitas todavía no tenían rey, un hombre de la tribu de Leví vivía con una mujer de Belén de Judá, en un lugar muy apartado de las montañas de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Un día ella se enojó con él y regresó a la casa de su padre en Belén. Estuvo allí cuatro meses,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "hasta que llegó el hombre para convencerla de que volviera con él. Lo acompañaba un sirviente, y llevaba dos burros. Ella lo hizo pasar a la casa, y cuando el padre vio al esposo de su hija, lo recibió con alegría"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y lo invitó a quedarse con ellos. El hombre y su sirviente se quedaron allí tres días, comiendo y bebiendo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Al cuarto día se levantaron de madrugada, y el hombre se preparó para viajar, pero su suegro le sugirió: «Come algo antes de irte, aunque sea un poco de pan. Te hará bien»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces los dos se sentaron a comer y a beber juntos. Después el padre de la joven le dijo a su yerno: «¡Por favor, quédate una noche más! ¡La pasaremos bien!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El hombre se levantó para irse, pero su suegro le insistió tanto que se quedó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Al quinto día se levantó muy temprano, decidido a salir, pero su suegro le dijo otra vez que comiera algo y se quedara hasta la tarde. Así que los dos se sentaron a comer juntos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando otra vez el hombre se levantó para irse con su mujer y su sirviente, su suegro le dijo: «Quédate, por favor, porque pronto será de noche. Pasaremos un rato agradable, y mañana muy temprano te irás a tu casa»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero el hombre no quiso quedarse otra noche más, así que se levantó y se fue. Lo acompañaban su mujer, su sirviente y dos burros cargados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cuando se acercaban a Jebús, es decir, a Jerusalén, el sirviente le dijo:",
            "—Sería bueno quedarnos a pasar la noche en esta ciudad de los jebuseos, ¿no le parece?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12,
            13
          ],
          "lines": [
            "Y el hombre le respondió:",
            "—No. No nos quedaremos en ninguna ciudad que no sea de los israelitas. Sigamos hasta Guibeá, para ver si allí o en Ramá podemos pasar la noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Siguieron entonces su camino, y a la puesta del sol ya estaban cerca de Guibeá, ciudad de la tribu de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Se apartaron del camino y entraron en la ciudad. Como nadie los invitó a su casa para pasar la noche, el hombre fue y se sentó en la plaza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Al caer la tarde, pasó por allí un anciano que volvía de trabajar en el campo. Este anciano era de la zona montañosa de Efraín, pero estaba viviendo en Guibeá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Cuando el anciano vio al viajero sentado en la plaza, le preguntó:",
            "—¿De dónde vienes? ¿A dónde vas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El hombre le contestó:",
            "—Venimos de Belén de Judá. Pasamos por aquí porque estamos volviendo a la parte más apartada de las montañas de Efraín, donde vivimos. Pero nadie nos ha invitado a pasar la noche en su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Tenemos de todo: paja y pasto para los burros, y pan y vino para nosotros tres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces el anciano le dijo:",
            "—¡Pero no pueden pasar la noche en la plaza! ¡En mi casa serán bienvenidos! ¡Yo les daré todo lo que necesiten!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "El anciano los llevó entonces a su casa, y mientras los viajeros se lavaban los pies, él les dio de comer a los burros. Después de eso cenaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Estaban pasando un rato agradable cuando, de pronto, unos hombres de la ciudad rodearon la casa y empezaron a golpear violentamente la puerta. Eran unos hombres malvados, los cuales le gritaron al dueño de la casa:",
            "—¡Qué salga el hombre que está de visita en tu casa! ¡Queremos tener relaciones sexuales con él!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces el dueño de la casa salió y les dijo:",
            "—¡Amigos míos, por favor, no hagan eso! ¡Es una terrible maldad! El hombre está de visita en mi casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "¡Miren! Les traeré a su mujer, y también a mi hija, que todavía no ha tenido relaciones sexuales con nadie. Hagan con ellas lo que quieran; ¡humíllenlas, pero no cometan tal maldad con este hombre!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Como los hombres seguían molestando, el hombre tomó a su mujer y la echó a la calle. Entonces ellos la violaron, y la siguieron maltratando toda la noche, hasta que amaneció."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Estaba amaneciendo cuando la mujer volvió a la casa del anciano, donde estaba su esposo; cayó de bruces delante de la puerta, y así se quedó hasta que se hizo de día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Cuando su esposo se levantó para continuar el viaje, al abrir la puerta encontró a su mujer tirada en el suelo y con las manos extendidas hacia la puerta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Le dijo: «¡Vamos, levántate! Tenemos que irnos». Pero ella no respondió. Entonces el hombre la puso sobre el burro y se fue a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Al llegar, tomó un cuchillo, cortó a su mujer en doce pedazos, y los mandó a todas las tribus de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Todos los que veían esto decían: «¡Nunca hemos visto algo así! Nunca, desde que nuestro pueblo salió de Egipto, ha ocurrido algo parecido. Tenemos que hacer algo, pero pensémoslo bien antes de actuar»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.20",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.20"
        ],
        "human": "Jueces 20"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.21"
        ],
        "human": "Jueces 21",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.19"
        ],
        "human": "Jueces 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reacción de los israelitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de meditarlo bien, los israelitas de todo el país se reunieron en Mispá, porque allí estaba el santuario de Dios; fueron del norte y del sur, del este y del oeste."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Todos los jefes de las tribus se reunieron allí junto con cuatrocientos mil soldados de infantería."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Los de Benjamín se enteraron de que las demás tribus israelitas se habían reunido en Mispá.",
            "Los israelitas querían saber cómo había ocurrido ese crimen,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "así que el hombre, el esposo de la mujer asesinada, les dijo:",
            "—Llegué con mi mujer a la ciudad de Guibeá, que es de la tribu de Benjamín, para dormir allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Esa misma noche, unos hombres de la ciudad vinieron para atacarme y rodearon la casa donde estábamos hospedados. Pensaban matarme a mí, pero en vez de eso maltrataron a mi mujer hasta matarla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces yo corté su cuerpo en pedazos, y los mandé por todo el país, para que todos los israelitas se enteraran del terrible crimen que se había cometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Como israelitas que somos, tenemos que decidir lo que vamos a hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Todos se pusieron de pie al mismo tiempo, y dijeron:",
            "—Nadie regresará a su casa o tienda de campaña,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "sino que se hará un sorteo para ver quiénes irán a atacar a Guibeá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "De cada diez hombres apartaremos uno, y formaremos un grupo que se encargue de conseguir comida para el ejército. Los demás irán a castigar a Guibeá por este crimen tan vergonzoso que se ha cometido en Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Todos los israelitas estuvieron de acuerdo en atacar la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Enviaron mensajeros por todo el territorio de la tribu de Benjamín para que dijeran: «No entendemos cómo pudo haberse cometido un crimen tan vergonzoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entreguen a esos malvados que están en Guibeá. Hay que matarlos para purificar de esta maldad al pueblo israelita».",
            "Pero los de Benjamín no hicieron caso de lo que decían los demás israelitas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "sino que salieron de todas sus ciudades y se reunieron en Guibeá para atacarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "De las otras ciudades de la tribu de Benjamín vinieron veintiséis mil soldados, los cuales se unieron a los setecientos soldados especiales que había en Guibeá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Había también setecientos soldados zurdos, que eran muy hábiles con sus hondas: podían lanzar una piedra contra una mosca, y nunca fallaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Las demás tribus israelitas reunieron cuatrocientos mil guerreros bien entrenados."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La guerra contra la tribu de Benjamín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Los israelitas fueron a Betel para consultar a Dios. Querían saber cuál tribu debía ser la primera en atacar a los de Benjamín, y Dios les contestó que la de Judá iría primero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19,
            20
          ],
          "lines": [
            "A la mañana siguiente, los israelitas se fueron a acampar frente a la ciudad de Guibeá, y se prepararon para la batalla. Pero los de Benjamín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "salieron de la ciudad y ese día mataron a veintidós mil israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22,
            23
          ],
          "lines": [
            "Entonces los israelitas volvieron a Betel y todo el día se estuvieron lamentando delante de Dios. Después le preguntaron: «Dios nuestro, ¿debemos atacar otra vez a nuestros hermanos de la tribu de Benjamín?»",
            "Dios les contestó que sí. Entonces los israelitas se animaron y nuevamente se prepararon para el combate, en el mismo lugar del día anterior."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Por segunda vez los israelitas avanzaron contra los de Benjamín,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "y estos nuevamente salieron de la ciudad, y ese día mataron a dieciocho mil soldados israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces todos los israelitas con su ejército volvieron a Betel para lamentarse delante de Dios. Todo el día estuvieron sentados allí sin comer nada, y le ofrecieron a Dios sacrificios y ofrendas de paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27,
            28
          ],
          "lines": [
            "En aquel tiempo, el cofre del pacto de Dios estaba en Betel, y el sacerdote era Finees, hijo de Eleazar y nieto de Aarón. Los israelitas consultaron a Dios para saber si debían volver a atacar a sus hermanos de la tribu de Benjamín, o si debían darse por vencidos. Dios les contestó: «Ataquen, que mañana les daré la victoria»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Al tercer día algunos soldados israelitas se escondieron alrededor de Guibeá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "mientras el resto del ejército se preparaba para volver a atacar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31,
            32,
            33,
            34,
            35,
            36,
            37,
            38,
            39,
            40,
            41,
            42,
            43,
            44,
            45,
            46,
            47,
            48
          ],
          "lines": [
            "Los de Benjamín respondieron al ataque, y mientras herían y mataban a los israelitas se fueron alejando de la ciudad. El ejército israelita retrocedió ante el ataque de los de Benjamín porque confiaba en los soldados que estaban escondidos alrededor de la ciudad.",
            "En los caminos de Betel y de Guibeá, y a campo abierto, los de Benjamín mataron a unos treinta soldados israelitas, así que pensaron que habían vuelto a vencerlos, como en la primera batalla. Lo cierto era que los israelitas se habían alejado de la ciudad para que sus enemigos los siguieran hasta donde estaba escondido el resto del ejército.",
            "En Baal-tamar se reunieron de nuevo diez mil de los mejores guerreros israelitas y se dispusieron a atacar la ciudad. Mientras tanto, los soldados que se habían quedado alrededor de la ciudad fueron saliendo de sus escondites, y rápidamente entraron en la ciudad, y mataron a todos los que allí estaban. Con el resto del ejército habían acordado que, tan pronto como entraran en la ciudad, les harían una señal, que sería una gran columna de humo; cuando los israelitas que fingían huir vieran la señal, debían darse vuelta y enfrentarse a los de Benjamín.",
            "La lucha fue dura, y los de Benjamín no se daban cuenta de que estaban por perder la batalla. De pronto vieron que comenzaba a salir humo de la ciudad, y cuando quisieron regresar ya toda la ciudad estaba envuelta en llamas. Entonces los israelitas les hicieron frente, y los de Benjamín se llenaron de miedo al ver que estaban a punto de ser destruidos. Trataron de huir hacia el desierto, pero quedaron atrapados entre el ejército y los soldados que salían de la ciudad, así que no lograron ponerse a salvo y fueron muertos.",
            "Los israelitas rodearon a los de Benjamín desde Menuhá hasta el este de Guibeá, y los persiguieron hasta aplastarlos a todos. Ese día Dios les dio la victoria a los israelitas. Así fue como murieron dieciocho mil valientes de la tribu de Benjamín; otros cinco mil fueron muertos en los caminos, y otros dos mil fueron muertos cuando huían hacia Gidom. Finalmente, los de Benjamín se dieron cuenta de que habían sido vencidos.",
            "Fue así como murieron veinticinco mil soldados de la tribu de Benjamín, todos ellos hombres valientes. De todos ellos solo pudieron escapar seiscientos soldados, los cuales lograron llegar a la roca de Rimón, en el desierto. Allí se quedaron cuatro meses. Los israelitas, mientras tanto, siguieron atacando y matando a todos los de la tribu de Benjamín que encontraban. Incluso mataban a los animales, y después de eso incendiaban las ciudades."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.21",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.21"
        ],
        "human": "Jueces 21"
      },
      "next": {
        "canonical": false,
        "usfm": [
          "RUT.INTRO1"
        ],
        "human": "Rut Introducción",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.20"
        ],
        "human": "Jueces 20",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Esposas para la tribu de Benjamín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los israelitas habían hecho el siguiente juramento en Mispá: «No permitiremos que nuestras hijas se casen con ninguno de la tribu de Benjamín»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Esto puso a todos muy tristes, así que fueron a Betel y estuvieron allí todo el día lamentándose delante de Dios. Lloraban amargamente"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y decían: «¡Dios nuestro! Ahora nos falta una tribu en Israel. ¿Por qué nos tenía que pasar esto?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Al día siguiente, se levantaron muy temprano y construyeron un altar, donde ofrecieron sacrificios y ofrendas de paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "También trataban de averiguar si alguna de las tribus había faltado a la reunión en Mispá, porque habían jurado matar solamente a los que no hubieran asistido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los israelitas les tenían lástima a sus hermanos de la tribu de Benjamín. Lloraban y decían: «Hoy ha sido arrancada de Israel una de sus tribus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿Qué podemos hacer para conseguirles esposas a los que no murieron de la tribu de Benjamín? No les podemos dar como esposas a nuestras hijas, porque hemos jurado ante Dios que no las casaríamos con ninguno de ellos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Seguían averiguando en todas las tribus israelitas para ver si algún grupo no había asistido a la reunión en Mispá. Recordaron que del campamento de Jabés de Galaad no había asistido nadie,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "porque al pasar lista ninguno de ese grupo había respondido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10,
            11
          ],
          "lines": [
            "Así que todo el pueblo envió a doce mil de sus soldados más valientes con esta orden: «Vayan a Jabés y maten a todos los hombres, incluyendo a las mujeres casadas y a los niños, pero no maten a las solteras»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y se encontró que entre los que vivían en Jabés había cuatrocientas jóvenes solteras, y las llevaron al campamento de Siló, que está en Canaán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Después, todo el pueblo envió mensajeros a los de Benjamín que estaban en la gran piedra de Rimón, para invitarlos a hacer la paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los de Benjamín volvieron, y los otros israelitas les dieron por esposas a las mujeres que habían traído de Jabés. Pero no hubo suficientes mujeres para todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Esto puso muy tristes a los israelitas, pues Dios había dejado un vacío en las tribus de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los jefes del pueblo se decían:",
            "«Todas las mujeres de la tribu de Benjamín han muerto, así que ¿dónde vamos a encontrar esposas para los que no tienen?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Tenemos que hallar el modo de que los de Benjamín sigan ocupando el lugar que les corresponde. No debe desaparecer una de las tribus israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero no podemos permitir que se casen con nuestras hijas, porque todos los israelitas hemos jurado pedirle a Dios que castigue a todo aquel que case a su hija con uno de la tribu de Benjamín»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Después recordaron que faltaba poco para la fiesta anual en Siló, que está al norte de Betel, al sur de Leboná, y al este del camino que sube de Betel a Siquem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Así que les dijeron a los de Benjamín:",
            "«Vayan a Siló. Escóndanse en los viñedos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "y esperen allí hasta que las jóvenes empiecen a bailar durante la fiesta. Entonces salgan de sus escondites, tome cada uno de ustedes una de esas mujeres, y vuelva con ella a su territorio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Si los padres o los hermanos de las jóvenes vienen a quejarse, les diremos así: “Por favor, déjenlos que se lleven a las jóvenes. Hacen esto porque en la guerra contra Jabés no pudimos conseguir esposas para todos. En realidad, ustedes no han dejado de cumplir el juramento que hicieron, pues no se las entregaron”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "A los de Benjamín les pareció bien hacer lo que se les sugería, así que cada uno tomó una de las jóvenes que estaban bailando, y todos se volvieron a sus territorios. Edificaron de nuevo las ciudades y se quedaron a vivir en ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Los otros israelitas también se fueron. Cada uno volvió a su propio territorio, a su tribu y a su grupo familiar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "En aquella época los israelitas todavía no tenían rey, y cada uno hacía lo que le daba la gana."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}