{
  "book_usfm": "AMO",
  "name": "Amós",
  "local_title": "Reina Valera Actualizada",
  "local_abbreviation": "RVA2015",
  "version_id": 1782,
  "publisher": {
    "name": "Editorial Mundo Hispano"
  },
  "copyright": {
    "html": "<p>Copyright © 2015 by Editorial Mundo Hispano</p>",
    "text": "Copyright © 2015 by Editorial Mundo Hispano"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "AMO.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "AMO.1"
        ],
        "human": "Amós 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "AMO.2"
        ],
        "human": "Amós 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOL.3"
        ],
        "human": "Joel 3",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Las palabras de Amós, uno de los pastores de Tecoa, sobre lo que vio acerca de Israel en los días de Uzías rey de Judá, y en los días de Jeroboam, hijo de Joás, rey de Israel, dos años antes del terremoto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Dijo Amós: “¡El SEÑOR ruge desde Sion y da su voz desde Jerusalén! Se enlutan los prados de los pastores y se seca la cumbre del Carmelo”."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Juicios contra las naciones vecinas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Así ha dicho el SEÑOR: “Por tres pecados de Damasco, y por cuatro, no revocaré su castigo. Porque trillaron a Galaad con trillos de hierro,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "enviaré fuego a la casa de Hazael, el cual devorará los palacios de Ben-hadad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Romperé los cerrojos de Damasco, exterminaré a los habitantes del valle de Avén y al que porta el cetro en Bet-edén. Y el pueblo de Siria será llevado cautivo a Quir”, ha dicho el SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así ha dicho el SEÑOR: “Por tres pecados de Gaza, y por cuatro, no revocaré su castigo. Porque llevó cautivo a todo un pueblo para entregarlo a Edom,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "enviaré fuego al muro de Gaza, el cual devorará sus palacios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Exterminaré a los habitantes de Asdod y al que porta el cetro en Ascalón. Volveré mi mano contra Ecrón y perecerán los sobrevivientes de Filistea”, ha dicho el SEÑOR Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Así ha dicho el SEÑOR: “Por tres pecados de Tiro, y por cuatro, no revocaré su castigo. Porque entregaron cautivo a todo un pueblo a Edom y no se acordaron del pacto de sus hermanos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "enviaré fuego al muro de Tiro, el cual devorará sus palacios”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así ha dicho el SEÑOR: “Por tres pecados de Edom, y por cuatro, no revocaré su castigo. Porque persiguió con espada a su hermano y suprimió su compasión, y porque en su furor siempre ha destrozado y ha guardado continuamente el rencor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "enviaré fuego a Temán, el cual devorará los palacios de Bosra”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Así ha dicho el SEÑOR: “Por tres pecados de los hijos de Amón, y por cuatro, no revocaré su castigo. Porque para ensanchar su territorio reventaron a las mujeres de Galaad que estaban embarazadas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "prenderé fuego en el muro de Rabá, el cual devorará sus palacios con clamor en el día de la batalla y con tormenta en el día de la tempestad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Su rey irá al cautiverio, él y todos sus principales”, ha dicho el SEÑOR."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "AMO.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "AMO.2"
        ],
        "human": "Amós 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "AMO.3"
        ],
        "human": "Amós 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "AMO.1"
        ],
        "human": "Amós 1",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Así ha dicho el SEÑOR: “Por tres pecados de Moab, y por cuatro, no revocaré su castigo. Porque quemaron los huesos del rey de Edom hasta calcinarlos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "enviaré fuego a Moab, el cual devorará los palacios de Queriot. Moab morirá en medio de alboroto, con clamor y sonido de corneta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Yo quitaré al juez de en medio de ellos y junto con él mataré a sus magistrados”, ha dicho el SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Así ha dicho el SEÑOR: “Por tres pecados de Judá, y por cuatro, no revocaré su castigo. Porque despreciaron la ley del SEÑOR y no guardaron sus decretos, y porque les hicieron errar sus mentiras tras las cuales anduvieron sus padres,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "enviaré fuego a Judá el cual devorará los palacios de Jerusalén”."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El juicio contra Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así ha dicho el SEÑOR: “Por tres pecados de Israel, y por cuatro, no revocaré su castigo. Porque venden por dinero al justo y al pobre por un par de zapatos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "codician hasta el polvo de la tierra que está sobre la cabeza de los empobrecidos y trastornan el camino de la gente humilde. Un hombre y su hijo tienen relaciones con la misma joven, profanando así mi santo nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Sobre ropas retenidas en prenda se recuestan junto a cualquier altar, y en la casa de sus dioses beben el vino de los multados."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Oportunidades que Israel perdió"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "“Yo destruí delante de ellos al amorreo, cuya estatura era como la altura de los cedros y que era fuerte como una encina. Destruí su fruto arriba y sus raíces abajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los hice subir de la tierra de Egipto y durante cuarenta años los hice caminar por el desierto, y caminé con ustedes por el desierto para que poseyeran la tierra del amorreo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Levanté profetas de sus hijos y nazareos de sus jóvenes. ¿No es esto así, hijos de Israel?, dice el SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero ustedes dieron de beber vino a los nazareos y a los profetas mandaron diciendo: ‘¡No profeticen!’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Yo, pues, haré tambalear sus pies como se tambalea la carreta repleta de gavillas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“El veloz no alcanzará refugio; al fuerte no le ayudará su fuerza ni librará su vida el valiente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El que toma el arco no resistirá ni escapará el rápido de pies ni el que monta a caballo salvará su vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "El más valiente de los valientes huirá desnudo en aquel día”, dice el SEÑOR."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "AMO.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "AMO.3"
        ],
        "human": "Amós 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "AMO.4"
        ],
        "human": "Amós 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "AMO.2"
        ],
        "human": "Amós 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Amós defiende el llamado profético"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Oigan esta palabra que el SEÑOR ha hablado contra ustedes, oh hijos de Israel, contra toda la familia que hice subir de la tierra de Egipto. Dice así:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Solamente a ustedes he conocido de todas las familias de la tierra; por tanto, los castigaré por todas sus maldades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "¿Andarán dos juntos, a menos que se pongan de acuerdo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "¿Rugirá el león en el bosque sin haber cazado presa? ¿Dará su rugido el cachorro de león desde su guarida sin haber atrapado algo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "¿Caerá el ave en la trampa en la tierra sin haber cazador? ¿Se alzará la trampa del suelo sin haber atrapado algo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "¿Se tocará la corneta en la ciudad y no se estremecerá el pueblo? ¿Habrá alguna calamidad en la ciudad sin que el SEÑOR la haya hecho?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Así, nada hará el SEÑOR Dios sin revelar su secreto a sus siervos los profetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Si ruge el león, ¿quién no temerá? Si habla el SEÑOR Dios, ¿quién no profetizará?"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Profecía de la venida del enemigo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Proclamen en los palacios de Asdod y en los palacios de la tierra de Egipto, y digan: “¡Reúnanse sobre los montes de Samaria y vean los muchos tumultos y la opresión que hay en medio de ella!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "No saben hacer lo recto, los que atesoran violencia y despojo en sus palacios”, dice el SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por tanto, así ha dicho el SEÑOR Dios: “Un enemigo vendrá por todos los lados de la tierra. Echará abajo tu fortaleza y tus palacios serán saqueados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así dice el SEÑOR: De la manera que el pastor libra de la boca del león dos piernas o la punta de la oreja, así escaparán los hijos de Israel que en Samaria se sientan en un borde de la cama o en un diván de Damasco."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "“Oigan y testifiquen contra la casa de Jacob, dice el SEÑOR Dios de los Ejércitos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El día en que castigue las rebeliones de Israel también castigaré los altares de Betel. Serán derribados los cuernos del altar y caerán al suelo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Yo golpearé la casa de invierno junto con la casa de verano y las casas de marfil perecerán. ¡Muchas casas serán arruinadas!”, dice el SEÑOR."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "AMO.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "AMO.4"
        ],
        "human": "Amós 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "AMO.5"
        ],
        "human": "Amós 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "AMO.3"
        ],
        "human": "Amós 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Contra las mujeres indolentes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Oigan esta palabra, oh vacas de Basán que están en el monte de Samaria, que oprimen a los pobres, que quebrantan a los necesitados, que dicen a sus maridos: “¡Traigan y bebamos!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El SEÑOR Dios juró por su santidad: “He aquí, vienen días sobre ustedes en que serán llevadas con ganchos y a sus descendientes con anzuelos de pescar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "¡Saldrán por las brechas una tras otra y serán arrojadas hacia el Hermón!”, dice el SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Castigos que no corrigieron a Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "“¡Vayan a Betel y rebélense! ¡A Gilgal y multipliquen la rebelión! ¡Traigan de mañana sus sacrificios y sus diezmos al tercer día!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "¡Quemen pan con levadura como ofrenda de acción de gracias! ¡Pregonen, anuncien ofrendas voluntarias, ya que eso es lo que les gusta, oh hijos de Israel!”, dice el SEÑOR Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“Por mi parte, yo los he tenido a diente limpio en todas sus ciudades y con falta de pan en todos sus pueblos. Pero no se volvieron a mí”, dice el SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "“También les detuve la lluvia cuando faltaban tres meses para la siega. Hice llover sobre una ciudad y sobre otra no hice llover. Sobre una parcela llovió, y la parcela sobre la cual no llovió se secó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Acudían dos o tres ciudades a otra ciudad para beber agua y no se saciaban. Pero no se volvieron a mí”, dice el SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "“Yo los golpeé con tizón y añublo. La langosta comió sus muchos huertos, sus viñas, sus higueras y sus olivos. Pero no se volvieron a mí”, dice el SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“Envié entre ustedes una plaga como en Egipto. Maté a espada a sus jóvenes mientras sus caballos eran capturados. Hice que el hedor de sus campamentos subiera a sus narices. Pero no se volvieron a mí”, dice el SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“Los trastorné como cuando Dios trastornó a Sodoma y a Gomorra, y fueron cual leño salvado del fuego. Pero no se volvieron a mí”, dice el SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "“Por tanto, de esta manera te haré, oh Israel. Y porque voy a hacerte esto, ¡prepárate para venir al encuentro de tu Dios, oh Israel!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Porque he aquí, el que forma las montañas y crea el viento y revela al hombre su pensamiento, el que hace a la aurora tinieblas y pisa sobre las alturas de la tierra, ¡el SEÑOR Dios de los Ejércitos es su nombre!"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "AMO.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "AMO.5"
        ],
        "human": "Amós 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "AMO.6"
        ],
        "human": "Amós 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "AMO.4"
        ],
        "human": "Amós 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Lamento por la ruina de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Oigan esta palabra que yo pronuncio como lamento por ustedes, oh casa de Israel:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "¡Cayó la virgen de Israel para no volverse a levantar!",
            "Sobre su suelo yace abandonada",
            "y no hay quien la levante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque así dice el SEÑOR Dios a la casa de Israel:",
            "p “La ciudad que salía con mil quedará con cien,",
            "y la que salía con cien quedará con diez”."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Llamado al arrepentimiento"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Porque así ha dicho el SEÑOR a la casa de Israel: “¡Búsquenme y vivirán!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y no busquen a Betel ni entren en Gilgal ni pasen a Beerseba; porque Gilgal será llevada en cautiverio y Betel será convertida en nada”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "¡Busquen al SEÑOR y vivan! No sea que él acometa como fuego contra la casa de José y consuma a Betel sin que haya quien lo apague."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ustedes que convierten el derecho en ajenjo y echan por tierra la justicia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "busquen al que hizo las Pléyades y el Orión, que a las tinieblas convierte en mañana, y que hace oscurecer el día hasta que se hace noche. Busquen al que llama a las aguas del mar y las derrama sobre la superficie de la tierra. ¡El SEÑOR es su nombre!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Él es el que irrumpe con destrucción contra la fortaleza, de modo que la destrucción alcance a la plaza fuerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ellos aborrecen al que los amonesta en el tribunal y abominan al que habla lo recto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por tanto, puesto que pisotean al pobre y toman de él tributo de granos, aunque hayan edificado casas de piedra labrada no las habitarán. Plantaron hermosas viñas pero no beberán el vino de ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Porque yo conozco sus muchas rebeliones y sus grandes pecados: que hostilizan al justo, que toman soborno y que hacen perder su causa a los pobres en el tribunal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por eso, en tal tiempo el prudente calla, porque es tiempo malo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¡Busquen el bien y no el mal para que vivan! Así estará con ustedes el SEÑOR Dios de los Ejércitos, como dicen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Aborrezcan el mal y amen el bien. Establezcan el juicio en el tribunal; quizás el SEÑOR Dios de Israel tenga piedad del remanente de José."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por tanto, así ha dicho el SEÑOR Dios de los Ejércitos, el Señor: “En todas las plazas habrá llanto y en todas las ciudades dirán: ‘¡Ay, ay!’. Convocarán a duelo al labrador y a lamentación a los que saben entonar lamentos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "En todas las viñas habrá llanto porque pasaré por en medio de ti”, ha dicho el SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "¡Ay de los que anhelan el día del SEÑOR! ¿Para qué quieren este día del SEÑOR? Será día de tinieblas y no de luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Será como el que huye de un león y choca con un oso; entra en casa y apoya su mano en la pared, y lo muerde una serpiente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "¿No será el día del SEÑOR para él tinieblas y no luz, oscuridad y no resplandor?"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Rechazo del culto extraño y vacío"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "“Aborrezco, rechazo las festividades de ustedes, y no me huelen bien sus asambleas festivas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Aunque me ofrezcan sus holocaustos y ofrendas vegetales, no los aceptaré ni miraré sus sacrificios de paz de animales engordados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Quita de mí el bullicio de tus canciones, pues no escucharé las salmodias de tus instrumentos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Más bien, corra el derecho como agua y la justicia como arroyo permanente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "“¿Acaso me ofrecieron sacrificios y ofrendas vegetales en el desierto durante cuarenta años, oh casa de Israel?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Al contrario, llevaron el tabernáculo de sus ídolos Moloc y Quiún, la estrella de sus dioses que se han hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Por tanto, yo haré que los lleven cautivos más allá de Damasco”, ha dicho el SEÑOR, cuyo nombre es Dios de los Ejércitos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "AMO.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "AMO.6"
        ],
        "human": "Amós 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "AMO.7"
        ],
        "human": "Amós 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "AMO.5"
        ],
        "human": "Amós 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Contra los dirigentes indolentes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¡Ay de los que viven reposados en Sion y de los confiados en el monte de Samaria, señalados como los principales de las naciones y a quienes acuden los de la casa de Israel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pasen a Calne y miren. De allí vayan a la gran Hamat. Luego desciendan a Gat de los filisteos. ¿Acaso son mejores que aquellos reinos? ¿Acaso el territorio de ellos era mayor que el de ustedes?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ustedes suponen que el día malo está lejos y acercan la sede del terror."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Duermen en camas de marfil, se extienden sobre sus lechos y comen los corderos del rebaño y los terneros de engorde."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Improvisan al son de la lira e inventan instrumentos musicales al estilo de David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Beben vino en grandes copas, se ungen con los más finos perfumes y no se afligen por la ruina de José."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Por tanto, ahora serán llevados a la cabeza de los cautivos, ¡y se acabará el banquete de los holgazanes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El SEÑOR Dios ha jurado por su alma; el SEÑOR Dios de los Ejércitos dice: “Abomino la soberbia de Jacob y aborrezco sus palacios. Entregaré al enemigo la ciudad y todo lo que hay en ella”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Acontecerá que si quedan diez hombres en una casa, morirán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y su pariente lo tomará para incinerarlo. Al sacar sus restos de la casa preguntará al que se encuentra en la parte más recóndita: “¿Hay algún otro contigo?”. Este responderá: “¡Nadie!”. Y le dirá: “¡Calla; no hay que mencionar el nombre del SEÑOR!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Porque he aquí, el SEÑOR ha mandado que sea reducida a escombros la casa mayor y a ruinas la casa menor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¿Acaso corren los caballos por las peñas? ¿Se arará con bueyes en el mar? Pero ustedes han convertido el derecho en veneno y el fruto de la justicia en ajenjo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ustedes se alegran por Lo-debar y dicen: “¿Acaso no hemos tomado Carnaim con nuestra fuerza?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“Pues he aquí, oh casa de Israel, yo levantaré sobre ustedes una nación que los oprimirá desde Lebo-hamat hasta el arroyo del Arabá”, dice el SEÑOR Dios de los Ejércitos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "AMO.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "AMO.7"
        ],
        "human": "Amós 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "AMO.8"
        ],
        "human": "Amós 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "AMO.6"
        ],
        "human": "Amós 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Tres visiones de destrucción"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Así me mostró el SEÑOR Dios: He aquí que él formaba un enjambre de langostas cuando comenzaba a brotar el heno tardío, después de la siega del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Aconteció que cuando acababan de comer la hierba de la tierra, dije:",
            "—¡Oh SEÑOR Dios, perdona, por favor! ¿Cómo podrá levantarse Jacob que es tan pequeño?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "El SEÑOR desistió de ello.",
            "—No será así —ha dicho el SEÑOR—."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Así me mostró el SEÑOR Dios: He aquí que el SEÑOR Dios convocó para juzgar por fuego, y el fuego consumió el gran océano y una parte de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Yo dije:",
            "—¡Oh SEÑOR Dios, desiste, por favor! ¿Cómo podrá restablecerse Jacob que es tan pequeño?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El SEÑOR desistió de ello.",
            "—No será así tampoco —dijo el SEÑOR Dios—."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Así me mostró: He aquí que el Señor estaba de pie sobre un muro hecho a plomo, y en su mano tenía una plomada de albañil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces me preguntó el SEÑOR:",
            "—¿Qué ves, Amós?",
            "Yo respondí:",
            "—Una plomada de albañil.",
            "Y el SEÑOR dijo:",
            "—He aquí yo pongo una plomada de albañil en medio de mi pueblo Israel. ¡No lo soportaré más!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los altares de Isaac serán destruidos y los santuarios de Israel quedarán desolados. Y me levantaré con espada contra la casa de Jeroboam."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Confrontación de Amós con Amasías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces Amasías, sacerdote de Betel, envió a decir a Jeroboam, rey de Israel: “Amós ha conspirado contra ti en medio de la casa de Israel. ¡La tierra no puede soportar todas sus palabras!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así ha dicho Amós: ‘Jeroboam morirá a espada e Israel saldrá de su tierra en cautiverio’”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y Amasías dijo a Amós:",
            "—¡Vidente, vete; huye a la tierra de Judá y come allá tu pan! Profetiza allá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "y no profetices más en Betel porque es el santuario del rey y la casa del reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Respondió Amós y dijo a Amasías:",
            "—Yo no soy profeta ni hijo de profeta; soy ganadero y cultivador de higos silvestres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero el SEÑOR me tomó de detrás del rebaño y me dijo: “Ve y profetiza a mi pueblo Israel”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Ahora pues, escucha la palabra del SEÑOR: Tú dices:“No profetices contra Israel ni prediques contra la casa de Isaac”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Por tanto, así dice el SEÑOR: “Tu mujer se prostituirá en la ciudad; tus hijos y tus hijas caerán a espada. Tu tierra será repartida a cordel, tú morirás en tierra inmunda, e Israel definitivamente será llevado cautivo de su tierra”."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "AMO.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "AMO.8"
        ],
        "human": "Amós 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "AMO.9"
        ],
        "human": "Amós 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "AMO.7"
        ],
        "human": "Amós 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visión del fin del reino de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Así me mostró el SEÑOR Dios: He aquí una cesta con frutas de verano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y me preguntó",
            "—¿Qué ves, Amós?",
            "Yo respondí:",
            "—Una cesta de frutas de verano.",
            "Entonces el SEÑOR me dijo:",
            "—¡Ha llegado el final de mi pueblo Israel! ¡No lo soportaré más!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "En aquel día gemirán los cantores del templo, dice el SEÑOR Dios. Muchos serán los cadáveres; en todo lugar serán arrojados en silencio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»Oigan esto, los que pisotean a los necesitados y arruinan a los pobres de la tierra"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "diciendo: “¿Cuándo pasará la luna nueva para que vendamos el trigo y el sábado para que abramos los almacenes del trigo; para que reduzcamos el peso y aumentemos el precio falsificando fraudulentamente las balanzas;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "para comprar a los pobres por dinero y a los necesitados por un par de zapatos; para que vendamos los desechos del trigo?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El SEÑOR ha jurado por la gloria de Jacob: “¡No me olvidaré jamás de todas las cosas que han hecho!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "¿No temblará la tierra por esto? ¿No harán duelo todos sus habitantes? Subirá toda como el río Nilo; se agitará y mermará como el Nilo de Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Sucederá en aquel día, dice el SEÑOR Dios, que haré que el sol se oculte al medio día, y en pleno día haré que la tierra sea cubierta de tinieblas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Convertiré las fiestas de ustedes en duelo y todas sus canciones en cantos fúnebres. Haré que todos los lomos se cubran de luto y que se rapen todas las cabezas. Traeré a ella duelo como por hijo único y su final será un día de amargura."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Hambre y sed de la Palabra de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“He aquí que vienen días, dice el SEÑOR Dios, en los cuales enviaré hambre a la tierra; no hambre de pan ni sed de agua, sino de oír las palabras del SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Irán errantes de mar a mar. Desde el norte hasta el oriente andarán errantes buscando palabra del SEÑOR y no la encontrarán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "En aquel día desmayarán de sed las bellas muchachas y los jóvenes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los que juran por la culpa de Samaria diciendo: ‘¡Viva tu dios, oh Dan!’ y, ‘¡Que viva el camino de Beerseba!’, caerán y nunca más se levantarán”."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "AMO.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "AMO.9"
        ],
        "human": "Amós 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "OBA.1"
        ],
        "human": "Abdías 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "AMO.8"
        ],
        "human": "Amós 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Vanos recursos para escapar de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Vi al Señor que estaba de pie sobre el altar, y dijo: “¡Golpea los capiteles de las columnas y estremézcanse los umbrales! Hazlos pedazos sobre las cabezas de todos ellos, y a sus descendientes los mataré a espada. ¡De ellos no habrá quien se fugue ni escape!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Aunque caven hasta el Seol, de allá los tomará mi mano. Si suben hasta los cielos, de allá los haré bajar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Si se esconden en la cumbre del Carmelo, allí los buscaré y los tomaré. Aunque se escondan de mis ojos en el fondo del mar, allí mandaré la serpiente y los morderá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Aunque vayan cautivos delante de sus enemigos, allí mandaré la espada que los matará. Sobre ellos pondré mis ojos para mal y no para bien”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "El SEÑOR Dios de los Ejércitos es el que toca la tierra y ella se derrite. Hacen duelo todos los que habitan en ella. Toda la tierra sube como el Nilo y luego merma como el Nilo de Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Él edifica su morada en los cielos y pone en la tierra los cimientos de su firmamento. Convoca las aguas del mar y las derrama sobre la faz de la tierra. ¡El SEÑOR es su nombre!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Israel no escapará del juicio divino"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "“Oh hijos de Israel, ¿acaso no son para mí como los hijos de los etíopes?, dice el SEÑOR. ¿No hice yo subir a Israel de la tierra de Egipto, a los filisteos de Caftor y a los sirios de Quir?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "He aquí, los ojos del SEÑOR Dios están contra el reino pecador. Yo lo destruiré de sobre la faz de la tierra, pero no destruiré del todo a la casa de Jacob, dice el SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pues he aquí que yo mandaré y haré que la casa de Israel sea sacudida entre las naciones, como se sacude en un harnero sin que caiga a tierra un solo grano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero a espada morirán todos los pecadores de mi pueblo que dicen: ‘No se acercará ni nos alcanzará el desastre’."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Restauración de Judá y de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“En aquel día levantaré la cabaña caída de David y cerraré sus brechas. Reconstruiré sus ruinas y lo edificaré como en el tiempo pasado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "para que posean lo que quede de Edom y de todos los pueblos sobre los cuales es invocado mi nombre, dice el SEÑOR que hace esto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "“He aquí que vienen días, dice el SEÑOR, cuando el que ara alcanzará al que siega y el que pisa las uvas al que lleva la semilla; las montañas gotearán vino nuevo y todas las colinas se derretirán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pues restauraré de la cautividad a mi pueblo Israel, y ellos edificarán las ciudades desoladas y las habitarán. Plantarán viñas y beberán del vino de ellas; plantarán huertos y comerán de sus frutos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pues los plantaré en su tierra y nunca más serán arrancados de la tierra que yo les di”, ha dicho el SEÑOR tu Dios."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}