{
  "book_usfm": "COL",
  "name": "Colosenses",
  "local_title": "Reina Valera Actualizada",
  "local_abbreviation": "RVA2015",
  "version_id": 1782,
  "publisher": {
    "name": "Editorial Mundo Hispano"
  },
  "copyright": {
    "html": "<p>Copyright © 2015 by Editorial Mundo Hispano</p>",
    "text": "Copyright © 2015 by Editorial Mundo Hispano"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "COL.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "COL.1"
        ],
        "human": "Colosenses 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "COL.2"
        ],
        "human": "Colosenses 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "PHP.4"
        ],
        "human": "Filipenses 4",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pablo, apóstol de Cristo Jesús por la voluntad de Dios, y el hermano Timoteo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "a los hermanos santos y fieles en Cristo que están en Colosas: Gracia a ustedes y paz de parte de Dios nuestro Padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Acción de gracias e intercesión"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Damos gracias a Dios, el Padre de nuestro Señor Jesucristo, orando siempre por ustedes;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "porque hemos oído de su fe en Cristo Jesús y del amor que tienen por todos los santos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "a causa de la esperanza reservada para ustedes en los cielos, de la cual han oído en la palabra de verdad del evangelio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "que les ha llegado. Y así como está llevando fruto y creciendo en todo el mundo, lo mismo sucede también entre ustedes desde el día en que oyeron y comprendieron de veras la gracia de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "tal como aprendieron de Epafras, nuestro consiervo amado, quien es fiel ministro de Cristo a favor de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Él también nos ha informado del amor de ustedes en el Espíritu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Por esta razón también nosotros, desde el día en que lo oímos, no cesamos de orar por ustedes y de rogar que sean llenos del conocimiento de su voluntad en toda sabiduría y plena comprensión espiritual,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "para que anden como es digno del Señor a fin de agradarle en todo; de manera que produzcan fruto en toda buena obra y que crezcan en el conocimiento de Dios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y que sean fortalecidos con todo poder, conforme a su gloriosa potencia, para toda perseverancia y paciencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Con gozo damos gracias al Padre que les hizo aptos para participar de la herencia de los santos en luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Él nos ha librado de la autoridad de las tinieblas y nos ha trasladado al reino de su Hijo amado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "en quien tenemos redención, el perdón de los pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La preeminencia de Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Él es la imagen del Dios invisible; el primogénito de toda la creación"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "porque en él fueron creadas todas las cosas que están en los cielos y en la tierra, visibles e invisibles, sean tronos, dominios, principados o autoridades. Todo fue creado por medio de él y para él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Él antecede a todas las cosas, y en él todas las cosas subsisten."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y, además, él es la cabeza del cuerpo que es la iglesia. Él es el principio, el primogénito de entre los muertos para que en todo él sea preeminente;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "por cuanto agradó al Padre que en él habitara toda plenitud"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "y, por medio de él, reconciliar consigo mismo todas las cosas, tanto sobre la tierra como en los cielos, habiendo hecho la paz mediante la sangre de su cruz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "A ustedes también, aunque en otro tiempo estaban apartados y eran enemigos por tener la mente ocupada en las malas obras, ahora los ha reconciliado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "en su cuerpo físico por medio de la muerte para presentarlos santos, sin mancha e irreprensibles delante de él;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "por cuanto permanecen fundados y firmes en la fe, sin ser removidos de la esperanza del evangelio que han oído, el cual ha sido predicado en toda la creación debajo del cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo, ministro del evangelio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "De este evangelio yo, Pablo, llegué a ser ministro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Ahora me gozo en lo que padezco por ustedes, y completo en mi propia carne lo que falta de las tribulaciones de Cristo a favor de su cuerpo, que es la iglesia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "De ella llegué a ser ministro según el oficio divino que Dios me dio a favor de ustedes, para dar pleno cumplimiento a la palabra de Dios:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "el misterio de Dios que había estado oculto desde los siglos y las generaciones, pero que ahora ha sido revelado a sus santos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "A estos, Dios ha querido dar a conocer cuáles son las riquezas de la gloria de este misterio entre las naciones, el cual es: Cristo en ustedes, la esperanza de gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "A él anunciamos nosotros, amonestando a todo hombre y enseñando a todo hombre con toda sabiduría, a fin de que presentemos a todo hombre perfecto en Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Por esto mismo yo trabajo, esforzándome según su potencia que obra poderosamente en mí."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "COL.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "COL.2"
        ],
        "human": "Colosenses 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "COL.3"
        ],
        "human": "Colosenses 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "COL.1"
        ],
        "human": "Colosenses 1",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Quiero, pues, que sepan cuán grande conflicto tengo por ustedes, por los de Laodicea y por todos los que nunca me han visto personalmente"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "para que unidos en amor, sus corazones sean reanimados hasta lograr toda la riqueza de la plena certidumbre de entendimiento, para conocer el misterio de Dios; es decir, Cristo mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "En él están escondidos todos los tesoros de la sabiduría y del conocimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Digo esto para que nadie los engañe con falsos argumentos persuasivos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pues, aunque estoy ausente en el cuerpo, no obstante, en espíritu estoy con ustedes, gozándome y mirando su buen orden y la firmeza de su fe en Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La vida plena en Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por tanto, de la manera que han recibido a Cristo Jesús el Señor, así anden en él,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "firmemente arraigados y sobreedificados en él, y confirmados por la fe así como han sido enseñados, abundando en acciones de gracias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Miren que nadie los lleve cautivos por medio de filosofías y vanas sutilezas, conforme a la tradición de hombres, conforme a los principios elementales del mundo y no conforme a Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque en él habita corporalmente toda la plenitud de la Deidad;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y ustedes están completos en él, quien es la cabeza de todo principado y autoridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "En él también ustedes fueron circuncidados con una circuncisión no hecha con manos, al despojarlos del cuerpo pecaminoso carnal mediante la circuncisión que viene de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Fueron sepultados juntamente con él en el bautismo, en el cual también fueron resucitados juntamente con él por medio de la fe en el poder de Dios que lo levantó de entre los muertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Mientras ustedes estaban muertos en los delitos y en la incircuncisión de su carne, Dios les dio vida juntamente con él, perdonándonos todos los delitos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Él anuló el acta que había contra nosotros, que por sus decretos nos era contraria, y la ha quitado de en medio al clavarla en su cruz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "También despojó a los principados y las autoridades, y los exhibió como espectáculo público habiendo triunfado sobre ellos en la cruz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por tanto, nadie los juzgue en asuntos de comida o de bebida, o respecto a días de fiesta, lunas nuevas o sábados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Todo ello es solo una sombra de lo porvenir, pero la realidad pertenece a Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Nadie los prive de su premio fingiendo humildad y culto a los ángeles, haciendo alarde de lo que ha visto, vanamente hinchado por su mente carnal,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "y no aferrándose a la cabeza de la cual todo el cuerpo, nutrido y unido por coyunturas y ligamentos, crece con el crecimiento que da Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La vida nueva en Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Siendo que la muerte de ustedes con Cristo los separó de los principios elementales del mundo, ¿por qué, como si aún vivieran en el mundo, se someten a ordenanzas como:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "“No uses ni gustes ni toques”?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Tales cosas son destinadas a perecer con el uso pues son según los mandamientos y las doctrinas de hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "De hecho, semejantes prácticas tienen reputación de ser sabias en una cierta religiosidad, en la humillación y en el duro trato del cuerpo, pero no tienen ningún valor contra la sensualidad."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "COL.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "COL.3"
        ],
        "human": "Colosenses 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "COL.4"
        ],
        "human": "Colosenses 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "COL.2"
        ],
        "human": "Colosenses 2",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Siendo, pues, que ustedes han resucitado con Cristo, busquen las cosas de arriba donde Cristo está sentado a la diestra de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ocupen la mente en las cosas de arriba, no en las de la tierra;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "porque han muerto, y su vida está escondida con Cristo en Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y cuando se manifieste Cristo, la vida de ustedes, entonces también ustedes serán manifestados con él en gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por lo tanto, hagan morir lo terrenal en sus miembros: inmoralidad sexual, impureza, bajas pasiones, malos deseos y la avaricia, que es idolatría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "A causa de estas cosas viene la ira de Dios sobre los rebeldes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "En ellas anduvieron también ustedes en otro tiempo cuando vivían entre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero ahora, dejen también todas estas cosas: ira, enojo, malicia, blasfemia y palabras groseras de su boca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "No se mientan los unos a los otros; porque se han despojado del viejo hombre con sus prácticas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y se han vestido del nuevo, el cual se renueva para un pleno conocimiento conforme a la imagen de aquel que lo creó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Aquí no hay griego ni judío, circuncisión ni incircuncisión, bárbaro ni escita, esclavo ni libre; sino que Cristo es todo y en todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por tanto —como escogidos de Dios, santos y amados— vístanse de profunda compasión, de benignidad, de humildad, de mansedumbre y de paciencia;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "soportándose los unos a los otros y perdonándose los unos a los otros, cuando alguien tenga queja del otro. De la manera que el Señor los perdonó, así también háganlo ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero sobre todas estas cosas, vístanse de amor, que es el vínculo perfecto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y la paz de Cristo gobierne en su corazón, pues a ella fueron llamados en un solo cuerpo, y sean agradecidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "La palabra de Cristo habite abundantemente en ustedes, enseñándose y amonestándose los unos a los otros en toda sabiduría con salmos, himnos y canciones espirituales, cantando con gracia a Dios en su corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y todo lo que hagan, sea de palabra o de hecho, háganlo todo en el nombre del Señor Jesús, dando gracias a Dios Padre por medio de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Esposas, estén sujetas a su esposo como conviene en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Esposos, amen a su esposa y no se amarguen contra ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Hijos, obedezcan a sus padres en todo porque esto es agradable en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Padres, no irriten a sus hijos para que no se desanimen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Siervos, obedezcan en todo a sus amos humanos; no sirviendo solo cuando se les está mirando, como los que agradan a los hombres, sino con sencillez de corazón, temiendo a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y todo lo que hagan, háganlo de buen ánimo como para el Señor y no para los hombres,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "sabiendo que del Señor recibirán la recompensa de la herencia. ¡A Cristo el Señor sirven!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero el que comete injusticia recibirá la injusticia que haga porque no hay distinción de personas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "COL.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "COL.4"
        ],
        "human": "Colosenses 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1TH.1"
        ],
        "human": "1 Tesalonicenses 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "COL.3"
        ],
        "human": "Colosenses 3",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Amos, hagan lo que es justo y equitativo con sus siervos, sabiendo que también tienen un amo en los cielos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La oración y el testimonio personal"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Perseveren siempre en la oración, vigilando en ella con acción de gracias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "A la vez, oren también por nosotros a fin de que el Señor nos abra una puerta para la palabra para comunicar el misterio de Cristo, por lo cual estoy aún preso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Oren para que yo lo presente con claridad, como me es preciso hablar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Anden sabiamente para con los de afuera, redimiendo el tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Que la palabra de ustedes sea siempre agradable, sazonada con sal, para que sepan cómo les conviene responder a cada uno."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La misión de Tíquico y Onésimo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Todos mis asuntos se los hará saber Tíquico, hermano amado, fiel ministro y consiervo en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Lo envío a ustedes con este fin: para que conozcan nuestros asuntos y para que él anime sus corazones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Lo envío con Onésimo, el fiel y amado hermano, quien es uno de ustedes. Ellos les informarán de todo lo que pasa aquí."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludos finales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los saludan Aristarco, prisionero conmigo; Marcos, el primo de Bernabé (ya han recibido instrucciones acerca de él; si va a ustedes, recíbanle)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y Jesús, llamado Justo. Ellos son los únicos de la circuncisión que son colaboradores conmigo en el reino de Dios y que me han servido de consuelo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Los saluda Epafras, quien es uno de ustedes, siervo de Cristo, siempre solícito por ustedes en oración, para que estén firmes como hombres maduros y completamente entregados a toda la voluntad de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Porque doy testimonio de él, de que tiene gran celo por ustedes, por los de Laodicea y por los de Hierápolis."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los saludan Lucas, el médico amado, y Demas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Saluden a los hermanos que están en Laodicea: a Ninfa y a la iglesia que está en su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Cuando esta carta haya sido leída entre ustedes, hagan que se lea también en la iglesia de los laodicenses; y la de Laodicea léanla también ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Digan a Arquipo: “Cuida el ministerio que has recibido del Señor, para que lo cumplas”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Ahora, la salutación de mi propia mano, de Pablo. Acuérdense de mis prisiones. La gracia sea con ustedes."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}