{
  "book_usfm": "GAL",
  "name": "Gálatas",
  "local_title": "Reina Valera Actualizada",
  "local_abbreviation": "RVA2015",
  "version_id": 1782,
  "publisher": {
    "name": "Editorial Mundo Hispano"
  },
  "copyright": {
    "html": "<p>Copyright © 2015 by Editorial Mundo Hispano</p>",
    "text": "Copyright © 2015 by Editorial Mundo Hispano"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "GAL.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "GAL.1"
        ],
        "human": "Gálatas 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "GAL.2"
        ],
        "human": "Gálatas 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.13"
        ],
        "human": "2 Corintios 13",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pablo, apóstol —no de parte de hombres ni por medio de hombre, sino por medio de Jesucristo y de Dios Padre, quien lo resucitó de entre los muertos—"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y todos los hermanos que están conmigo; a las iglesias de Galacia:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Gracia a ustedes y paz, de parte de Dios nuestro Padre y del Señor Jesucristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "quien se dio a sí mismo por nuestros pecados. De este modo nos libró de la presente época malvada, conforme a la voluntad de nuestro Dios y Padre,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "a quien sea la gloria por los siglos de los siglos. Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El carácter único del evangelio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Estoy asombrado de que tan pronto se estén apartando del que los llamó por la gracia de Cristo, para ir tras un evangelio diferente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "No es que haya otro evangelio, sino que hay algunos que los perturban y quieren pervertir el evangelio de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero aun si nosotros mismos o un ángel del cielo les anunciara un evangelio diferente del que les hemos anunciado, sea anatema."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Como ya lo hemos dicho, ahora mismo vuelvo a decir: Si alguien les está anunciando un evangelio contrario al que recibieron, sea anatema."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo defiende su evangelio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "¿Busco ahora convencer a los hombres, o a Dios? ¿Será que busco agradar a los hombres? Si yo todavía tratara de agradar a los hombres, no sería siervo de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero les hago saber, hermanos, que el evangelio que fue anunciado por mí no es según hombre;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "porque yo no lo recibí ni me fue enseñado de parte de ningún hombre sino por revelación de Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ya oyeron acerca de mi conducta en otro tiempo en el judaísmo: que yo perseguía ferozmente a la iglesia de Dios y la estaba asolando."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Me destacaba en el judaísmo sobre muchos de mis contemporáneos en mi nación, siendo mucho más celoso de las tradiciones de mis padres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero cuando Dios —quien me apartó desde el vientre de mi madre y me llamó por su gracia— tuvo a bien"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "revelar a su Hijo en mí para que yo lo anunciara entre los gentiles, no consulté de inmediato con ningún hombre"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "ni subí a Jerusalén a los que fueron apóstoles antes que yo sino que partí para Arabia y volví de nuevo a Damasco."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Luego, después de tres años, subí a Jerusalén para entrevistarme con Pedro y permanecí con él quince días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "No vi a ningún otro de los apóstoles sino a Jacobo, el hermano del Señor;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "y en cuanto a lo que les escribo, he aquí delante de Dios que no miento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Después fui a las regiones de Siria y de Cilicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y yo no era conocido de vista por las iglesias de Judea, las que están en Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Solamente oían decir: “El que antes nos perseguía ahora proclama como buena nueva la fe que antes asolaba”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y daban gloria a Dios por causa de mí."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "GAL.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "GAL.2"
        ],
        "human": "Gálatas 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "GAL.3"
        ],
        "human": "Gálatas 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "GAL.1"
        ],
        "human": "Gálatas 1",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Luego, después de catorce años, subí otra vez a Jerusalén, junto con Bernabé, y llevé conmigo también a Tito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero subí de acuerdo con una revelación y les expuse el evangelio que estoy proclamando entre los gentiles. Esto lo hice en privado ante los de alta reputación, para asegurarme de que no corro ni he corrido en vano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Sin embargo, ni siquiera Tito, quien estaba conmigo, siendo griego fue obligado a circuncidarse,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "a pesar de los falsos hermanos quienes se infiltraron secretamente para espiar nuestra libertad que tenemos en Cristo Jesús a fin de reducirnos a esclavitud."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ni por un momento cedimos en sumisión a ellos para que la verdad del evangelio permaneciera a favor de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Sin embargo, aquellos que tenían reputación de ser importantes —quiénes hayan sido en otro tiempo, a mí nada me importa; Dios no hace distinción de personas— a mí, a la verdad, los de alta reputación no me añadieron nada nuevo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Más bien, al contrario, cuando vieron que me había sido confiado el evangelio para la incircuncisión igual que a Pedro para la circuncisión"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "—porque el que actuó en Pedro para hacerlo apóstol de la circuncisión actuó también en mí para hacerme apóstol a favor de los gentiles—,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "y cuando percibieron la gracia que me había sido dada, Jacobo, Pedro y Juan, quienes tenían reputación de ser columnas, nos dieron a Bernabé y a mí la mano derecha en señal de compañerismo, para que nosotros fuéramos a los gentiles y ellos a los de la circuncisión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Solamente nos pidieron que nos acordáramos de los pobres, cosa que procuré hacer con esmero."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo y Pedro en Antioquía"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero cuando Pedro vino a Antioquía, yo me opuse a él frente a frente porque era reprensible."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pues antes que vinieran ciertas personas de parte de Jacobo, él comía con los gentiles; pero cuando llegaron, se retraía y apartaba temiendo a los de la circuncisión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y los otros judíos participaban con él en su simulación, de tal manera que aun Bernabé fue arrastrado por la hipocresía de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "En cambio, cuando vi que no andaban rectamente ante la verdad del evangelio, le dije a Pedro delante de todos: “Si tú, que eres judío, vives como los gentiles y no como judío, ¿por qué obligas a los gentiles a hacerse judíos?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Toda persona es justificada por la fe"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Nosotros somos judíos de nacimiento y no pecadores de entre los gentiles;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "pero sabiendo que ningún hombre es justificado por las obras de la ley sino por medio de la fe en Jesucristo, hemos creído nosotros también en Cristo Jesús, para que seamos justificados por la fe en Cristo y no por las obras de la ley. Porque por las obras de la ley nadie será justificado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero si es que nosotros, procurando ser justificados en Cristo, también hemos sido hallados pecadores, ¿será por eso Cristo servidor del pecado? ¡De ninguna manera!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pues cuando edifico de nuevo las mismas cosas que derribé, demuestro que soy transgresor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Porque mediante la ley he muerto a la ley, a fin de vivir para Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Con Cristo he sido juntamente crucificado; y ya no vivo yo sino que Cristo vive en mí. Lo que ahora vivo en la carne, lo vivo por la fe en el Hijo de Dios quien me amó y se entregó a sí mismo por mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "No desecho la gracia de Dios; porque si la justicia fuera por medio de la ley, entonces por demás murió Cristo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "GAL.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "GAL.3"
        ],
        "human": "Gálatas 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "GAL.4"
        ],
        "human": "Gálatas 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "GAL.2"
        ],
        "human": "Gálatas 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "No por la ley sino por la fe"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¡Oh gálatas insensatos, ante cuyos ojos Jesucristo fue presentado como crucificado! ¿Quién les hechizó?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Solo esto quiero saber de ustedes: ¿Recibieron el Espíritu por las obras de la ley o por haber oído con fe?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "¿Tan insensatos son? Habiendo comenzado en el Espíritu, ¿ahora terminarán en la carne?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "¿Tantas cosas padecieron en vano, si de veras fue en vano?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces, el que les suministra el Espíritu y obra maravillas entre ustedes, ¿lo hace por las obras de la ley o por el oír con fe?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "De la misma manera, Abraham creyó a Dios, y le fue contado por justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Por lo tanto, sepan que los que se basan en la fe son hijos de Abraham."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y la Escritura, habiendo previsto que por la fe Dios había de justificar a los gentiles, anunció de antemano el evangelio a Abraham, diciendo: En ti serán benditas todas las naciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Desde luego, los que se basan en la fe son benditos junto con Abraham, el hombre de fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque todos los que se basan en las obras de la ley están bajo maldición, pues está escrito: Maldito todo aquel que no permanece en todas las cosas escritas en el libro de la Ley para cumplirlas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Desde luego, es evidente que por la ley nadie es justificado delante de Dios, porque el justo vivirá por la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Ahora bien, la ley no se basa en la fe; al contrario, el que hace estas cosas vivirá por ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Cristo nos redimió de la maldición de la ley al hacerse maldición por nosotros (porque está escrito: Maldito todo el que es colgado en un madero),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "para que la bendición de Abraham llegara por Cristo Jesús a los gentiles, a fin de que recibamos la promesa del Espíritu por medio de la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La verdadera descendencia de Abraham"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Hermanos, hablo en términos humanos: Aunque un pacto sea de hombres, una vez ratificado, nadie lo cancela ni le añade."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Ahora bien, las promesas a Abraham fueron pronunciadas también a su descendencia. No dice: “y a los descendientes”, como refiriéndose a muchos, sino a uno solo: y a tu descendencia, que es Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Esto, pues, digo: El pacto confirmado antes por Dios no lo abroga la ley, que vino cuatrocientos treinta años después, para invalidar la promesa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Porque si la herencia fuera por la ley ya no sería por la promesa; pero a Abraham Dios le ha dado gratuitamente la herencia por medio de una promesa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces, ¿para qué existe la ley? Fue dada por causa de las transgresiones, hasta que viniera la descendencia a quien había sido hecha la promesa. Y esta ley fue promulgada por medio de ángeles, por mano de un mediador."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y el mediador no es de uno solo, pero Dios es uno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Por consecuencia, ¿es la ley contraria a las promesas de Dios? ¡De ninguna manera! Porque si hubiera sido dada una ley capaz de vivificar, entonces la justicia sería por la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "No obstante, la Escritura lo encerró todo bajo pecado para que la promesa fuera dada por la fe en Jesucristo a los que creen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero antes que viniera la fe estábamos custodiados bajo la ley, reservados para la fe que había de ser revelada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "De manera que la ley ha sido nuestro tutor para llevarnos a Cristo, para que seamos justificados por la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero, como ha venido la fe, ya no estamos bajo tutor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Así que, todos son hijos de Dios por medio de la fe en Cristo Jesús"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "porque todos los que fueron bautizados en Cristo se han revestido de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Ya no hay judío ni griego, no hay esclavo ni libre, no hay varón ni mujer; porque todos ustedes son uno en Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y ya que son de Cristo, ciertamente son descendencia de Abraham, herederos conforme a la promesa."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "GAL.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "GAL.4"
        ],
        "human": "Gálatas 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "GAL.5"
        ],
        "human": "Gálatas 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "GAL.3"
        ],
        "human": "Gálatas 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nuestra adopción en Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Digo, además, que entre tanto que el heredero es niño en nada difiere del esclavo, aunque es señor de todo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "más bien, está bajo guardianes y mayordomos hasta el tiempo señalado por su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "De igual modo nosotros también, cuando éramos niños, éramos esclavos sujetos a los principios elementales del mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero cuando vino la plenitud del tiempo, Dios envió a su Hijo, nacido de mujer y nacido bajo la ley,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "para que redimiera a los que estaban bajo la ley a fin de que recibiéramos la adopción de hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y por cuanto son hijos, Dios envió a nuestro corazón el Espíritu de su Hijo que clama: “Abba, Padre”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Así que ya no eres más esclavo sino hijo; y si hijo, también eres heredero por medio de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Contra la esclavitud de la ley"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Sin embargo, en otro tiempo, cuando no habían conocido a Dios, sirvieron a los que por naturaleza no son dioses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "En cambio, ahora que han conocido a Dios o, mejor dicho, ya que han sido conocidos por Dios, ¿cómo es que se vuelven de nuevo a los débiles y pobres principios elementales? ¿Quieren volver a servirlos otra vez?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "¡Ustedes guardan los días, los meses, las estaciones y los años!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Me temo por ustedes, que yo haya trabajado en vano a su favor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Les ruego, hermanos, que se hagan como yo, ya que yo me hice como ustedes. No me han hecho ningún agravio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Saben que fue a causa de una debilidad física que les anuncié el evangelio la primera vez;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y lo que en mi cuerpo era prueba para ustedes, no lo desecharon ni lo menospreciaron. Al contrario, me recibieron como a un ángel de Dios, como a Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¿Dónde está, pues, su bienaventuranza? Porque les doy testimonio de que, si hubiera sido posible, se habrían sacado sus ojos para dármelos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¿Resulta que ahora me he hecho su enemigo por decirles la verdad?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ellos tienen celo por ustedes, pero no para bien; al contrario, quieren aislarlos para que ustedes tengan celo por ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Bueno es ser siempre celosos del bien, y no solamente cuando estoy presente con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Hijitos míos, por quienes vuelvo a sufrir dolores de parto hasta que Cristo sea formado en ustedes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "yo quisiera estar ahora con ustedes y cambiar el tono de mi voz porque estoy perplejo en cuanto a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Alegoría de Sara y Agar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Díganme los que quieren estar bajo la ley: ¿No escuchan la ley?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Porque escrito está que Abraham tuvo dos hijos: uno de la esclava y otro de la libre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero mientras que el de la esclava nació según la carne, el de la libre nació por medio de la promesa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "En estas cosas hay una alegoría pues estas mujeres son dos pactos: Agar es el pacto del monte Sinaí que engendró hijos para esclavitud."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Porque Agar representa a Sinaí, montaña que está en Arabia y corresponde a la Jerusalén actual, la cual es esclava juntamente con sus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Pero la Jerusalén de arriba, la cual es nuestra madre, es libre;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "porque está escrito:",
            "Alégrate, oh estéril,",
            "que no das a luz;",
            "prorrumpe en grito de júbilo",
            "y levanta la voz,",
            "tú que no estás de parto;",
            "porque más son los hijos de la desolada",
            "que los de la que tiene marido ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Ahora bien, hermanos, ustedes son hijos de la promesa tal como Isaac."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Pero como en aquel tiempo el que fue engendrado según la carne perseguía al que había nacido según el Espíritu, así es ahora también."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Pero, ¿qué dice la Escritura? Echa fuera a la esclava y a su hijo; porque jamás será heredero el hijo de la esclava con el hijo de la libre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Así que, hermanos, no somos hijos de la esclava, sino de la libre."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "GAL.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "GAL.5"
        ],
        "human": "Gálatas 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "GAL.6"
        ],
        "human": "Gálatas 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "GAL.4"
        ],
        "human": "Gálatas 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Estad firmes en la libertad de Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Estén, pues, firmes en la libertad con que Cristo nos hizo libres, y no se pongan otra vez bajo el yugo de la esclavitud."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "He aquí yo, Pablo, les digo que si se dejan circuncidar, de nada les aprovechará Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y otra vez declaro a todo hombre que acepta ser circuncidado, que está obligado a cumplir toda la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ustedes, que pretenden ser justificados en la ley, ¡han quedado desligados de Cristo y de la gracia han caído!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Porque nosotros por el Espíritu aguardamos por la fe la esperanza de la justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pues en Cristo Jesús ni la circuncisión ni la incircuncisión valen nada sino la fe que actúa por medio del amor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Corrían bien. ¿Quién los estorbó para no obedecer a la verdad?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Tal persuasión no proviene de aquel que los llama."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Un poquito de levadura leuda toda la masa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Yo confío en el Señor con respecto a ustedes que no pensarán de ninguna otra manera; y el que los inquieta llevará su castigo, sea quien sea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero con respecto a mí, hermanos, si todavía predico la circuncisión, ¿por qué aún soy perseguido? En tal caso, se habría quitado el tropiezo de la cruz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¡Ojalá se mutilasen los que los perturban!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Frutos de la carne y del Espíritu"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ustedes fueron llamados a la libertad, hermanos; solamente que no usen la libertad como pretexto para la carnalidad. Más bien, sírvanse los unos a los otros por medio del amor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "porque toda la ley se ha resumido en un solo precepto: Amarás a tu prójimo como a ti mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero si se muerden y se comen los unos a los otros, miren que no sean consumidos los unos por los otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Digo, pues: Anden en el Espíritu, y así jamás satisfarán los malos deseos de la carne."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Porque la carne desea lo que es contrario al Espíritu, y el Espíritu lo que es contrario a la carne. Ambos se oponen mutuamente para que no hagan lo que quisieran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero si son guiados por el Espíritu, no están bajo la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Ahora bien, las obras de la carne son evidentes. Estas son: inmoralidad sexual, impureza, desenfreno,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "idolatría, hechicería, enemistades, pleitos, celos, ira, contiendas, disensiones, partidismos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "envidia, borracheras, orgías y cosas semejantes a estas, de las cuales les advierto, como ya lo hice antes, que los que hacen tales cosas no heredarán el reino de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero el fruto del Espíritu es: amor, gozo, paz, paciencia, benignidad, bondad, fe,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "mansedumbre y dominio propio. Contra tales cosas no hay ley"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "porque los que son de Cristo Jesús han crucificado la carne con sus pasiones y deseos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Ahora que vivimos en el Espíritu, andemos en el Espíritu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "No seamos vanidosos, irritándonos unos a otros y envidiándonos unos a otros."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "GAL.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "GAL.6"
        ],
        "human": "Gálatas 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EPH.1"
        ],
        "human": "Efesios 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "GAL.5"
        ],
        "human": "Gálatas 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La solidaridad cristiana"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Hermanos, en caso de que alguien se encuentre enredado en alguna transgresión, ustedes que son espirituales restauren al tal con espíritu de mansedumbre, considerándote a ti mismo, no sea que tú también seas tentado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Sobrelleven los unos las cargas de los otros y de esta manera cumplirán la ley de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque si alguien estima que es algo, no siendo nada, a sí mismo se engaña."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Así que, examine cada uno su obra, y entonces tendrá motivo de orgullo solo en sí mismo y no en otro;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "porque cada cual llevará su propia carga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El que recibe instrucción en la palabra comparta toda cosa buena con quien le instruye."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "No se engañen; Dios no puede ser burlado. Todo lo que el hombre siembre, eso mismo cosechará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Porque el que siembra para su carne, de la carne cosechará corrupción; pero el que siembra para el Espíritu, del Espíritu cosechará vida eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "No nos cansemos, pues, de hacer el bien porque a su tiempo cosecharemos, si no desmayamos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Por lo tanto, mientras tengamos oportunidad, hagamos el bien a todos, y en especial a los de la familia de la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conclusión"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Miren con cuán grandes letras les escribo con mi propia mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Aquellos que quieren tener el visto bueno en la carne les obligan a ser circuncidados solamente para no ser perseguidos a causa de la cruz de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pues ni los que son circuncidados guardan la ley; sin embargo, quieren que ustedes sean circuncidados para gloriarse en su carne."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero lejos esté de mí el gloriarme sino en la cruz de nuestro Señor Jesucristo, por medio de quien el mundo me ha sido crucificado a mí y yo al mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Porque ni la circuncisión ni la incircuncisión valen nada sino la nueva criatura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Para todos los que anden según esta regla, paz y misericordia sean sobre ellos y sobre el Israel de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "De aquí en adelante nadie me cause dificultades pues llevo en mi cuerpo las marcas de Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "La gracia de nuestro Señor Jesucristo sea con el espíritu de ustedes, hermanos. Amén."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}