{
  "book_usfm": "HOS",
  "name": "Oseas",
  "local_title": "Reina Valera Actualizada",
  "local_abbreviation": "RVA2015",
  "version_id": 1782,
  "publisher": {
    "name": "Editorial Mundo Hispano"
  },
  "copyright": {
    "html": "<p>Copyright © 2015 by Editorial Mundo Hispano</p>",
    "text": "Copyright © 2015 by Editorial Mundo Hispano"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "HOS.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "HOS.1"
        ],
        "human": "Oseas 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "HOS.2"
        ],
        "human": "Oseas 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DAN.12"
        ],
        "human": "Daniel 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La tragedia de la infidelidad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "La palabra del SEÑOR que vino a Oseas hijo de Beeri en los días de Uzías, Jotam, Acaz y Ezequías, reyes de Judá, y en los días de Jeroboam hijo de Joás rey de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El principio de la palabra del SEÑOR por medio de Oseas. El SEÑOR dijo a Oseas: “Ve, toma para ti una mujer dada a la prostitución e hijos de prostitución; porque la tierra se ha dado enteramente a la prostitución apartándose del SEÑOR”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Fue, pues, y tomó a Gomer hija de Diblaim, la cual concibió y le dio a luz un hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces el SEÑOR le dijo: “Ponle por nombre Jezreel, porque dentro de poco yo castigaré a la casa de Jehú por los hechos de sangre de Jezreel y haré cesar el reino de la casa de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Sucederá en aquel día que yo quebraré el arco de Israel en el valle de Jezreel”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ella concibió de nuevo y dio a luz una hija. Y Dios le dijo: “Ponle por nombre Lo-rujama, porque no me compadeceré más de la casa de Israel y no la soportaré más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero de la casa de Judá tendré misericordia y los salvaré por el SEÑOR su Dios. No los libraré con arco ni con espada ni con guerra ni con caballos y jinetes”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Después de destetar a Lo-rujama concibió y dio a luz un hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y Dios le dijo: “Ponle por nombre Lo-ammí, porque ustedes no son mi pueblo ni yo soy su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“No obstante, el número de los hijos de Israel será como la arena del mar que no se puede medir ni contar. Y sucederá que en lugar de lo que se les dijo: ‘Ustedes no son mi pueblo’, se les dirá: ‘Hijos del Dios viviente’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Los hijos de Judá y de Israel serán congregados en uno y nombrarán para sí un solo jefe. Y subirán de la tierra porque grande será el día de Jezreel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "HOS.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "HOS.2"
        ],
        "human": "Oseas 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "HOS.3"
        ],
        "human": "Oseas 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "HOS.1"
        ],
        "human": "Oseas 1",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "“Digan a sus hermanos: Ammí y a sus hermanas: Rujama."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El SEÑOR castiga a su pueblo infiel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“¡Acusen a su madre, acúsenla! Porque ella ya no es mi mujer ni yo soy su marido. Que quite sus fornicaciones de delante de su cara y sus adulterios de entre sus pechos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "No sea que yo la desnude por completo y la ponga como en el día en que nació. No sea que la vuelva como un desierto, que la deje como una tierra reseca y la mate de sed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Tampoco me compadeceré de sus hijos porque son hijos de prostitución."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Porque su madre se prostituyó; la que los concibió actuó desvergonzadamente porque dijo: ‘Iré tras mis amantes que me dan mi pan y mi agua, mi lana y mi lino, mi aceite y mi bebida’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por tanto he aquí que yo obstruyo su camino con espinos y reforzaré su vallado, de manera que ella no encuentre sus senderos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ella irá tras sus amantes pero no los alcanzará; los buscará pero no los hallará. Entonces dirá: ‘Iré y me volveré a mi primer marido porque mejor me iba antes que ahora’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "“Pero ella no reconoció que era yo el que le daba el trigo, el vino nuevo y el aceite. Yo le di abundancia de plata y de oro que ellos usaron para Baal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Por tanto, volveré a tomar mi trigo a su tiempo y mi vino en su época, y quitaré mi lana y mi lino que cubren su desnudez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ahora pondré al descubierto su locura ante los ojos de sus amantes y nadie la librará de mi mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Haré cesar todo su regocijo: sus fiestas, sus lunas nuevas, sus sábados y todas sus festividades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Arrasaré sus viñas y sus higueras de las cuales ha dicho: ‘Son la paga que me han dado mis amantes’. Yo las reduciré a matorral y se las comerán los animales del campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "La castigaré por los días dedicados a los Baales, a los cuales ha quemado incienso y para los cuales se ha adornado con sus aretes y sus joyas. Ella se ha ido tras sus amantes y se ha olvidado de mí”, dice el SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El SEÑOR restaurará a su pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“Sin embargo, he aquí que yo la persuadiré, la llevaré al desierto y hablaré a su corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y desde allí le daré sus viñas y el valle de Acor será como puerta de esperanza. Allí me responderá como en los días de su juventud y como en el día en que subió de la tierra de Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Sucederá en aquel día, dice el SEÑOR, que me llamarás: ‘Marido mío’ y nunca más me llamarás: ‘Señor mío’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Porque yo quitaré de su boca los nombres de los Baales y nunca más serán mencionados sus nombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "“En aquel día haré por ellos un pacto con los animales del campo, con las aves del cielo y con las serpientes de la tierra. Quebraré el arco y la espada, y anularé la guerra en la tierra. Y los haré dormir seguros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "“Te desposaré conmigo para siempre; te desposaré conmigo en justicia y derecho, en lealtad y compasión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Yo te desposaré conmigo en fidelidad y conocerás al SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y sucederá en aquel día, dice el SEÑOR, que responderé a los cielos y ellos responderán a la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "La tierra responderá al trigo, al vino y al aceite; y estos responderán a Jezreel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Yo la sembraré para mí en esta tierra y tendré compasión de Lo-rujama. Diré a Lo-ammí: ‘¡Pueblo mío eres tú!’, y él dirá: ‘¡Dios mío!’”."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "HOS.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "HOS.3"
        ],
        "human": "Oseas 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "HOS.4"
        ],
        "human": "Oseas 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "HOS.2"
        ],
        "human": "Oseas 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Amor de Oseas por su mujer infiel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El SEÑOR me dijo de nuevo: “Ve, ama a una mujer que ama a un amante y comete adulterio. Ámala con un amor como el del SEÑOR por los hijos de Israel, a pesar de que ellos miran a otros dioses y aman las tortas de pasas”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces la compré por doscientos gramos de plata y tres kilos de cebada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y le dije: “Te quedarás conmigo muchos años. No te prostituirás ni serás de otro hombre; lo mismo haré yo contigo”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Porque muchos años estarán los hijos de Israel sin rey ni gobernante ni sacrificio ni piedras rituales ni efod ni ídolos domésticos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Después volverán los hijos de Israel y buscarán al SEÑOR su Dios y a David su rey. Temblando acudirán al SEÑOR y a su bondad en los días postreros."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "HOS.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "HOS.4"
        ],
        "human": "Oseas 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "HOS.5"
        ],
        "human": "Oseas 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "HOS.3"
        ],
        "human": "Oseas 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Corrupción del pueblo y del sacerdote"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Oigan la palabra del SEÑOR, oh hijos de Israel: “El SEÑOR tiene pleito con los habitantes de la tierra, porque no hay en la tierra verdad ni lealtad ni conocimiento de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El perjurar, el engañar, el asesinar, el robar y el adulterar han irrumpido. Uno a otro se suceden los hechos de sangre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por eso la tierra está de duelo, y todo habitante de ella desfallece junto con los animales del campo y las aves del cielo. Aun los peces del mar perecen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "“Nadie contienda ni amoneste a ninguno, porque es contigo con quien tengo pleito, oh sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Tropezarás, por tanto, en pleno día; también el profeta tropezará contigo en la noche. Y haré perecer a tu madre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“Mi pueblo es destruido porque carece de conocimiento. Porque tú has rechazado el conocimiento yo te echaré del sacerdocio; y porque te has olvidado de la ley de tu Dios yo también me olvidaré de tus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "“Cuanto más se acrecentaron más pecaron contra mí; por tanto, yo cambiaré su gloria en afrenta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Comen las ofrendas por el pecado de mi pueblo y apetecen su iniquidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Como es el pueblo así es el sacerdote. Lo castigaré por sus caminos y le pagaré conforme a sus obras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ellos comerán pero no se saciarán; fornicarán pero no se multiplicarán porque dejaron de escuchar al SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“La fornicación, el vino y el mosto arrebatan el entendimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Mi pueblo consulta a su ídolo de madera y su palo le declara; porque el espíritu de prostitución lo ha engañado y se prostituyen debajo de su dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Sobre las cumbres de los montes ofrecen sacrificios y queman incienso sobre las colinas, debajo de las encinas, de los álamos y de los olmos que tienen buena sombra. Por tanto, sus hijas se prostituirán y sus nueras cometerán adulterio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "No castigaré a sus hijas cuando se prostituyan ni a sus nueras cuando cometan adulterio. Porque los hombres se apartan con las prostitutas y ofrecen sacrificios con las prostitutas sagradas. Por tanto, el pueblo sin entendimiento se arruina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "“Si tú te prostituyes, oh Israel, ¡que Judá no sea culpable! No entren a Gilgal ni suban a Bet-avén ni juren: ‘¡Vive el SEÑOR!’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Porque Israel es obstinado como una vaca obstinada: ¿Los apacentará el SEÑOR ahora como a un cordero en un lugar espacioso?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "“Efraín se ha apegado a los ídolos. ¡Déjalo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Aunque se haya terminado su orgía se siguen prostituyendo. Sus gobernantes aman mucho lo que avergüenza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "El viento los arrollará en sus alas y se avergonzarán de sus altares."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "HOS.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "HOS.5"
        ],
        "human": "Oseas 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "HOS.6"
        ],
        "human": "Oseas 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "HOS.4"
        ],
        "human": "Oseas 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Contra los sacerdotes y los dirigentes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "“Oh sacerdotes, escuchen esto; estén atentos oh casa de Israel; prestad atención oh casa del rey. Porque contra ustedes es el juicio pues han sido trampa en Mizpa y red extendida sobre el Tabor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Han profundizado la fosa de Sitim; por tanto, yo los castigaré a todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Yo conozco a Efraín e Israel no está escondido de mí. Tú, oh Efraín, te has prostituido; Israel se ha contaminado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Sus obras no les permiten volver a su Dios, porque hay espíritu de prostitución en medio de ellos y no conocen al SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "La soberbia de Israel lo acusará en su misma cara. Israel y Efraín tropezarán en su pecado. Judá también tropezará con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Con sus ovejas y sus vacas andarán buscando al SEÑOR, pero no lo encontrarán. Él se ha apartado de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Al SEÑOR han traicionado porque han engendrado hijos ilegítimos. Ahora los devorará la luna nueva junto con sus parcelas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "“¡Toquen la corneta en Gabaa, la trompeta en Ramá! Griten en Bet-avén: ‘¡Tiembla, oh Benjamín!’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Efraín será una desolación en el día del castigo. En las tribus de Israel hago conocer lo que es verdadero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los gobernantes de Judá fueron como los que traspasan los linderos; derramaré mi ira sobre ellos como agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Efraín es oprimido y quebrantado en el juicio porque quiso andar en pos de las vanidades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Yo, pues, seré para Efraín como polilla y como carcoma para la casa de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Efraín verá su enfermedad y Judá su llaga. Entonces Efraín irá a Asiria; enviará embajadores al gran rey. Pero él no los podrá sanar ni les curará la llaga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Porque yo seré para Efraín como un león y como un cachorro de león para la casa de Judá: Yo mismo arrebataré y me iré; tomaré y no habrá quien libre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Voy a volverme a mi lugar hasta que reconozcan su culpa y busquen mi rostro. Y en su angustia me buscarán con diligencia”."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "HOS.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "HOS.6"
        ],
        "human": "Oseas 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "HOS.7"
        ],
        "human": "Oseas 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "HOS.5"
        ],
        "human": "Oseas 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Llamado a la auténtica consagración"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¡Vengan y volvámonos al SEÑOR! Porque él arrebató pero nos sanará; él hirió pero nos vendará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Él nos dará vida después de dos días; al tercer día nos levantará y viviremos delante de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Conozcamos y persistamos en conocer al SEÑOR. Segura como el alba será su salida; vendrá a nosotros como la lluvia; como la lluvia tardía regará la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "“¿Qué haré contigo, oh Efraín? ¿Qué haré contigo, oh Judá? La lealtad de ustedes es como la nube de la mañana y como el rocío que muy temprano se desvanece."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por esta razón yo los despedazaré por medio de los profetas; los mataré con los dichos de mi boca y mi juicio saldrá como la luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Porque misericordia quiero yo y no sacrificios; y conocimiento de Dios más que holocaustos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pecados pasados y actuales de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "“Pero ellos violaron el pacto, cual Adán. Allí me traicionaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Galaad es una ciudad de malhechores y sus huellas son de sangre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Como se esconden los merodeadores así se esconden los sacerdotes. Asesinan en el camino de Siquem; ciertamente hicieron infamia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "En la casa de Israel he visto algo horrible. Allí se prostituyó Efraín; se contaminó Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "También para ti, oh Judá, está preparada una cosecha."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "HOS.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "HOS.7"
        ],
        "human": "Oseas 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "HOS.8"
        ],
        "human": "Oseas 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "HOS.6"
        ],
        "human": "Oseas 6",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "“Cuando yo restaure de la cautividad a mi pueblo, cuando yo cure a Israel, se pondrá al descubierto la iniquidad de Efraín y las maldades de Samaria; porque obran con engaño. Mientras el ladrón se mete adentro la pandilla despoja afuera,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y no consideran en su corazón que yo mantengo el recuerdo de toda su maldad. ¡Ahora los tienen cercados sus propias acciones; están delante de mí!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "“Con su maldad alegran al rey y a los gobernantes con sus mentiras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Todos ellos son adúlteros. Son como un horno encendido por el panadero que cesa de avivar el fuego después que está hecha la masa, hasta que esté leudada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "En el día de nuestro rey los gobernantes se enfermaron con el calor del vino; y él extendió su mano a los burladores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Porque como un horno aplican su corazón a planear intrigas: Toda la noche dormita el furor de ellos y al amanecer arde como llama de fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Todos ellos arden como un horno y devoran a sus jueces. Todos sus reyes han caído; no hay entre ellos quien me invoque."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "“Efraín se mezcla con los pueblos; Efraín es como una torta a la cual no se le ha dado la vuelta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los extraños han devorado sus fuerzas pero él no se da cuenta. Aun las canas se han esparcido sobre él pero él no se da cuenta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "La soberbia de Israel testifica contra él en su propia cara. Con todo eso no se ha vuelto al SEÑOR su Dios ni lo ha buscado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Efraín ha sido como una paloma, incauto y sin entendimiento llamando a Egipto y acudiendo a Asiria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando vayan extenderé sobre ellos mi red y los haré caer como aves del cielo. Los atraparé al escuchar su ruido de bandada en descenso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "¡Ay de ellos porque se apartaron de mí! ¡Destrucción sobre ellos porque contra mí se rebelaron! Yo los redimiría pero ellos hablan mentiras contra mí"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y no claman a mí en sus corazones cuando gimen en sus camas. Por el trigo y el vino se amotinan y se rebelan contra mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y aunque los instruí y fortalecí sus brazos ellos traman el mal contra mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Se vuelven pero no al Altísimo. Son como arco que falla. Sus dirigentes caerán a espada por la furia de su lengua. Esto será su escarnio en la tierra de Egipto."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "HOS.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "HOS.8"
        ],
        "human": "Oseas 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "HOS.9"
        ],
        "human": "Oseas 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "HOS.7"
        ],
        "human": "Oseas 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Israel castigado con cautiverio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "“¡Lleva la corneta a tus labios! ¡Viene como un águila contra la casa del SEÑOR! Porque quebrantaron mi pacto y se rebelaron contra mi ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Israel clamará a mí: ‘¡Dios mío, te conocemos!’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "“Israel ha rechazado el bien; el enemigo lo perseguirá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ellos establecieron reyes pero no de parte mía. Constituyeron gobernantes pero yo no tuve parte en ello. Con su plata y su oro se hicieron ídolos para su propia destrucción."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "“¡Oh Samaria, rechaza tu becerro! Mi enojo se encendió contra ellos. ¿Hasta cuándo serán incapaces de lograr purificación"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "aunque son de Israel? Un escultor lo hizo y eso no proviene de Dios. Por eso, el becerro de Samaria será hecho pedazos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Porque han sembrado viento cosecharán torbellino. No tendrás campos por segar ni la espiga dará harina. Y si la diera la comerían los extraños."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Israel será tragado; pronto ellos serán entre las naciones como un objeto que nadie aprecia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque subirán a Asiria; Efraín será un asno montés solitario.",
            "“Han comprado amores;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "pero aunque los compren entre las naciones ahora los reuniré y empezarán a menguar bajo la carga de un rey muy poderoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Porque Efraín multiplicó altares para pecar; para pecado le han sido los altares."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Yo escribí para él las grandezas de mi ley, pero han sido tenidas como cosas extrañas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "A ellos les gusta ofrecer sacrificios. Sacrifican y comen carne pero el SEÑOR no los acepta. Ahora se acordará de su iniquidad y los castigará por sus pecados: ¡Volverán a Egipto!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“Israel olvidó a su Hacedor y edificó mansiones, y Judá multiplicó ciudades fortificadas. Pero enviaré fuego a sus ciudades el cual devorará sus palacios”."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "HOS.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "HOS.9"
        ],
        "human": "Oseas 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "HOS.10"
        ],
        "human": "Oseas 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "HOS.8"
        ],
        "human": "Oseas 8",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "No te alegres, oh Israel; no te regocijes como otros pueblos porque te has prostituido apartándote de tu Dios. Has amado la paga de prostituta en todas las eras del grano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "La era y el lagar no los mantendrán, y el vino nuevo les fallará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "No habitarán más en la tierra del SEÑOR, sino que Efraín volverá a Egipto y en Asiria comerán comida inmunda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "No harán libación de vino para el SEÑOR ni sus sacrificios le serán gratos. Su pan será como pan de duelo. Todos los que coman de él serán inmundos. Su pan será para ellos mismos; no entrará en la casa del SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "¿Qué haréis en el día del festival, en el día de la fiesta del SEÑOR?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Porque he aquí ellos se irán a causa de la destrucción; Egipto los recogerá y Menfis los enterrará. Los espinos heredarán sus codiciables tesoros de plata y la ortiga crecerá en sus moradas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¡Han llegado los días del castigo; han llegado los días de la retribución! ¡Que lo sepa Israel! El profeta es necio; el hombre inspirado está loco a causa de la grandeza de tu pecado y de tu gran hostilidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El profeta es centinela de Efraín, el pueblo de mi Dios; pero ahora le pone trampas en todos sus caminos. Hay hostilidad en la casa de su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Profundizaron su corrupción como en los días de Gabaa. Ahora se acordará Dios de su iniquidad y castigará su pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Consecuencia del pecado en Gilgal"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“Como a uvas en el desierto hallé a Israel; como el fruto temprano de una higuera primeriza vi a sus padres. Pero ellos acudieron al Baal de Peor, se consagraron a la vergüenza y se volvieron tan detestables como aquello que les apasionaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cual ave volará la gloria de Efraín: sin nacimiento, sin embarazo y sin concepción."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Aunque críen a sus hijos los privaré de ellos sin dejarles uno solo. ¡Ay de ellos también cuando yo me aparte de ellos!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Cuando vi a Efraín, él era una roca asentada en una pradera. Sin embargo, Efraín entregará sus hijos al verdugo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Dales, oh SEÑOR, lo que les has de dar: Dales matriz que aborte y pechos resecos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "“Toda la maldad de ellos ha tenido lugar en Gilgal. Allí, pues, les tomé aversión. Por la maldad de sus obras los echaré de mi casa; no los amaré más. Todos sus dirigentes son desleales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Efraín ha sido herido; se ha secado su raíz y no dará más fruto. Aunque engendren hijos yo mataré ese tesoro de sus vientres”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Mi Dios los desechará porque no lo escucharon. Andarán errantes entre las naciones."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "HOS.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "HOS.10"
        ],
        "human": "Oseas 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "HOS.11"
        ],
        "human": "Oseas 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "HOS.9"
        ],
        "human": "Oseas 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El final de los santuarios paganos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Israel era como una vid exuberante; y como él era su fruto. Cuanto más se multiplicó su fruto tanto más multiplicó sus altares. Conforme a la prosperidad de su tierra adornaron sus piedras rituales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Su corazón es engañoso. ¡Ahora ellos serán hallados culpables! El Señor quebrantará sus altares y destruirá sus piedras rituales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces dirán: “No tenemos rey porque no hemos temido al SEÑOR. Y el rey, ¿qué haría por nosotros?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Hablan solo palabras; juran en vano y hacen contratos. Por tanto, el juicio brotará como hierba venenosa en los surcos de mis campos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los habitantes de Samaria estarán atemorizados a causa del becerro de Bet-avén; ciertamente su pueblo hará duelo a causa de él. Asimismo, sus sacerdotes que se regocijaban por la gloria de él, la cual se les va en cautiverio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "También el becerro será llevado a Asiria como presente para el gran rey. Efraín conseguirá solo vergüenza; Israel será avergonzado por su consejo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El rey de Samaria perecerá como la espuma sobre la superficie de las aguas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los lugares altos de Avén, que son el pecado de Israel, serán destruidos. Sobre sus altares crecerán espinos y cardos. Dirán a los montes: “¡Cúbrannos!”, y a las colinas: “¡Caigan sobre nosotros!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "“Desde los días de Gabaa has pecado, oh Israel. Allí han permanecido. ¿No los alcanzó en Gabaa la batalla contra los inicuos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Yo vendré y los castigaré: Los pueblos se reunirán contra ellos cuando sean castigados por su doble iniquidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“Efraín era una vaquilla domada a la que le gustaba trillar. Yo puse yugo de bondad sobre su cuello. Yo haré llevar el yugo a Efraín. Judá arará y Jacob abrirá los surcos del campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Siembren para ustedes justicia y sieguen lealtad. Abran surcos porque es tiempo de buscar al SEÑOR, hasta que venga y haga llover justicia para ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "“Han arado impiedad, han segado injusticia y han comido fruto de mentira. Porque confiaron en tus caminos, en la multitud de tus valientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Por tanto, en tus pueblos se levantará alboroto, y todas tus fortalezas serán destruidas, como Salmán destruyó a Bet-arbel en el día de la batalla, cuando las madres fueron estrelladas junto con sus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Así se hará con ustedes, oh casa de Israel, por su gran maldad. Al amanecer perecerá irremisiblemente el rey de Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "HOS.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "HOS.11"
        ],
        "human": "Oseas 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "HOS.12"
        ],
        "human": "Oseas 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "HOS.10"
        ],
        "human": "Oseas 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El amor paternal del SEÑOR"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "“Cuando Israel era muchacho yo lo amé; y de Egipto llamé a mi hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Mientras más los llamabaa más se iban ellos de mi presencia. A los Baales ofrecían sacrificio y a los ídolos quemaban incienso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero fui yo el que enseñó a caminar a Efraín tomándolo por sus brazos. Sin embargo, no reconocieron que yo los sanaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Con cuerdas humanas los atraje, con vínculos de amor. Fui para ellos como los que ponen un bebé contra sus mejillas y me inclinaba hacia ellos para alimentarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "“No volverá a la tierra de Egipto sino que el asirio será su rey; porque no quisieron volver a mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "La espada caerá sobre sus ciudades y destruirá sus refuerzos. Los consumirá en medio de sus propias asambleas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entre tanto, mi pueblo está obstinado en su rebelión contra mí; y aunque invocan al Altísimo, no lo quieren enaltecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "“¿Cómo he de dejarte, oh Efraín? ¿Cómo he de entregarte, oh Israel? ¿Cómo podré hacerte como a Adma o ponerte como a Zeboím? Mi corazón se revuelve dentro de mí; se inflama mi compasión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "No ejecutaré el furor de mi ira; no volveré para destruir a Efraín porque soy Dios y no hombre. Yo soy el Santo en medio de ti y no vendré contra la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“Caminarán en pos del SEÑOR. Él rugirá como león; sí, rugirá y del occidente los hijos acudirán temblando."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "De Egipto acudirán temblando como pájaros; y como palomas, de la tierra de Asiria. Yo los haré habitar en sus casas, dice el SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El pecado de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "“Efraín me ha rodeado con mentira; y la casa de Israel con engaño. Judá todavía divaga para con Dios, para con el Santo, quien es fiel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "HOS.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "HOS.12"
        ],
        "human": "Oseas 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "HOS.13"
        ],
        "human": "Oseas 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "HOS.11"
        ],
        "human": "Oseas 11",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "“Efraín se apacienta de viento; todo el día se va tras el solano. Continuamente aumentan la mentira y la destrucción, porque hicieron alianza con los asirios y llevan aceite a Egipto”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El SEÑOR tiene pleito con Judá y dará a Jacob el castigo que corresponde a sus caminos. Le retribuirá conforme a sus obras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "En el vientre suplantó a su hermano y en su edad viril contendió con Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Contendió con el ángel y prevaleció; lloró y le rogó. En Betel lo halló y allí habló con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "¡SEÑOR, Dios de los Ejércitos, el SEÑOR es su nombre!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Tú, pues, vuélvete a tu Dios; practica la lealtad y el derecho, y espera siempre en tu Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Como mercader que tiene en su mano balanza falsa él ama la opresión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y dijo Efraín: “Ciertamente yo me he enriquecido; he hallado riquezas para mí”. Pero todos sus esfuerzos no serán suficientes para borrar el pecado que ha cometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "“Sin embargo, desde la tierra de Egipto yo soy el SEÑOR tu Dios. Aún te haré habitar en tiendas como en los días de la fiesta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Yo he hablado a los profetas y he multiplicado la profecía. Por medio de los profetas he expuesto parábolas”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Si hay iniquidad en Galaad ciertamente serán convertidos en nada. Aunque en Gilgal sacrifiquen toros, sus altares también serán como montones de escombros sobre los surcos del campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Jacob huyó a la tierra de Aram; Israel sirvió por una mujer y por una mujer cuidó rebaños."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por medio de un profeta el SEÑOR hizo subir a Israel de Egipto, y por el profeta fue guardado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero Efraín ha provocado a Dios con amargura. Por tanto, dejará sobre él su culpa de sangre; su Señor le retribuirá su deshonra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "HOS.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "HOS.13"
        ],
        "human": "Oseas 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "HOS.14"
        ],
        "human": "Oseas 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "HOS.12"
        ],
        "human": "Oseas 12",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando Efraín hablaba había terror; era exaltado en Israel. Pero pecó por causa de Baal y murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ahora han continuado pecando y con su plata han hecho, conforme a su entendimiento, ídolos e imágenes de fundición, toda obra de escultores. Ellos dicen: “¡Ofrézcanles sacrificios!”. Y los hombres besan a los becerros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por tanto, serán como la niebla de la mañana y como el rocío del amanecer, que se desvanece; como el tamo que es arrebatado de la era y como el humo que sale por la ventana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "“Desde la tierra de Egipto yo soy el SEÑOR tu Dios; no reconocerás otro dios aparte de mí ni otro salvador sino a mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Yo te conocí en el desierto, en tierra de sequedad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero cuando los apacenté y se saciaron su corazón se ensoberbeció. Por esta causa se olvidaron de mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Por tanto yo seré para ellos como un león; los acecharé como un leopardo en el camino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Les saldré al encuentro como una osa que ha perdido sus crías y les desgarraré la caja del corazón. Allí los devoraré como león, como los despedaza un animal del campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "No habrá socorro para Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "“Yo te destruiré, oh Israel. ¿Quién te podrá socorrer?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "¿Dónde está tu rey para que te salve en todas tus ciudades? ¿Qué de tus jueces, de quienes decías: ‘Dame rey y gobernantes’?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "En mi furor yo te di rey y en mi ira lo quité."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "“Atada está la maldad de Efraín; su pecado está bien guardado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Dolores de mujer que da a luz le sobrevendrán. Pero él es un hijo torpe que no se presenta al tiempo de nacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¿Los redimiré del poder del Seol? ¿Los rescataré de la Muerte? ¿Dónde está, oh Muerte, tu espina? ¿Dónde está, oh Seol, tu aguijón? La compasión se ha ocultado de mis ojos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Aunque él fructifique entre los hermanos vendrá el solano, el viento del SEÑOR, subiendo del desierto; y su fuente se secará y se agotará su manantial. Él saqueará el tesoro de todas las cosas preciosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Samaria será desolada porque se rebeló contra su Dios. Ellos caerán a espada; sus niños serán estrellados y sus mujeres encintas serán reventadas”."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "HOS.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "HOS.14"
        ],
        "human": "Oseas 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOL.1"
        ],
        "human": "Joel 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "HOS.13"
        ],
        "human": "Oseas 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Arrepentimiento y restauración"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¡Vuelve, oh Israel, al SEÑOR tu Dios; porque por tu pecado has caído!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Tomen con ustedes estas palabras y vuelvan al SEÑOR. Díganle: “Quita toda la iniquidad y acéptanos con benevolencia; te ofrecemos el fruto de nuestros labios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "No nos librará Asiria; no montaremos sobre caballos ni nunca más diremos a la obra de nuestras manos: ‘Dioses nuestros’; porque en ti el huérfano alcanzará misericordia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "“Yo los sanaré de su infidelidad. Los amaré generosamente porque mi furor se habrá apartado de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Yo seré a Israel como el rocío; él florecerá como lirio y echará sus raíces como el Líbano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Sus ramas se extenderán. Su esplendor será como el del olivo y su fragancia como la del Líbano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Volverán y se sentarán bajo su sombra. Cultivarán el trigo y florecerán como la vid. Su fragancia será como el vino del Líbano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "¿Qué más tiene que ver Efraín con los ídolos? Soy yo quien le responderá y velará por él. Yo soy como el ciprés verde; debido a mí será hallado fruto en ti”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "¿Quién es sabio para entender estas cosas y prudente para que las conozca? Ciertamente los caminos del SEÑOR son rectos y los justos andarán por ellos; pero los rebeldes tropezarán en ellos."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}