{
  "book_usfm": "JOS",
  "name": "Josué",
  "local_title": "Reina Valera Actualizada",
  "local_abbreviation": "RVA2015",
  "version_id": 1782,
  "publisher": {
    "name": "Editorial Mundo Hispano"
  },
  "copyright": {
    "html": "<p>Copyright © 2015 by Editorial Mundo Hispano</p>",
    "text": "Copyright © 2015 by Editorial Mundo Hispano"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "JOS.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.1"
        ],
        "human": "Josué 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.2"
        ],
        "human": "Josué 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.34"
        ],
        "human": "Deuteronomio 34",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Josué asume el mando"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Aconteció después de la muerte de Moisés, siervo del SEÑOR, que el SEÑOR habló a Josué hijo de Nun, ayudante de Moisés, diciendo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "—Mi siervo Moisés ha muerto. Ahora, levántate, pasa el Jordán tú con todo este pueblo a la tierra que yo doy a los hijos de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Yo les he dado, como lo había prometido a Moisés, todo lugar que pise la planta de su pie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El territorio de ustedes será desde el desierto y el Líbano hasta el gran río, el río Éufrates, toda la tierra de los heteos hasta el mar Grande, donde se pone el sol."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Nadie te podrá hacer frente en todos los días de tu vida. Como estuve con Moisés, estaré contigo; no te dejaré ni te desampararé."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Esfuérzate y sé valiente, porque tú harás que este pueblo tome posesión de la tierra que juré a sus padres que les daría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Solamente esfuérzate y sé muy valiente, para cuidar de cumplir toda la ley que mi siervo Moisés te mandó. No te apartes de ella ni a la derecha ni a la izquierda, para que tengas éxito en todo lo que emprendas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Nunca se aparte de tu boca este libro de la Ley; más bien, medita en él de día y de noche, para que guardes y cumplas todo lo que está escrito en él. Así tendrás éxito y todo te saldrá bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "¿No te he mandado que te esfuerces y seas valiente? No temas ni desmayes, porque el SEÑOR tu Dios estará contigo dondequiera que vayas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces Josué mandó a los oficiales del pueblo, diciendo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "—Pasen por en medio del campamento y manden al pueblo diciendo: “Preparen alimentos, porque dentro de tres días cruzarán el Jordán para entrar a tomar posesión de la tierra que el SEÑOR su Dios les da para que la posean”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Josué también habló a los rubenitas, a los gaditas y a la media tribu de Manasés, diciendo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "—Acuérdense de lo que les mandó Moisés, siervo del SEÑOR, diciendo: “El SEÑOR su Dios les ha dado reposo y les ha dado esta tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Sus mujeres, sus niños y sus ganados se quedarán en la tierra que Moisés les ha dado a este lado del Jordán. Pero ustedes, todos los guerreros valientes, cruzarán armados al frente de sus hermanos y les ayudarán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "hasta que el SEÑOR haya dado reposo a sus hermanos como a ustedes, y ellos también tomen posesión de la tierra que les da el SEÑOR su Dios. Después volverán a la tierra que tienen como posesión, que les ha dado Moisés, siervo del SEÑOR, a este lado del Jordán, donde se levanta el sol”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y ellos respondieron a Josué diciendo:",
            "—Nosotros haremos todas las cosas que nos has mandado, e iremos a dondequiera que nos envíes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "De la manera que hemos obedecido a Moisés en todas las cosas, así te obedeceremos a ti. Solo que el SEÑOR tu Dios esté contigo, como estuvo con Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cualquiera que sea rebelde a tu mandato y que no obedezca tus palabras en todo lo que le mandes, que muera. ¡Solamente esfuérzate y sé valiente!"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.2"
        ],
        "human": "Josué 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.3"
        ],
        "human": "Josué 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.1"
        ],
        "human": "Josué 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Josué envía espías a Jericó"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Josué hijo de Nun envió secretamente dos espías desde Sitim, diciéndoles:",
            "—Vayan y reconozcan la tierra y Jericó.",
            "Ellos fueron y entraron en la casa de una mujer prostituta que se llamaba Rajab, y pasaron la noche allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces avisaron al rey de Jericó, diciendo:",
            "—Unos hombres de los hijos de Israel han venido aquí esta noche para explorar la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces el rey de Jericó mandó decir a Rajab:",
            "—Saca a los hombres que han venido a ti y han entrado en tu casa, porque han venido para explorar todo el país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero la mujer, que había tomado a los dos hombres y los había escondido, dijo:",
            "—Es verdad que vinieron a mí unos hombres, pero yo no sabía de dónde eran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando iba a ser cerrada la puerta de la ciudad, siendo ya oscuro, esos hombres salieron y no sé a dónde se han ido. Persíganlos aprisa y los alcanzarán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero ella los había hecho subir a la azotea y los había escondido entre unos manojos de lino que tenía ordenados sobre la azotea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces los hombres los persiguieron por el camino del Jordán, hasta los vados. Y después que salieron los que los perseguían, cerraron las puertas de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Antes de que ellos se acostaran, ella subió a la azotea, donde estaban, y les dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "—Sé que el SEÑOR les ha dado esta tierra, porque el miedo a ustedes ha caído sobre nosotros. Todos los habitantes de esta tierra se han desmoralizado a causa de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque hemos oído que el SEÑOR hizo que las aguas del mar Rojo se secaran delante de ustedes cuando salieron de Egipto, y lo que han hecho a los dos reyes de los amorreos al otro lado del Jordán: a Sejón y a Og, a los cuales han destruido por completo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Al oír esto, nuestro corazón desfalleció. No ha quedado más aliento en ninguno a causa de ustedes, porque el SEÑOR su Dios es Dios arriba en los cielos y abajo en la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y ahora, por favor, júrenme por el SEÑOR que como he mostrado misericordia para con ustedes, así harán ustedes con la familia de mi padre, de lo cual me darán una señal segura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Dejarán vivir a mi padre, a mi madre, a mis hermanos, a mis hermanas y a todos los suyos, y librarán nuestras vidas de la muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los hombres le respondieron:",
            "—Nuestra vida sea por la de ustedes hasta la muerte, si tú no hablas de este asunto nuestro. Entonces, cuando el SEÑOR nos haya dado la tierra, mostraremos para contigo misericordia y verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Luego ella los hizo descender con una cuerda por la ventana, porque su casa estaba sobre la muralla de la ciudad, y ella vivía en la muralla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Luego les dijo:",
            "—Márchense hacia la región montañosa, para que no los encuentren los que fueron tras ustedes. Escóndanse allí tres días, hasta que hayan regresado los que los persiguen. Después seguirán su camino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Los hombres le dijeron:",
            "—Nosotros quedaremos libres de este juramento que nos has hecho jurar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "a menos que, cuando entremos en la tierra, ates este cordón rojo a la ventana por la cual nos has descolgado. Reunirás junto a ti en la casa a tu padre, a tu madre, a tus hermanos y a toda la familia de tu padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Cualquiera que salga fuera de las puertas de tu casa, su sangre caerá sobre su propia cabeza, y nosotros quedaremos libres. Pero si alguien pone su mano sobre cualquiera que esté en la casa contigo, su sangre caerá sobre nuestra cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "También si hablas de este asunto nuestro, nosotros quedaremos libres del juramento que nos has hecho jurar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Ella respondió:",
            "—Como han dicho, así sea.",
            "Luego los despidió, y se fueron. Y ella ató el cordón rojo a la ventana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Caminando ellos, llegaron a la región montañosa y estuvieron allí tres días, hasta que los que los perseguían regresaron. Quienes los perseguían los buscaron por todo el camino, pero no los hallaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Después, los dos hombres se volvieron, descendieron de la región montañosa y cruzaron el Jordán. Fueron a Josué hijo de Nun y le contaron todas las cosas que les habían acontecido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Ellos dijeron a Josué:",
            "—¡El SEÑOR ha entregado toda la tierra en nuestras manos! Todos los habitantes de esta tierra tiemblan ante nosotros."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.3"
        ],
        "human": "Josué 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.4"
        ],
        "human": "Josué 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.2"
        ],
        "human": "Josué 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los israelitas cruzan el Jordán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Josué se levantó muy de mañana y partió de Sitim con todos los hijos de Israel. Llegaron hasta el Jordán y pasaron allí la noche antes de cruzarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Después de tres días, los oficiales pasaron por en medio del campamento"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y mandaron al pueblo diciendo:",
            "—Cuando vean que el arca del pacto del SEÑOR su Dios es llevada por los sacerdotes y levitas, ustedes partirán de su lugar y marcharán en pos de ella,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "para que sepan el camino por donde han de ir; porque ustedes no han pasado antes por este camino. Pero entre ustedes y el arca habrá una distancia de unos novecientos metros. No se acerquen a ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y Josué dijo al pueblo:",
            "—Purifíquense, porque mañana el SEÑOR hará maravillas entre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Luego Josué habló a los sacerdotes diciendo:",
            "—Tomen el arca del pacto y pasen delante del pueblo.",
            "Entonces tomaron el arca del pacto y fueron delante del pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y el SEÑOR dijo a Josué:",
            "—Desde este día comenzaré a engrandecerte ante los ojos de todo Israel, para que sepan que como estuve con Moisés, así estaré contigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Tú mandarás a los sacerdotes que llevan el arca del pacto, diciendo: “Cuando hayan llegado hasta la orilla de las aguas del Jordán, se detendrán en el Jordán”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y Josué dijo a los hijos de Israel:",
            "—Acérquense acá y escuchen las palabras del SEÑOR su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "—Y añadió Josué—: En esto conocerán que el Dios vivo está en medio de ustedes y que él ciertamente echará de delante de ustedes a los cananeos, los heteos, los heveos, los ferezeos, los gergeseos, los amorreos y los jebuseos:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "He aquí, el arca del pacto del Soberano de toda la tierra cruzará el Jordán delante de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Tomen, pues, ahora doce hombres de las tribus de Israel, uno de cada tribu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y cuando las plantas de los pies de los sacerdotes que llevan el arca del SEÑOR, Soberano de toda la tierra, se posen en las aguas del Jordán, las aguas del Jordán se cortarán, porque las aguas que descienden de arriba se detendrán como en un embalse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Sucedió que cuando el pueblo partió de sus tiendas para cruzar el Jordán, y los sacerdotes iban delante del pueblo llevando el arca del pacto;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "y cuando los que llevaban el arca entraron en el Jordán, en cuanto los pies de los sacerdotes se mojaron en la orilla del agua (el Jordán se llena hasta sus bordes todo el tiempo de la siega),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "las aguas que venían de arriba se detuvieron como en un embalse, muy lejos de Adam, ciudad contigua a Saretán. Entonces las aguas que descendían al mar del Arabá, es decir, al mar Salado, se cortaron por completo. De este modo el pueblo cruzó frente a Jericó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y los sacerdotes que llevaban el arca del pacto del SEÑOR estuvieron en seco, firmes en medio del Jordán, mientras todo Israel pasaba en seco, y hasta que todo el pueblo terminó de cruzar el Jordán."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.4"
        ],
        "human": "Josué 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.5"
        ],
        "human": "Josué 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.3"
        ],
        "human": "Josué 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Monumento conmemorativo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando toda la gente acabó de cruzar el Jordán, el SEÑOR habló a Josué diciendo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "—Toma del pueblo doce hombres, uno de cada tribu,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y mándales diciendo: “Tomen de en medio del Jordán, del lugar donde están firmes los pies de los sacerdotes, doce piedras, las cuales llevarán con ustedes, y las pondrán en el lugar donde han de pasar esta noche”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Josué llamó a los doce hombres a quienes había designado de entre los hijos de Israel, uno de cada tribu,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y les dijo Josué:",
            "—Pasen delante del arca del SEÑOR su Dios hasta la mitad del Jordán, y cada uno de ustedes tome una piedra sobre su hombro, conforme al número de las tribus de los hijos de Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "para que esto sea señal entre ustedes. Y cuando sus hijos les pregunten en el futuro, diciendo: “¿Qué significan para ustedes estas piedras?”,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "les responderán: “Las aguas del Jordán fueron cortadas ante el arca del pacto del SEÑOR. Cuando esta cruzó el Jordán, las aguas del Jordán fueron cortadas, por lo cual estas piedras sirven de monumento conmemorativo a los hijos de Israel, para siempre”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los hijos de Israel hicieron como les mandó Josué: Tomaron doce piedras de en medio del Jordán, como el SEÑOR había dicho a Josué, conforme al número de las tribus de los hijos de Israel. Las llevaron consigo al lugar donde pasaron la noche y las colocaron allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Josué también erigió doce piedras en medio del Jordán, en el lugar donde estuvieron los pies de los sacerdotes que llevaban el arca del pacto. Y están allí hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los sacerdotes que llevaban el arca se quedaron de pie en medio del Jordán, hasta que se cumplió todo lo que el SEÑOR había mandado a Josué que hablara al pueblo, conforme a todo lo que Moisés había mandado a Josué. Y el pueblo se dio prisa y cruzó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Aconteció que cuando todo el pueblo acabó de cruzar, también cruzó el arca del SEÑOR con los sacerdotes, en presencia del pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "También los hijos de Rubén, los hijos de Gad y la media tribu de Manasés cruzaron armados al frente de los hijos de Israel, según Moisés les había dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Como cuarenta mil soldados, listos para la guerra, cruzaron delante del SEÑOR hacia las llanuras de Jericó para la batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Aquel día el SEÑOR engrandeció a Josué ante los ojos de todo Israel, y le temieron, como habían temido a Moisés todos los días de su vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El SEÑOR habló a Josué diciendo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "—Manda a los sacerdotes que llevan el arca del testimonio, que salgan del Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y Josué mandó a los sacerdotes diciendo:",
            "—Salgan del Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Aconteció que cuando los sacerdotes que llevaban el arca del pacto del SEÑOR salieron de en medio del Jordán, y las plantas de sus pies pasaron a lugar seco, las aguas del Jordán volvieron a su lugar, desbordando todas sus orillas, como antes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "El pueblo salió del Jordán el diez del mes primero, y acamparon en Gilgal al este de Jericó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Josué erigió en Gilgal las doce piedras que habían traído del Jordán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "y habló a los hijos de Israel, diciendo:",
            "—Cuando en el futuro sus hijos pregunten a sus padres diciendo: “¿Qué significan estas piedras?”,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "darán a conocer a sus hijos diciendo: “Israel cruzó en seco este Jordán”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Porque el SEÑOR su Dios secó las aguas del Jordán delante de ustedes, hasta que acabaron de cruzar, de la manera que el SEÑOR su Dios había hecho con el mar Rojo, el cual secó delante de nosotros hasta que acabamos de cruzar;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "para que todos los pueblos de la tierra conozcan que la mano del SEÑOR es poderosa, y para que teman al SEÑOR su Dios todos los días."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.5"
        ],
        "human": "Josué 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.6"
        ],
        "human": "Josué 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.4"
        ],
        "human": "Josué 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La circuncisión en Gilgal"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Sucedió que cuando todos los reyes de los amorreos que estaban al otro lado del Jordán, hacia el occidente, y todos los reyes de los cananeos que estaban al lado del mar oyeron cómo el SEÑOR había secado las aguas del Jordán delante de los hijos de Israel, hasta que habían cruzado, desfalleció su corazón y no hubo más ánimo en ellos a causa de los hijos de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En aquel tiempo el SEÑOR dijo a Josué: “Hazte cuchillos de pedernal y de nuevo vuelve a circuncidar a los hijos de Israel”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces Josué se hizo cuchillos de pedernal y circuncidó a los hijos de Israel en Guivat-haaralo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Esta es la razón por la que Josué los circuncidó: Todos los varones del pueblo que salieron de Egipto, todos los hombres de guerra, habían muerto por el camino en el desierto, después que salieron de Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Todos los que habían salido habían sido circuncidados; pero los que habían nacido en el camino, por el desierto, después que salieron de Egipto, no habían sido circuncidados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Porque los hijos de Israel caminaron por el desierto cuarenta años, hasta que murió toda la nación, es decir, los hombres de guerra que salieron de Egipto; pues no habían obedecido la voz del SEÑOR. Por eso el SEÑOR les juró que no los dejaría ver la tierra que él había jurado a sus padres que nos daría: una tierra que fluye leche y miel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y fue a estos, a los hijos de aquellos, a quienes el SEÑOR había levantado en su lugar, a los que Josué circuncidó. Eran incircuncisos, porque no habían sido circuncidados en el camino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuando habían acabado de circuncidar a toda la gente, se quedaron en el campamento en el mismo lugar, hasta que se sanaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces el SEÑOR dijo a Josué: “Hoy he quitado de ustedes la afrenta de Egipto”. Por eso se llamó el nombre de aquel lugar Gilgal, hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cesa el maná en Canaán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los hijos de Israel acamparon en Gilgal y celebraron la Pascua el día catorce del mes primero, al atardecer, en las llanuras de Jericó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Al día siguiente de la Pascua, en ese mismo día, comieron del producto de la tierra, panes sin levadura y espigas tostadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y el maná cesó al día siguiente, cuando comenzaron a comer del fruto de la tierra. Los hijos de Israel nunca más tuvieron maná. Más bien, ese año ya comieron del producto de la tierra de Canaán."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El Jefe del Ejército del SEÑOR"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Sucedió que estando Josué cerca de Jericó, alzó los ojos y miró; y he aquí que un hombre estaba delante de él, con su espada desenvainada en su mano. Josué, yendo hacia él, le preguntó:",
            "—¿Eres de los nuestros o de nuestros enemigos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Él le respondió:",
            "—No. Yo soy el Jefe del Ejército del SEÑOR, que he venido ahora.",
            "Entonces Josué, postrándose en tierra sobre su rostro lo adoró y le preguntó:",
            "—¿Qué dice mi Señor a su siervo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El Jefe del Ejército del SEÑOR respondió a Josué:",
            "—Quita las sandalias de tus pies, porque el lugar donde tú estás santo es.",
            "Y Josué lo hizo así."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.6"
        ],
        "human": "Josué 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.7"
        ],
        "human": "Josué 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.5"
        ],
        "human": "Josué 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La caída de Jericó"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Jericó estaba cerrada y atrancada por causa de los hijos de Israel. Nadie entraba ni salía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero el SEÑOR dijo a Josué:",
            "—Mira, yo he entregado en tu mano a Jericó, a su rey y a sus hombres de guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Asediarán la ciudad ustedes, todos los hombres de guerra, yendo alrededor de la ciudad una vez. Esto harán durante seis días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Siete sacerdotes llevarán siete cornetas de cuernos de carnero delante del arca. Al séptimo día darán siete vueltas a la ciudad, y los sacerdotes tocarán las cornetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y sucederá que cuando hagan sonar prolongadamente el cuerno de carnero, cuando oigan el sonido de la corneta, todo el pueblo gritará a gran voz, y el muro de la ciudad se derrumbará. Entonces el pueblo subirá, cada uno hacia adelante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Josué hijo de Nun llamó a los sacerdotes y les dijo:",
            "—Lleven el arca del pacto, y que siete sacerdotes lleven siete cornetas de cuernos de carnero delante del arca del SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "—Dijo, además, al pueblo—: Pasen y rodeen la ciudad. Los que están armados pasen delante del arca del SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Sucedió, después que Josué había hablado al pueblo, que los siete sacerdotes, llevando las siete cornetas de cuernos de carnero delante del arca del SEÑOR, pasaron y tocaron las cornetas. El arca del pacto del SEÑOR los seguía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "La vanguardia iba delante de los sacerdotes que tocaban las cornetas, y la retaguardia iba detrás del arca, tocando prolongadamente las cornetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero Josué mandó al pueblo diciendo:",
            "—Ustedes no gritarán ni harán oír su voz ni saldrá palabra de su boca hasta el día que yo diga: “¡Griten!”. Entonces gritarán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así él hizo que el arca del SEÑOR diera una vuelta alrededor de la ciudad; y regresaron al campamento, donde pasaron la noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Josué se levantó muy de mañana, y los sacerdotes tomaron el arca del SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Los siete sacerdotes que llevaban las siete cornetas de cuernos de carnero caminaron delante del arca del SEÑOR tocando las cornetas prolongadamente, mientras caminaban, y la vanguardia iba delante de ellos. La retaguardia iba detrás del arca del SEÑOR, mientras tocaban las cornetas prolongadamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Así dieron una vuelta a la ciudad el segundo día y regresaron al campamento. De esta manera hicieron durante seis días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Aconteció que el séptimo día se levantaron al amanecer y fueron alrededor de la ciudad de la misma manera, siete veces. Solamente ese día dieron vuelta a la ciudad siete veces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y sucedió que a la séptima vez, cuando los sacerdotes habían tocado las cornetas, Josué dijo al pueblo:",
            "—¡Griten, porque el SEÑOR les entrega la ciudad!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero la ciudad será anatema al SEÑOR; ella con todas las cosas que están en ella. Solo vivirá la prostituta Rajab, con todos los que estén en su casa con ella, porque escondió a los mensajeros que enviamos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero ustedes guárdense del anatema. No toquen ni tomen nada del anatema; no sea que hagan anatema el campamento de Israel y le ocasionen destrucción."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero toda la plata, el oro y los utensilios de bronce y de hierro serán consagrados al SEÑOR y formarán parte del tesoro del SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces el pueblo gritó, y tocaron las cornetas. Y sucedió que cuando el pueblo oyó el sonido de la corneta, gritó con gran estruendo. ¡Y el muro se derrumbó! Entonces el pueblo subió a la ciudad, cada uno directamente delante de él; y la tomaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Destruyeron a filo de espada todo lo que había en la ciudad: hombres y mujeres, jóvenes y viejos, hasta los bueyes, las ovejas y los asnos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Josué dijo a los dos hombres que habían reconocido la tierra:",
            "—Entren en la casa de la mujer prostituta, y saquen de allí a ella y todo lo que sea suyo, como se lo han jurado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entraron los jóvenes espías y sacaron a Rajab, a su padre, a su madre, a sus hermanos y todo lo que era suyo. Sacaron a toda su familia, y los pusieron fuera del campamento de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y consumieron con fuego la ciudad, junto con todo lo que había en ella. Solamente pusieron en el tesoro de la casa del SEÑOR la plata, el oro y los utensilios de bronce y de hierro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero Josué preservó la vida a la prostituta Rajab, a la familia de su padre y todo lo que era suyo. Ella ha habitado entre los israelitas hasta el día de hoy, porque escondió a los mensajeros que Josué envió para espiar Jericó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "En aquel tiempo Josué les hizo este juramento diciendo:",
            "—¡Maldito sea delante del SEÑOR el hombre que se levante y reconstruya esta ciudad de Jericó! A costa de su primogénito colocará sus cimientos, y a costa de su hijo menor asentará sus puertas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "El SEÑOR estuvo con Josué, y su fama se divulgó por toda la tierra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.7"
        ],
        "human": "Josué 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.8"
        ],
        "human": "Josué 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.6"
        ],
        "human": "Josué 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Acán y el anatema de Jericó"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pero los hijos de Israel transgredieron con respecto al anatema. Acán hijo de Carmi, hijo de Zabdi, hijo de Zéraj, de la tribu de Judá, tomó del anatema; y la ira del SEÑOR se encendió contra los hijos de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Josué envió hombres desde Jericó hasta Hai, que estaba junto a Bet-avén, hacia el oriente de Betel, y les dijo:",
            "—Suban y espíen la tierra.",
            "Ellos fueron y espiaron Hai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y volviendo a Josué le dijeron:",
            "—No suba todo el pueblo. Suban solo unos dos mil o tres mil hombres; ellos tomarán Hai. No fatigues a todo el pueblo allí, porque ellos son pocos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Fueron allá unos tres mil hombres del pueblo, los cuales huyeron delante de los de Hai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los hombres de Hai mataron de aquellos a unos treinta y seis hombres y los persiguieron desde la puerta de la ciudad hasta Sebarim, donde los derrotaron en la bajada, de modo que el corazón del pueblo desfalleció y vino a ser como agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces Josué rasgó su ropa y se postró en tierra sobre su rostro delante del arca del SEÑOR hasta el anochecer, él y los ancianos de Israel; y echaron polvo sobre sus cabezas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces dijo Josué:",
            "—¡Ay, SEÑOR Dios! ¿Por qué hiciste cruzar el Jordán a este pueblo, para entregarnos en mano de los amorreos, para que nos destruyan? ¡Ojalá hubiéramos decidido habitar al otro lado del Jordán!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "¡Oh, Señor! ¿Qué diré, puesto que Israel ha vuelto la espalda delante de sus enemigos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los cananeos y todos los habitantes de la tierra lo oirán, nos rodearán y borrarán nuestro nombre de la tierra. Entonces, ¿qué harás tú por tu gran nombre?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El SEÑOR dijo a Josué:",
            "—Levántate. ¿Por qué te postras así sobre tu rostro?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Israel ha pecado. Han quebrantado mi pacto que yo les había mandado. Han tomado del anatema, han robado, han mentido y lo han escondido entre sus enseres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por esto los hijos de Israel no podrán prevalecer ante sus enemigos. Más bien, volverán la espalda ante sus enemigos, porque se han convertido en anatema. Yo no estaré más con ustedes, si no destruyen el anatema de en medio de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Levántate, purifica al pueblo y di: “Purifíquense para mañana, porque el SEÑOR Dios de Israel dice así: ‘Anatema hay en medio de ti, oh Israel. No podrán prevalecer delante de sus enemigos hasta que hayan quitado el anatema de en medio de ustedes’”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Se acercarán, pues, mañana, por sus tribus. La tribu que el SEÑOR tome se acercará por sus clanes. El clan que el SEÑOR tome se acercará por sus familias. La familia que el SEÑOR tome se acercará por sus varones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El que sea descubierto con el anatema será quemado a fuego, él y todo lo suyo, porque ha quebrantado el pacto del SEÑOR y ha cometido una vileza en Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Al levantarse Josué muy de mañana, hizo que se acercara Israel por sus tribus, y fue tomada la tribu de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Al hacer que se acercara la tribu de Judá, fue tomado el clan de los hijos de Zéraj. Al hacer que se acercara el clan de los hijos de Zéraj, fue tomado Zabdi."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y al hacer que se acercaran los varones de su familia, fue tomado Acán hijo de Carmi, hijo de Zabdi, hijo de Zéraj, de la tribu de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces Josué dijo a Acán:",
            "—¡Hijo mío, por favor, da gloria y reconocimiento al SEÑOR Dios de Israel, y declárame lo que has hecho! ¡No me lo encubras!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Acán respondió a Josué diciendo:",
            "—Verdaderamente yo he pecado contra el SEÑOR Dios de Israel, y he hecho así y así:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Vi entre el botín un manto babilónico muy bueno, dos kilos de plata y un lingote de oro de medio kilo de peso, lo cual codicié y tomé. Todo ello está escondido bajo tierra en medio de mi tienda, y el dinero está debajo de ello."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Josué envió mensajeros que fueron corriendo a la tienda. Y he aquí, aquello estaba escondido allí en su tienda, y el dinero estaba debajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Lo tomaron de la tienda y lo llevaron a Josué y a todos los hijos de Israel, y lo pusieron delante del SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces Josué y todo Israel con él tomaron a Acán hijo de Zéraj, la plata, el manto, el lingote de oro, sus hijos, sus hijas, sus bueyes, sus asnos, sus ovejas, su tienda y todo lo que tenían; y los llevaron al valle de Acor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y Josué dijo:",
            "—¿Por qué nos has ocasionado destrucción? ¡El SEÑOR te destruya a ti en este día!",
            "Todos los israelitas los apedrearon, y después de apedrearlos, los quemaron a fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Después levantaron sobre él un gran montón de piedras que permanece hasta el día de hoy. Así el SEÑOR se aplacó del ardor de su ira. Por eso se llama el nombre de aquel lugar valle de Acor, hasta el día de hoy."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.8"
        ],
        "human": "Josué 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.9"
        ],
        "human": "Josué 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.7"
        ],
        "human": "Josué 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La caída de Hai"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El SEÑOR dijo a Josué:",
            "—No temas ni desmayes. Toma contigo a toda la gente de guerra, levántate y sube contra Hai. Mira, yo he entregado en tu mano al rey de Hai, a su pueblo, su ciudad y su tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Harás a Hai y a su rey como hiciste a Jericó y a su rey. Solamente tomarán para ustedes su botín y su ganado. Pon una emboscada en el lado occidental de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Josué y toda la gente de guerra se levantaron para subir contra Hai. Josué escogió treinta mil hombres fuertes, a quienes envió de noche,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y les mandó diciendo:",
            "—Miren, pondrán una emboscada detrás de la ciudad. No se alejen mucho de la ciudad, y estén todos preparados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Yo y toda la gente que está conmigo nos acercaremos a la ciudad. Y sucederá que cuando salgan contra nosotros como la primera vez, huiremos delante de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Saldrán tras nosotros hasta que los hayamos alejado de la ciudad porque dirán: “Huyen de nosotros como la primera vez”. Huiremos, pues, delante de ellos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "y ustedes se levantarán de la emboscada y se apoderarán de la ciudad, pues el SEÑOR su Dios la entregará en la mano de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y sucederá que cuando hayan tomado la ciudad, le prenderán fuego. Harán conforme a la palabra del SEÑOR. Miren que yo se lo he mandado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces Josué los envió, y ellos se fueron al lugar de la emboscada y se pusieron entre Betel y Hai, al oeste de Hai. Josué pasó aquella noche en medio del pueblo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y levantándose Josué muy de mañana pasó revista al pueblo. Luego subió delante del pueblo contra Hai, junto con los ancianos de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Toda la gente de guerra que estaba con él subió y se acercó; llegaron frente a la ciudad y acamparon hacia el norte de Hai, estando el valle entre ellos y Hai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Tomó unos cinco mil hombres y los puso en emboscada entre Betel y Hai, hacia el lado oeste de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Así ordenaron a la gente: todo el campamento hacia el lado norte de la ciudad, y la guardia emboscada hacia el oeste de la ciudad. Y Josué pasó aquella noche en medio del valle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Sucedió que cuando el rey de Hai vio esto, los hombres de la ciudad se apresuraron, se levantaron muy de mañana y salieron al encuentro de Israel, para combatir él y todo su pueblo frente al Arabá, en el lugar acordado, no sabiendo que le estaba puesta una emboscada detrás de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Josué y todo Israel, fingiéndose vencidos ante ellos, huyeron por el camino del desierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Todo el pueblo que estaba en Hai se reunió para perseguirlos. Y persiguieron a Josué, siendo así alejados de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "No quedó hombre en Hai y en Betel que no saliera tras Israel. Y por perseguir a Israel, dejaron la ciudad abierta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces el SEÑOR dijo a Josué:",
            "—Extiende la lanza que tienes en tu mano hacia Hai, porque yo la entregaré en tu mano.",
            "Josué extendió hacia la ciudad la lanza que tenía en su mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y levantándose rápidamente de su lugar, los hombres que estaban en la emboscada corrieron cuando él extendió su mano, y entraron en la ciudad. Así la tomaron y se apresuraron a prender fuego a la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Los hombres de Hai volvieron el rostro, y al mirar, he aquí que el humo de la ciudad subía al cielo. Pero no les fue posible huir ni a un lado ni a otro, porque el pueblo que iba hacia el desierto se volvió contra los que lo perseguían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Josué y todo Israel, viendo que los de la emboscada habían tomado la ciudad y que el humo de la ciudad subía, se volvieron y mataron a los hombres de Hai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los otros salieron de la ciudad a su encuentro. Así estuvieron en medio de Israel, los unos por un lado y los otros por el otro. Los mataron hasta que no quedó ni un sobreviviente ni un fugitivo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "También tomaron vivo al rey de Hai y lo llevaron ante Josué."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Sucedió que cuando los israelitas acabaron de matar a todos los habitantes de Hai en el campo, en el desierto donde ellos los habían perseguido, y cuando todos habían caído a filo de espada hasta ser exterminados, todos los israelitas se volvieron a Hai y mataron a todos a espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "El número de los que cayeron aquel día, entre hombres y mujeres, fue de doce mil, todos los de Hai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Porque Josué no retrajo su mano que había extendido con la lanza, hasta que destruyó a todos los habitantes de Hai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Los israelitas solo tomaron para sí el ganado y el botín de aquella ciudad, conforme a la palabra que el SEÑOR había mandado a Josué."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Josué incendió Hai y la convirtió en un montículo de ruinas perpetuas, una desolación hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Al rey de Hai lo colgó de un árbol hasta el atardecer. Cuando el sol se ponía, Josué mandó que quitaran su cuerpo del árbol y lo echaran a la puerta de la ciudad, donde levantaron sobre él un gran montón de piedras, que permanece hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El altar y la ley en el monte Ebal"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Entonces Josué edificó en el monte Ebal un altar al SEÑOR Dios de Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "como Moisés siervo del SEÑOR había mandado a los hijos de Israel y como está escrito en el libro de la ley de Moisés: un altar de piedras sin labrar sobre las cuales nadie había alzado herramientas de hierro. Sobre él ofrecieron holocaustos al SEÑOR e hicieron sacrificios de paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "También escribió allí sobre las piedras, en presencia de los hijos de Israel, una copia de la ley de Moisés, que él había escrito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Y todo Israel, sus ancianos, oficiales y jueces, tanto extranjeros como naturales, estaban de pie a ambos lados del arca delante de los sacerdotes levitas que llevaban el arca del pacto del SEÑOR. La mitad de ellos estaba hacia el monte Gerizim y la otra mitad hacia el monte Ebal, de la manera que Moisés siervo del SEÑOR lo había mandado, para que bendijeran primeramente al pueblo de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Después de esto, leyó todas las palabras de la ley, las bendiciones y las maldiciones, conforme a todo lo que está escrito en el libro de la Ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "No hubo palabra alguna de todas las cosas que mandó Moisés, que Josué no leyera delante de toda la congregación de Israel, incluyendo las mujeres, los niños y los extranjeros que vivían entre ellos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.9"
        ],
        "human": "Josué 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.10"
        ],
        "human": "Josué 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.8"
        ],
        "human": "Josué 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Israel hace alianza con Gabaón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Aconteció que cuando oyeron estas cosas todos los reyes que estaban a este lado del Jordán, tanto en la región montañosa como en la Sefela y en toda la costa del mar Grande hasta el Líbano (heteos, amorreos, cananeos, ferezeos, heveos y jebuseos),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "se agruparon para combatir de común acuerdo contra Josué e Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero cuando los habitantes de Gabaón oyeron lo que Josué había hecho a Jericó y a Hai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "usaron de astucia. Fueron y se proveyeron tomando sobre sus asnos costales viejos, odres de vino viejos, rotos y remendados,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "sandalias viejas y remendadas en sus pies, y ropa vieja sobre sí. Y todo el pan de que se habían provisto para el camino estaba seco y mohoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así fueron a Josué, al campamento en Gilgal, y le dijeron a él y a los hombres de Israel:",
            "—Nosotros venimos de una tierra lejana. Hagan, pues, alianza con nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los hombres de Israel respondieron a los heveos:",
            "—Quizás ustedes habitan en medio de nosotros. ¿Cómo, pues, podremos hacer alianza con ustedes?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Ellos respondieron a Josué:",
            "—Nosotros somos tus siervos.",
            "Y Josué les preguntó:",
            "—¿Quiénes son ustedes y de dónde vienen?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ellos le respondieron:",
            "—Tus siervos hemos venido de tierras muy lejanas, a causa del renombre del SEÑOR tu Dios. Porque hemos oído de su fama y de todas las cosas que hizo en Egipto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y de todo lo que hizo a los dos reyes de los amorreos que estaban al otro lado del Jordán: a Sejón rey de Hesbón, y a Og rey de Basán, que estaba en Astarot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por eso nuestros ancianos y todos los habitantes de nuestra tierra nos hablaron diciendo: “Tomen en sus manos provisión para el camino, vayan al encuentro de ellos y díganles: ‘Nosotros somos sus siervos; por tanto, hagan alianza con nosotros’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Este pan nuestro estaba caliente cuando tomamos provisiones de nuestras casas para el camino, el día que salimos para venir a ustedes. He aquí que ahora ya está seco y mohoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "También estos odres estaban nuevos cuando los llenamos. He aquí que ahora ya están rotos. Y esta ropa nuestra y nuestras sandalias están ya viejas a causa del camino tan largo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los hombres de Israel tomaron de sus provisiones, pero no consultaron al SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Josué hizo paz con ellos, e hizo una alianza con ellos de conservarles la vida. Los jefes de la congregación también se lo juraron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y sucedió que tres días después de haber hecho alianza con ellos, se enteraron de que eran sus vecinos y que habitaban en medio de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces los hijos de Israel partieron, y al tercer día llegaron a las ciudades de ellos. Sus ciudades eran Gabaón, Cafira, Beerot y Quiriat-jearim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero los hijos de Israel no los mataron, porque los jefes de la congregación les habían jurado por el SEÑOR Dios de Israel. Por eso toda la congregación murmuraba contra los jefes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y todos los jefes respondieron a toda la congregación:",
            "—Nosotros les hemos jurado por el SEÑOR Dios de Israel. Por eso ahora no los podemos tocar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Esto es lo que haremos con ellos: Los dejaremos que vivan, para que no venga sobre nosotros la ira a causa del juramento que les hemos hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "—Además, los jefes les dijeron—: Déjenlos vivir.",
            "Así llegaron a ser cortadores de leña y portadores de agua para toda la congregación, como les habían dicho los jefes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entonces, llamándolos Josué, les habló diciendo:",
            "—¿Por qué nos han engañado diciendo: “Habitamos muy lejos de ustedes”, siendo así que habitan en medio de nosotros?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Ahora pues, ustedes son malditos, y no faltarán de entre ustedes siervos ni cortadores de leña ni portadores de agua para la casa de mi Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Ellos respondieron a Josué y dijeron:",
            "—Porque tus siervos fueron bien informados de que el SEÑOR tu Dios había mandado a Moisés su siervo que les había de dar toda la tierra, y que habían de destruir delante de ustedes a todos los habitantes del país. Por eso temimos mucho por nuestra vida a causa de ustedes e hicimos esto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Ahora pues, he aquí estamos en tu mano. Haz con nosotros lo que te parezca bueno y recto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Así hizo con ellos Josué: Los libró de la mano de los hijos de Israel, y no los mataron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Pero aquel día los destinó para ser cortadores de leña y portadores de agua para la congregación y para el altar del SEÑOR, en el lugar que el SEÑOR eligiera, como lo son hasta el día de hoy."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.10"
        ],
        "human": "Josué 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.11"
        ],
        "human": "Josué 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.9"
        ],
        "human": "Josué 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los amorreos suben contra Gabaón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Sucedió que cuando Adonisedec, rey de Jerusalén, oyó que Josué había tomado Hai y la había destruido, haciendo con Hai y su rey lo que había hecho con Jericó y su rey, y que los habitantes de Gabaón habían hecho la paz con los israelitas y estaban entre ellos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "tuvo gran temor porque Gabaón era una ciudad grande, como una de las ciudades reales, mayor que Hai, y porque todos sus hombres eran valientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces Adonisedec rey de Jerusalén mandó a decir a Hojam rey de Hebrón, a Piream rey de Jarmut, a Jafía rey de Laquis y a Debir rey de Eglón:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "“Suban y ayúdenme a combatir a Gabaón, porque ha hecho la paz con Josué y con los hijos de Israel”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces los cinco reyes de los amorreos (el rey de Jerusalén, el rey de Hebrón, el rey de Jarmut, el rey de Laquis y el rey de Eglón) se reunieron y subieron con todos sus ejércitos. Acamparon frente a Gabaón y combatieron contra ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces los habitantes de Gabaón mandaron a decir a Josué, al campamento en Gilgal: “No abandones a tus siervos. Sube rápidamente a nosotros para protegernos y ayudarnos, porque todos los reyes de los amorreos que habitan en la región montañosa se han agrupado contra nosotros”."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La derrota de los amorreos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Josué subió de Gilgal con toda la gente de guerra y todos los hombres valientes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y el SEÑOR dijo a Josué:",
            "—No tengas temor de ellos, porque yo los he entregado en tu mano. Ninguno de ellos podrá resistir delante de ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Después de subir toda la noche desde Gilgal, Josué cayó sobre ellos de repente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El SEÑOR los turbó delante de Israel y los hirió con gran mortandad en Gabaón. Los persiguió por el camino que sube a Bet-jorón y los hirió hasta Azeca y Maqueda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y sucedió que cuando iban huyendo de los israelitas por la bajada de Bet-jorón, el SEÑOR arrojó desde el cielo grandes piedras sobre ellos, hasta Azeca; y murieron. Fueron muchos más los que murieron a causa de las piedras del granizo, que aquellos a quienes los hijos de Israel mataron a espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces Josué habló al SEÑOR el día en que el SEÑOR entregó a los amorreos ante los hijos de Israel, y dijo en presencia de los israelitas:",
            "“¡Sol, detente sobre Gabaón;",
            "y tú, luna, sobre el valle de Ajalón!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y el sol se detuvo y la luna se paró, hasta que el pueblo se hubo vengado de sus enemigos. ¿No está escrito esto en el libro de Jaser? El sol se detuvo en medio del cielo, y no se apresuró a ponerse casi un día entero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Nunca hubo un día semejante ni antes ni después de aquel día, cuando el SEÑOR escuchó la voz de un hombre; porque el SEÑOR combatía por Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Luego Josué, y todo Israel con él, volvió al campamento en Gilgal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los cinco reyes huyeron y se escondieron en la cueva de Maqueda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y le fue dicho a Josué que los cinco reyes habían sido hallados escondidos en la cueva de Maqueda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces Josué dijo:",
            "—Hagan rodar grandes piedras a la entrada de la cueva y pongan hombres junto a ella, para que los guarden."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero ustedes, no se detengan, sino persigan a sus enemigos y hiéranles la retaguardia. No los dejen entrar en sus ciudades, porque el SEÑOR su Dios los ha entregado en su mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Aconteció que cuando Josué y los hijos de Israel habían acabado de herirlos con gran mortandad hasta destruirlos, los que quedaron de ellos entraron en las ciudades fortificadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Después, todo el pueblo regresó ileso al campamento de Josué en Maqueda. No hubo quien dijera algo en contra de los hijos de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entonces dijo Josué:",
            "—Abran la entrada de la cueva y sáquenme de ella a esos cinco reyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Así lo hicieron y sacaron de la cueva a estos cinco reyes: el rey de Jerusalén, el rey de Hebrón, el rey de Jarmut, el rey de Laquis y el rey de Eglón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y sucedió que cuando sacaron a estos reyes ante Josué, este llamó a todos los hombres de Israel y dijo a los jefes de los hombres de guerra que habían ido con él:",
            "—Acérquense y pongan sus pies sobre los cuellos de estos reyes.",
            "Ellos se acercaron y pusieron sus pies sobre los cuellos de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y Josué les dijo:",
            "—No teman ni se atemoricen; esfuércense y sean valientes, porque así hará el SEÑOR a todos sus enemigos contra los cuales combaten."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Después de esto, Josué los hirió, los mató y los hizo colgar de cinco árboles; y estuvieron colgados de los árboles hasta el atardecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y sucedió que cuando el sol se ponía, Josué mandó que los quitaran de los árboles y los echaran en la cueva donde se habían escondido. Después pusieron grandes piedras a la entrada de la cueva, las cuales están hasta este mismo día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "En aquel día Josué tomó Maqueda y la hirió a filo de espada juntamente con su rey. La destruyó por completo con todo lo que en ella tenía vida, sin dejar sobrevivientes. E hizo con el rey de Maqueda como había hecho con el rey de Jericó."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conquista del sur de Canaán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Josué, y todo Israel con él, pasó de Maqueda a Libna y combatió contra Libna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "El SEÑOR también entregó la ciudad y a su rey en mano de Israel, e hirieron a filo de espada a todo lo que en ella tenía vida, sin dejar sobrevivientes en ella. E hizo a su rey como había hecho con el rey de Jericó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Josué, y todo Israel con él, pasó de Libna a Laquis. Acamparon contra ella y la combatieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "El SEÑOR también entregó Laquis en mano de Israel, y la tomó al segundo día. Mató a espada todo lo que en ella tenía vida, como había hecho con Libna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Entonces Horam, rey de Gezer, fue en ayuda de Laquis, pero Josué los mató a él y a su gente, hasta no dejarle ningún sobreviviente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Josué, y todo Israel con él, pasó de Laquis a Eglón. Acamparon contra ella y la combatieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "El mismo día la tomaron y la hirieron a filo de espada. Aquel día él destruyó a todo lo que en ella tenía vida, como había hecho con Laquis."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Luego Josué, y todo Israel con él, subió de Eglón a Hebrón, y la combatieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "La tomó y mató a espada a su rey y a la gente de todas sus aldeas con todo lo que en ellas tenía vida, sin dejar sobrevivientes. Como había hecho con Eglón, así la destruyó con todo lo que en ella tenía vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Después Josué, y todo Israel con él, se volvió contra Debir y la combatió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "La tomó, y mataron a espada a su rey y a la gente de todas sus aldeas. Destruyeron todo lo que allí tenía vida, sin dejar sobrevivientes. Como había hecho con Hebrón y con Libna y con su rey, así hizo con Debir y con su rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Conquistó, pues, Josué toda la tierra: la región montañosa, el Néguev, la Sefela y las laderas, y a todos sus reyes, sin dejar sobrevivientes. Mató todo lo que tenía vida, como el SEÑOR Dios de Israel había mandado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Josué los derrotó desde Cades-barnea hasta Gaza, y toda la tierra de Gosén hasta Gabaón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Josué tomó a todos estos reyes y sus tierras, de una vez, porque el SEÑOR Dios de Israel combatía por Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Después Josué, y todo Israel con él, volvió al campamento de Gilgal."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.11"
        ],
        "human": "Josué 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.12"
        ],
        "human": "Josué 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.10"
        ],
        "human": "Josué 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conquista del norte de Canaán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Sucedió que cuando Jabín rey de Hazor oyó esto, envió un mensaje a Jobab rey de Madón, al rey de Simrón, al rey de Acsaf,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "a los reyes que habitaban en la región montañosa del norte, en la llanura del sur del mar Quinéret, en la Sefela y en Nafot-dor al occidente,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "a los cananeos que habitaban al oriente y al occidente, a los amorreos, a los heteos, a los ferezeos, a los jebuseos de la región montañosa y a los heveos de las faldas del Hermón, en la tierra de Mizpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces ellos, y todos sus ejércitos con ellos, un pueblo tan numeroso como la arena que está a la orilla del mar, salieron con gran cantidad de caballos y carros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Todos estos reyes se reunieron, y fueron y acamparon juntos al lado de las aguas de Merom, para combatir contra Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero el SEÑOR dijo a Josué:",
            "—No tengas temor de ellos, porque mañana a esta hora yo entregaré muertos a todos ellos, delante de Israel. Dejarás cojos a sus caballos y quemarás sus carros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces Josué y toda la gente de guerra con él fueron y cayeron de repente sobre ellos al lado de las aguas de Merom."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El SEÑOR los entregó en mano de los israelitas, quienes los derrotaron y los persiguieron hasta la gran Sidón, hasta Misrefot-maim y hasta el valle de Mizpa al oriente. Y los mató, hasta no dejarles sobrevivientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Josué hizo con ellos como el SEÑOR le había mandado: Dejó cojos a sus caballos y quemó sus carros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "En aquel tiempo Josué volvió y tomó Hazor, y mató a espada a su rey. Hazor había sido antes la capital de todos estos reinos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Mataron a espada a todo cuanto tenía vida en ella, destruyendo y no dejando nada vivo. E incendió a Hazor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Asimismo, Josué tomó todas las ciudades de estos reyes, y a todos sus reyes. Los mató a espada y los destruyó, como lo había mandado Moisés, siervo del SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero Israel no incendió ninguna de las ciudades que estaban sobre sus montículos de ruinas, excepto Hazor, la cual Josué sí incendió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los hijos de Israel tomaron para sí todo el botín de estas ciudades junto con el ganado, pero mataron a espada a todos los hombres hasta destruirlos, sin dejar uno solo vivo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Resumen de la conquista de Canaán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "De la manera que el SEÑOR había mandado a su siervo Moisés, así mandó Moisés a Josué, y así lo hizo Josué, sin omitir nada de todo lo que el SEÑOR había mandado a Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Así tomó Josué toda esta tierra: la región montañosa, todo el Néguev, toda la tierra de Gosén, la Sefela, el Arabá, la región montañosa de Israel y sus laderas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "desde el monte Halac que sube hasta Seír, hasta Baal-gad, en el valle del Líbano, a las faldas del monte Hermón. Capturó a todos sus reyes, los hirió y los mató."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Por mucho tiempo Josué tuvo guerra con todos estos reyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "No hubo ciudad que hiciera la paz con los hijos de Israel, excepto los heveos que moraban en Gabaón. Todo el resto lo tomaron en batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Esto provenía del SEÑOR, quien endurecía el corazón de ellos, para que resistieran con la guerra a Israel, a fin de que fueran destruidos sin que se les tuviera misericordia; para que fuerasen desarraigados, como el SEÑOR había mandado a Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Por aquel tiempo Josué fue y destruyó a los anaquitas de la región montañosa de Hebrón, de Debir y de Anab, y de toda la región montañosa de Judá y de toda la de Israel. Josué los destruyó a ellos con sus ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Ninguno de los anaquitas quedó en la tierra de los hijos de Israel. Solo quedaron algunos en Gaza, en Gat y en Asdod."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Así tomó Josué toda la tierra, conforme a todo lo que el SEÑOR había dicho a Moisés. Josué la entregó como heredad a Israel, conforme a la distribución de sus tribus.",
            "Y la tierra reposó de la guerra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.12"
        ],
        "human": "Josué 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.13"
        ],
        "human": "Josué 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.11"
        ],
        "human": "Josué 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reyes derrotados por Moisés"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Estos son los reyes de la tierra a quienes derrotaron los hijos de Israel y cuyas tierras poseyeron al lado oriental del Jordán, desde el río Arnón hasta el monte Hermón y todo el Arabá oriental:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Sejón, rey de los amorreos, que habitaba en Hesbón. Este reinaba desde Aroer, que está en la ribera del río Arnón y desde el centro del valle hasta el río Jaboc, que sirve de frontera con los hijos de Amón. Esta región incluía la mitad de Galaad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y el Arabá, desde el mar Quinéret, al oriente, hasta el mar del Arabá, o mar Salado, al oriente en dirección a Bet-jesimot, y por el sur hasta más abajo de las faldas del Pisga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Og, rey de Basán, sobreviviente de los refaítas, quien residía en Astarot y en Edrei."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Este reinaba en el monte Hermón, en Salca y en todo Basán, hasta la frontera de Gesur y de Maaca y en la mitad de Galaad, hasta la frontera de Sejón, rey de Hesbón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Moisés, siervo del SEÑOR, y los hijos de Israel los derrotaron. Y Moisés, siervo del SEÑOR, dio la tierra en posesión a los rubenitas, a los gaditas y a la media tribu de Manasés."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reyes derrotados por Josué"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Estos son los reyes de la tierra a quienes derrotaron Josué y los hijos de Israel en el lado occidental del Jordán, desde Baal-gad, en el valle del Líbano, hasta el monte Halac que sube a Seír, cuya tierra dio Josué en posesión a las tribus de Israel conforme a su distribución,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "en la región montañosa, en la Sefela, en el Arabá, en las laderas, en el desierto y en el Néguev, donde habitaban los heteos, los amorreos, los cananeos, los ferezeos, los heveos y los jebuseos:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El rey de Jericó, uno; el rey de Hai (que está junto a Betel), uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "el rey de Jerusalén, uno; el rey de Hebrón, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "el rey de Jarmut, uno; el rey de Laquis, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "el rey de Eglón, uno; el rey de Gezer, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "el rey de Debir, uno; el rey de Geder, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "el rey de Horma, uno; el rey de Arad, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "el rey de Libna, uno; el rey de Adulam, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "el rey de Maqueda, uno; el rey de Betel, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "el rey de Tapúaj, uno; el rey de Hefer, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "el rey de Afec, uno; el rey de Sarón, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "el rey de Madón, uno; el rey de Hazor, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "el rey de Simron-merón, uno; el rey de Acsaf, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "el rey de Taanac, uno; el rey de Meguido, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "el rey de Quedes, uno; el rey de Jocneam del Carmelo, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "el rey de Dor en Nafot-dor, uno; el rey de Goím en Gilgal, uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "el rey de Tirsa, uno. Treinta y un reyes en total."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.13"
        ],
        "human": "Josué 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.14"
        ],
        "human": "Josué 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.12"
        ],
        "human": "Josué 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La tierra por conquistar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Siendo Josué ya viejo y de edad avanzada, le dijo el SEÑOR: “Tú eres ya viejo y de edad avanzada, y queda todavía muchísima tierra por conquistar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Esta es la tierra que queda:",
            "“Todos los distritos de los filisteos y todo el de Gesur:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Desde Sijor, al oriente de Egipto, hasta el territorio de Ecrón, al norte, que se considera de los cananeos; los cinco distritos de los filisteos (Gaza, Asdod, Ascalón, Gat y Ecrón) y la tierra de losaveos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "al sur; toda la tierra de los cananeos, y desde Ara, que pertenece a los sidonios, hasta Afec, hasta la frontera de los amorreos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "la tierra de los de Biblos; todo el Líbano al oriente, desde Baal-gad al pie del monte Hermón, hasta Lebo-hamat;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "todos los que habitan en la región montañosa desde el Líbano hasta Misrefot-maim, y todos los habitantes de Sidón. A todos estos yo los arrojaré de delante de los hijos de Israel.",
            "“Tú, pues, solo da la tierra por sorteo a Israel como heredad, como te he mandado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Reparte esta tierra como heredad entre las nueve tribus y la media tribu de Manasés;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "porque la otra mitad de esta tribu, los rubenitas y los gaditas ya recibieron su heredad, la cual les dio Moisés en el lado oriental del Jordán. Moisés, siervo del SEÑOR, se la dio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "desde Aroer, que está en la ribera del río Arnón, y la ciudad que está en el centro del valle, toda la meseta de Medeba hasta Dibón;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "todas las ciudades de Sejón, rey de los amorreos, que reinó en Hesbón hasta la frontera de los hijos de Amón;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Galaad y los territorios de Gesur y de Maaca; todo el monte Hermón, toda la tierra de Basán hasta Salca;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "todo el reino de Og, el cual era sobreviviente de los refaítas, que reinó en Astarot y Edrei en Basán, y a quienes Moisés derrotó y echó”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Sin embargo, los hijos de Israel no echaron a los de Gesur y de Maaca; antes bien, Gesur y Maaca han habitado en medio de Israel hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Solo a la tribu de Leví no dio heredad: Las ofrendas quemadas del SEÑOR Dios de Israel son su heredad, como él le había prometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Territorios de Rubén, Gad y Manasés"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Moisés había dado heredad a la tribu de los hijos de Rubén, según sus clanes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "y el territorio de ellos abarcaba desde Aroer, que está en la ribera del río Arnón, la ciudad que está en el centro del valle y toda la meseta hasta Medeba;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Hesbón con todas sus aldeas que están en la meseta, Dibón, Bamot-baal, Bet-baal-maón;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Jahaz, Cademot, Mefaat,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Quiriataim, Sibma, Zeret-hasájar en la colina del valle;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Bet-peor, las laderas del Pisga, Bet-jesimot;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "todas las ciudades de la meseta; todo el reino de Sejón, rey de los amorreos, que reinó en Hesbón. (Moisés había derrotado a este y a los jefes de Madián; Evi, Requem, Zur, Hur y Reba, príncipes de Sejón que habitaban aquella tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los hijos de Israel también mataron a espada, entre otros, al adivino Balaam hijo de Beor)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y el Jordán era el límite del territorio de los hijos de Rubén. Esta era la heredad de los hijos de Rubén, según sus clanes, con sus ciudades y sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "También Moisés había dado heredad a la tribu de Gad, a los hijos de Gad, según sus clanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "El territorio de ellos abarcaba Jazer, todas las ciudades de Galaad, la mitad del territorio de los hijos de Amón hasta Aroer, que está enfrente de Rabá;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "desde Hesbón hasta Ramat-mizpa y Betonim; desde Majanaim hasta el territorio de Lo-debar;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "y en el valle Bet-haram, Bet-nimra, Sucot, Zafón y el resto del reino de Sejón, rey de Hesbón; es decir, la ribera oriental del Jordán hasta el extremo sur del mar Quinéret."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Esta es la heredad de los hijos de Gad, según sus clanes, con sus ciudades y sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "También Moisés había dado heredad a la media tribu de Manasés, esto es, a la media tribu de los hijos de Manasés, según sus clanes:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "El territorio de ellos abarcaba desde Majanaim, todo Basán (todo el reino de Og, rey de Basán), y todas las aldeas de Jaír que están en Basán: sesenta ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Se dio, además, la mitad de Galaad, Astarot y Edrei, ciudades del reino de Og en Basán, a los hijos de Maquir hijo de Manasés, es decir, a la mitad de los hijos de Maquir, según sus clanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Esto es lo que Moisés había dado como heredad en las llanuras de Moab al otro lado del Jordán, al oriente de Jericó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Pero Moisés no dio heredad a la tribu de Leví; el SEÑOR Dios de Israel es su heredad, como él les había dicho."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.14"
        ],
        "human": "Josué 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.15"
        ],
        "human": "Josué 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.13"
        ],
        "human": "Josué 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sorteo de la tierra de Canaán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Esto es lo que los hijos de Israel tomaron como heredad en la tierra de Canaán, lo que les repartieron el sacerdote Eleazar, Josué hijo de Nun y los jefes de las casas paternas de las tribus de los hijos de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Su heredad les fue dada por sorteo a las nueve tribus y a la media tribu, como el SEÑOR había mandado por medio de Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque a las dos tribus y a la media tribu, Moisés les había dado heredad al otro lado del Jordán; pero a los levitas no les había dado heredad entre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pues los hijos de José formaban dos tribus: Manasés y Efraín. A los levitas no se les dio ninguna porción en la tierra, sino solamente ciudades en que habitaran, con sus campos de alrededor para sus ganados y sus rebaños."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Conforme el SEÑOR había mandado a Moisés, así hicieron los hijos de Israel en el reparto de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Josué concede Hebrón a Caleb"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los hijos de Judá acudieron a Josué en Gilgal. Y Caleb hijo de Jefone el quenezeo le dijo:",
            "—Tú sabes lo que el SEÑOR dijo a Moisés, hombre de Dios, en Cades-barnea tocante a mí y a ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Yo tenía cuarenta años cuando Moisés, siervo del SEÑOR, me envió de Cades-barnea para espiar la tierra. Yo le traje el informe como lo sentía en mi corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Mis hermanos que habían ido conmigo descorazonaron al pueblo, pero yo seguí al SEÑOR mi Dios con integridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Aquel día Moisés juró diciendo: “La tierra que pisó tu pie será para ti y para tus hijos como heredad perpetua, porque seguiste al SEÑOR mi Dios con integridad”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ahora bien, he aquí que el SEÑOR me ha conservado la vida, como él dijo, estos cuarenta y cinco años desde el día que el SEÑOR habló estas palabras a Moisés, cuando Israel caminaba por el desierto. Ahora, he aquí que tengo ochenta y cinco años;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "pero aún estoy tan fuerte como el día en que Moisés me envió. Como era entonces mi fuerza, así es ahora mi fuerza para la guerra, tanto para salir como para entrar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Dame, pues, ahora esta parte montañosa de la cual habló el SEÑOR aquel día, porque tú oíste aquel día que los anaquitas viven allí y que hay ciudades grandes y fortificadas. ¡Si el SEÑOR está conmigo, yo los echaré, como el SEÑOR ha dicho!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Josué bendijo a Caleb hijo de Jefone, y le dio Hebrón como heredad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Por eso, Hebrón ha sido heredad de Caleb hijo de Jefone el quenezeo hasta el día de hoy, porque siguió con integridad al SEÑOR Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Antes el nombre de Hebrón era Quiriat-arba, pues Arba había sido el hombre más grande entre los anaquitas.",
            "Y la tierra reposó de la guerra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.15"
        ],
        "human": "Josué 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.16"
        ],
        "human": "Josué 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.14"
        ],
        "human": "Josué 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Territorio de Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "La parte que tocó en el sorteo a la tribu de los hijos de Judá, según sus clanes, se extendía hasta el territorio de Edom y hasta el desierto de Zin en el Néguev, su extremo sur."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Su frontera sur era desde el extremo del mar Salado, desde la bahía que mira hacia el sur."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Seguía en dirección sur hasta la cuesta de Acrabim y pasaba hasta Zin. Subía por el sur hasta Cades-barnea y pasaba por Hezrón. Luego subía hacia Adar, hasta rodear Carca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "De allí la frontera pasaba a Asmón y continuaba por el arroyo de Egipto y terminaba en el mar. Esta será su frontera del sur."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "La frontera oriental era el mar Salado hasta la desembocadura del Jordán.",
            "Por el lado norte la frontera era desde la bahía del mar en la desembocadura del Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Luego la frontera subía por Bet-jogla y pasaba por el norte de Bet-haarabá. Luego la frontera subía hacia la piedra de Bohan hijo de Rubén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Luego la frontera subía desde el valle de Acor hasta Debir, y se dirigía al norte, hacia Gilgal, que está frente a la cuesta de Adumim, al lado sur del valle. La frontera pasaba hasta las aguas de En-semes y llegaba hasta En-rogel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Luego la frontera subía por el valle de Ben-hinom a la ladera sur de Jebús (que es Jerusalén). Luego la frontera subía hacia la cumbre del monte que está frente al valle de Hinom, al occidente, en el extremo norte del valle de Refaím."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Después doblaba desde la cumbre del monte hacia el manantial Aguas de Neftóaj y llegaba a las ciudades del monte Efrón, rodeando luego a Baala (que es Quiriat-jearim)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "La frontera torcía después desde Baala hacia el occidente hasta el monte Seír, y pasaba al norte de Jearim (que es Quesalón); descendía a Bet-semes y seguía hacia Timna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Luego la frontera salía hacia el lado norte de Ecrón. La frontera rodeaba Sicrón, pasaba por el monte Baala, llegaba a Jabneel, y el terminal de la frontera daba en el mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "La frontera occidental era la costa del mar Grande.",
            "Estas son las fronteras del territorio de los hijos de Judá, según sus clanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otoniel conquista Debir"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "De acuerdo con el mandato del SEÑOR a Josué, este dio a Caleb hijo de Jefone una parte entre los hijos de Judá. Le dio Quiriat-arba, que es Hebrón (Arba fue el padre de Anac)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y Caleb echó de allí a los tres hijos de Anac: a Sesai, a Ajimán y a Talmai, descendientes de Anac."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "De allí subió contra los habitantes de Debir (Antes el nombre de Debir era Quiriat-séfer)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces Caleb dijo:",
            "—Al que ataque y tome Quiriat-séfer, yo le daré por mujer a mi hija Acsa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Otoniel hijo de Quenaz, hermano de Caleb, fue quien la tomó. Y Caleb le dio por mujer a su hija Acsa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y aconteció que cuando ella llegó, lo persuadió a que pidiera a su padre un campo. Entonces ella hizo señas desde encima del asno, y Caleb le preguntó:",
            "—¿Qué quieres?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Ella respondió:",
            "—Hazme un favor. Ya que me has dado tierra en el Néguev, dame también fuentes de aguas.",
            "Entonces él le dio las fuentes de arriba y las fuentes de abajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ciudades de Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Esta es la heredad de la tribu de los hijos de Judá, según sus clanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Las ciudades de la tribu de los hijos de Judá, en el extremo sur, hacia la frontera de Edom, fueron: Cabseel, Eder, Jagur,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Quina, Dimona, Adada,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Quedes, Hazor, Itnán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Zif, Telem, Bealot,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Hazor-hadata, Queriot, Hezrón (que es Hazor),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Amam, Sema, Molada,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Hazar-gada, Hesmón, Bet-pélet,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Hazar-sual, Beerseba, Bizotia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Baala, Iyim, Ezem,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Eltolad, Quesil, Horma,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Siclag, Madmana, Sansana,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Lebaot, Siljim, Ayin y Rimón. En total eran veintinueve ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "En la región de la Sefela: Estaol, Zora, Asena,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Zanóaj, En-ganim, Tapúaj, Enam,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Jarmut, Adulam, Soco, Azeca,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Saaraim, Aditaim, Gedera y Gederotaim; catorce ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "También Zenán, Hadasa, Migdal-gad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Dileán, Mizpa, Jocteel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Laquis, Boscat, Eglón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Cabón, Lajmas, Quitlis,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Gederot, Bet-dagón, Naama y Maqueda; dieciséis ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "También Libna, Eter, Asán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Jefté, Asena, Nezib,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Queila, Aczib, Maresa; nueve ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Ecrón con sus villas y aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Desde Ecrón hasta el mar, todas las que están junto a Asdod, con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "También Asdod con sus villas y aldeas, y Gaza con sus villas y aldeas, hasta el arroyo de Egipto y las costas del mar Grande."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "En la región montañosa: Samir, Jatir, Soco,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Dana, Quiriat-sana (que es Debir),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Anab, Estemoa, Anim,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Gosén, Holón y Gilo; once ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "También Arab, Duma, Esán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Janum, Bet-tapúaj, Afeca,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "Humta, Quiriat-arba (que es Hebrón) y Sior; nueve ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "También Maón, Carmel, Zif, Juta,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "Jezreel, Jocdeam, Zanóaj,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "Caín, Gabaa y Timna; diez ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            58
          ],
          "lines": [
            "También Jaljul, Betsur, Gedor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            59
          ],
          "lines": [
            "Maarat, Bet-anot y Eltecón; seis ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            60
          ],
          "lines": [
            "También Quiriat-baal (que es Quiriat-jearim) y Rabá; dos ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            61
          ],
          "lines": [
            "En el desierto: Bet-haarabá, Midín, Sejaja,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            62
          ],
          "lines": [
            "Nibsán, la Ciudad de la Sal y En-guedi; seis ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            63
          ],
          "lines": [
            "Pero los hijos de Judá no pudieron echar a los jebuseos que habitaban en Jerusalén. Así que los jebuseos han habitado con los hijos de Judá en Jerusalén, hasta el día de hoy."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.16"
        ],
        "human": "Josué 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.17"
        ],
        "human": "Josué 17",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.15"
        ],
        "human": "Josué 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Territorio de Efraín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "La parte que tocó en el sorteo a los hijos de José partía del Jordán de Jericó, pasaba por las aguas de Jericó al este y subía del desierto de Jericó, por la región montañosa, hasta Betel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "De Betel salía a Luz y cruzaba el territorio de los arquitas en Atarot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "De allí descendía en dirección oeste hacia el territorio de los jafletitas, hasta la región de Bet-jorón Baja y hasta Gezer; y terminaba en el mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Así recibieron su heredad los hijos de José: Efraín y Manasés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Esta era la frontera de los hijos de Efraín, según sus clanes. La frontera de su heredad partía de Atarot-adar en el este, y seguía hasta Bet-jorón Alta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "De allí la frontera continuaba hacia el oeste, pasando por el lado norte de Micmetat. Torcía por el este de Taanat-silo y continuaba hasta el este de Janóaj."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "De Janóaj descendía a Atarot y a Naará, tocaba Jericó y salía al Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "De Tapúaj la frontera seguía al oeste, por el arroyo de Caná, y terminaba en el mar. Esta era la heredad de los hijos de Efraín, según sus clanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Además, había ciudades que fueron apartadas para los hijos de Efraín en medio de la heredad de los hijos de Manasés, todas esas ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Sin embargo, ellos no echaron a los cananeos que habitaban en Gezer. Así que los cananeos han habitado en medio de los de Efraín hasta el día de hoy, pero han sido sometidos a tributo laboral."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.17",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.17"
        ],
        "human": "Josué 17"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.18"
        ],
        "human": "Josué 18",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.16"
        ],
        "human": "Josué 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Territorio de Manasés"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "La parte que tocó en el sorteo a la tribu de Manasés, porque él era el primogénito de José, fue esta: Maquir, primogénito de Manasés y padre de Galaad, que era un hombre de guerra, había recibido Galaad y Basán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Asimismo, a los otros hijos de Manasés les tocó, según sus clanes: a los hijos de Abiezer, a los hijos de Helec, a los hijos de Ezriel, a los hijos de Siquem, a los hijos de Hefer y a los hijos de Semida. Estos fueron los hijos varones de Manasés hijo de José, según sus clanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ahora bien, Zelofejad hijo de Hefer, hijo de Galaad, hijo de Maquir, hijo de Manasés, no tuvo hijos sino solo hijas. Los nombres de estas fueron: Majla, Noa, Hogla, Milca y Tirsa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ellas vinieron delante del sacerdote Eleazar, de Josué hijo de Nun y de los dirigentes, y dijeron: “El SEÑOR mandó a Moisés que nos fuera dada heredad entre nuestros hermanos”. Así fue como él les dio heredad entre los hermanos del padre de ellas, conforme al mandato del SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Aparte de la tierra de Galaad y de Basán, al otro lado del Jordán, a Manasés le tocaron diez partes en el sorteo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "porque las hijas de Manasés debían recibir heredad entre los hijos de Manasés, y la tierra de Galaad pertenecía a los otros hijos de Manasés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "La frontera de Manasés partía de Aser y se extendía hasta Micmetat que está enfrente de Siquem. La frontera seguía hacia el sur hasta los habitantes de En-tapúaj."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "La tierra de Tapúaj era de Manasés, pero Tapúaj misma, que está en la frontera de Manasés, era de los hijos de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Luego la frontera descendía hasta el arroyo de Caná. Al lado sur del arroyo, había ciudades de Efraín entre las ciudades de Manasés. El resto de la frontera de Manasés coincidía con la ribera norte del arroyo y terminaba en el mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Efraín estaba al sur y Manasés al norte. El territorio de Manasés alcanzaba hasta el mar y limitaba al norte con Aser y al este con Isacar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Manasés también poseía en el territorio de Isacar y de Aser a Bet-seán y sus aldeas, a Ibleam y sus aldeas, a los habitantes de Dor y sus aldeas, a los habitantes de Endor y sus aldeas, a los habitantes de Taanac y sus aldeas, a los habitantes de Meguido y sus aldeas. La tercera era Nafot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Sin embargo, los hijos de Manasés no pudieron echar a los habitantes de aquellas ciudades, y los cananeos persistieron en habitar en estas tierras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y sucedió que después, cuando los hijos de Israel llegaron a ser más fuertes, sometieron a tributo laboral a los cananeos, pero no los echaron completamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Después los hijos de José hablaron a Josué diciendo:",
            "—¿Por qué nos has dado en posesión una sola suerte y una sola parte, siendo nosotros un pueblo numeroso al que el SEÑOR ha bendecido hasta ahora?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Josué les respondió:",
            "—Si son un pueblo numeroso, vayan al bosque y deforesten para ustedes la tierra de los ferezeos y de los refaítas, ya que la región montañosa de Efraín es demasiado estrecha para ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los hijos de José dijeron:",
            "—No nos bastará a nosotros esa región montañosa. Además, todos los cananeos que habitan en la tierra del valle tienen carros de hierro, tanto los que están en Bet-seán y sus aldeas, como los que están en el valle de Jezreel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces Josué respondió a la casa de José, a Efraín y a Manasés, diciendo:",
            "—Ustedes son un pueblo numeroso y tienen mucha fuerza. No tendrán solo una parte,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "sino que la región montañosa será suya. Puesto que es bosque, ustedes lo deforestarán. Y sus límites más lejanos serán suyos, porque echarán a los cananeos, aunque ellos tengan carros de hierro y sean fuertes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.18",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.18"
        ],
        "human": "Josué 18"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.19"
        ],
        "human": "Josué 19",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.17"
        ],
        "human": "Josué 17",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Exploración del resto de la tierra"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Toda la congregación de los hijos de Israel se reunió en Silo, e instalaron allí el tabernáculo de reunión. La tierra les estaba sometida,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "pero habían quedado siete tribus de los hijos de Israel, a las cuales todavía no se les había repartido heredad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces Josué dijo a los hijos de Israel:",
            "—¿Hasta cuándo serán negligentes para ir a poseer la tierra que les ha dado el SEÑOR, Dios de sus padres?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Elijan a tres hombres de cada tribu para que yo los envíe, y ellos vayan, recorran la tierra, hagan una descripción de ella con miras a sus heredades, y después vuelvan a mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ellos la dividirán en siete partes. Judá permanecerá en su territorio en el sur, y los de la casa de José en su territorio en el norte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ustedes, pues, me harán la descripción de la tierra, dividiéndola en siete partes; y me la traerán aquí. Y les haré el sorteo aquí, delante del SEÑOR nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero los levitas no tendrán ninguna parte entre ustedes, porque el sacerdocio del SEÑOR es su heredad. Gad, Rubén y la media tribu de Manasés ya han recibido su heredad en el lado oriental del Jordán, la cual les dio Moisés, siervo del SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los hombres se levantaron y fueron. Josué mandó a los que iban para hacer la descripción de la tierra, diciéndoles:",
            "—Vayan, recorran la tierra y hagan una descripción de ella. Luego vuelvan a mí para que yo les haga el sorteo delante del SEÑOR, aquí en Silo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces los hombres fueron y recorrieron la tierra, e hicieron en un pergamino una descripción de ella dividida en siete partes, según sus ciudades. Después volvieron a Josué, al campamento en Silo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces Josué hizo el sorteo delante de SEÑOR, en Silo. Allí repartió Josué la tierra a los hijos de Israel, según sus particiones."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Territorio de Benjamín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "La parte que tocó en el sorteo a la tribu de los hijos de Benjamín, según sus clanes: El territorio que les tocó en el sorteo estaba entre el de los hijos de Judá y el de los hijos de José."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por el lado norte su frontera partía del Jordán; luego la frontera subía por el lado norte de Jericó. Entonces subía por la región montañosa hacia el oeste, y llegaba al desierto de Bet-avén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "De allí la frontera pasaba hacia Luz, al lado sur de Luz (que es Betel). Luego la frontera descendía a Atarot-adar, sobre el monte que está al sur de Bet-jorón Baja."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Luego la frontera doblaba hacia el oeste por el lado sur del monte que está enfrente de Bet-jorón, y terminaba en Quiriat-baal (que es Quiriat-jearim), ciudad de los hijos de Judá. Este era el lado occidental."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Por el lado sur, la frontera partía desde el extremo de Quiriat-jearim, seguía hacia el oeste y continuaba hacia el manantial Aguas de Neftóaj."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Luego la frontera descendía hasta el extremo del monte que está frente al valle de Ben-hinom, que está al norte del valle de Refaím. Luego descendía al valle de Hinom, hasta la ladera sur de los jebuseos y seguía descendiendo hasta En-rogel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Luego doblaba al norte, seguía hasta En-semes, continuaba hasta Gilgal, que está frente a la cuesta de Adumim, y descendía a la piedra de Bohan hijo de Rubén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Luego la frontera pasaba por el declive norte de Bet-haarabá y descendía hacia el Arabá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "La frontera pasaba por el lado norte de Bet-jogla para terminar en la bahía norte del mar Salado, en la desembocadura del Jordán en el sur. Esta era la frontera sur."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El Jordán era la frontera por el lado oriental. Esta era la heredad de los hijos de Benjamín, según sus clanes, con las fronteras que la rodeaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Las ciudades de la tribu de los hijos de Benjamín, según sus clanes, fueron: Jericó, Bet-jogla, Emec-casis,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Bet-haarabá, Zemaraim, Betel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Avim, Pará, Ofra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Quefar-haamoní, Ofni y Geba; doce ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "También Gabaón, Ramá, Beerot,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Mizpa, Cafira, Mozah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Requem, Irpeel, Tarala,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Zela, Elef, Jebús (que es Jerusalén), Gabaa y Quiriat; catorce ciudades con sus aldeas. Esta era la heredad de los hijos de Benjamín, según sus clanes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.19",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.19"
        ],
        "human": "Josué 19"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.20"
        ],
        "human": "Josué 20",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.18"
        ],
        "human": "Josué 18",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Territorio de Simeón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "La segunda suerte tocó a Simeón, a la tribu de los hijos de Simeón, según sus clanes. Y su heredad estaba dentro del territorio de los hijos de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y les tocó como heredad: Beerseba, Seba, Molada,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Hazar-sual, Bala, Ezem,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Eltolad, Betul, Horma,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Siclag, Bet-hamarcabot, Hazar-susa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Bet-lebaot y Sarujen; trece ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "También Ayin, Rimón, Eter y Asán; cuatro ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "También todas las aldeas que estaban alrededor de estas ciudades hasta Baalat-beer, que es Ramat-néguev. Esta era la heredad de la tribu de los hijos de Simeón, según sus clanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "La heredad de los hijos de Simeón fue tomada de la parte de los hijos de Judá, porque la parte de los hijos de Judá era excesiva para ellos. Así, los hijos de Simeón tuvieron su heredad dentro del territorio de aquellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Territorio de Zabulón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "La tercera suerte tocó a los hijos de Zabulón, según sus clanes. La frontera de su heredad llegaba hasta Sarid."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y por el oeste su frontera subía hacia Marala, y limitaba con Dabeset y con el río que está frente a Jocneam."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "De Sarid doblaba hacia el este, donde nace el sol, hasta el territorio de Quislot-tabor; luego seguía hacia Daberat y subía a Jafía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "De allí seguía hacia el este, a Gat-jefer e Ita-cazín, continuaba hacia Rimón y rodeaba Nea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Después la frontera torcía por el norte hacia Hanatón y terminaba en el valle de Jefteel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y también Catat, Nahalal, Simrón, Idala y Belén; doce ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Estas ciudades con sus aldeas eran la heredad de los hijos de Zabulón, según sus clanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Territorio de Isacar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "La cuarta suerte tocó a Isacar, a los hijos de Isacar, según sus clanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Su territorio abarcaba: Jezreel, Quesulot, Sunem,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Hafaraim, Sihón, Anajarat,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Rabit, Quisión, Abez,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Remet, En-ganim, En-jada y Bet-pases."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "La frontera llegaba hasta Tabor, Sajazaim y Bet-semes, y terminaba la frontera en el Jordán; dieciséis ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Estas ciudades con sus aldeas eran la heredad de la tribu de los hijos de Isacar, según sus clanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Territorio de Aser"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "La quinta suerte tocó a la tribu de los hijos de Aser, según sus clanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Su territorio abarcaba: Helcat, Halí, Betén, Acsaf,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Alamelec, Amad y Miseal; y por el lado occidental llegaba hasta el Carmelo y Sijor-libnat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Volvía después hacia donde nace el sol, a Bet-dagón y limitaba con Zabulón y con el valle de Jefteel, al norte; seguía a Bet-haémec y a Neiel; luego continuaba al norte hasta Cabul,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Abdón, Rejob, Hamón, Caná, hasta la gran Sidón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "De allí la frontera volvía hacia Ramá y seguía hasta la ciudad fortificada de Tiro. Después torcía hacia Hosa y terminaba en el mar. También Majaleb, Aczib,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Aco, Afec y Rejob; veintidós ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Estas ciudades con sus aldeas eran la heredad de la tribu de los hijos de Aser, según sus clanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Territorio de Neftalí"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "La sexta suerte tocó a los hijos de Neftalí; a los hijos de Neftalí, según sus clanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Su frontera partía desde Helef y desde la encina de Zaananim, y desde Adami-nequeb y Jabneel hasta Lacum, y terminaba en el Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Luego la frontera volvía al oeste hasta Aznot-tabor. De allí pasaba a Hucoc, y limitaba con Zabulón por el sur, con Aser por el oeste, y con el Jordán, por donde nace el sol."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Y las ciudades fortificadas eran: Sidim, Zer, Hamat, Racat, Quinéret,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Adama, Ramá, Hazor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Quedes, Edrei, En-hazor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Irón, Migdalel, Horem, Bet-anat y Bet-semes; diecinueve ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Estas ciudades con sus aldeas eran la heredad de la tribu de los hijos de Neftalí, según sus clanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Territorio de Dan"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "La séptima suerte tocó a la tribu de los hijos de Dan, según sus clanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "El territorio de su heredad abarcaba Zora, Estaol, Ir-semes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Saalbín, Ajalón, Jetla,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Elón, Timnat, Ecrón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Elteque, Gibetón, Baalat,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Jehud, Benei-berac, Gat-rimón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Mei-hayarcón y Racón, con la región que está enfrente de Jope."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Pero faltó territorio a los hijos de Dan. Por eso, los hijos de Dan subieron y combatieron contra Lesem. Ellos la ocuparon e hirieron a filo de espada; tomaron posesión de ella y habitaron allí. Y a Lesem la llamaron Dan, según el nombre de su padre Dan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Estas ciudades con sus aldeas eran la heredad de la tribu de los hijos de Dan, según sus clanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La heredad para Josué"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Después que acabaron de distribuir los territorios de la tierra como heredad, los hijos de Israel dieron una heredad, en medio de ellos, a Josué hijo de Nun."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Según el mandato del SEÑOR, le dieron la ciudad que pidió, Timnat-séraj, en la región montañosa de Efraín. Y él reedificó la ciudad y habitó en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Estas son las heredades que el sacerdote Eleazar, Josué hijo de Nun y los jefes de las casas paternas de las tribus de los hijos de Israel distribuyeron por sorteo en Silo, delante del SEÑOR, a la entrada del tabernáculo de reunión. Y así acabaron de distribuir la tierra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.20",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.20"
        ],
        "human": "Josué 20"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.21"
        ],
        "human": "Josué 21",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.19"
        ],
        "human": "Josué 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ciudades de refugio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El SEÑOR habló a Josué diciendo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Habla a los hijos de Israel y diles: ‘Designen las ciudades de refugio de las que yo les hablé por medio de Moisés;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "para que pueda huir allí el homicida que mate a una persona accidentalmente sin premeditación, a fin de que sirvan de refugio ante el vengador de la sangre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El que se refugie en alguna de aquellas ciudades se presentará a la puerta de la ciudad y expondrá su caso a oídos de los ancianos de la ciudad. Ellos lo recibirán consigo dentro de la ciudad y le darán un lugar para que habite con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Si el vengador de la sangre lo persigue, no entregarán en su mano al homicida, porque mató a su prójimo sin premeditación, sin haberle tenido odio previamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Quedará en aquella ciudad hasta que comparezca en juicio delante de la asamblea, y hasta la muerte del sumo sacerdote que haya en aquellos días. Entonces el homicida podrá volver y venir a su ciudad y a su casa, a la ciudad de donde huyó’”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces designaron a Quedes, en Galilea, en la región montañosa de Neftalí; a Siquem, en la región montañosa de Efraín; y a Quiriat-arba (que es Hebrón), en la región montañosa de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y al otro lado del Jordán, al este de Jericó, designaron a Beser, en el desierto, en la meseta, de la tribu de Rubén; a Ramot, en Galaad, de la tribu de Gad; y a Golán, en Basán, de la tribu de Manasés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Estas fueron las ciudades designadas para todos los hijos de Israel y para el extranjero que habitara entre ellos, para que pudiera huir a ellas cualquiera que matara a una persona accidentalmente, y no muriera por mano del vengador de la sangre, antes de comparecer delante de la asamblea."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.21",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.21"
        ],
        "human": "Josué 21"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.22"
        ],
        "human": "Josué 22",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.20"
        ],
        "human": "Josué 20",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sorteo de las ciudades para Leví"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los jefes de las casas paternas de los levitas se acercaron al sacerdote Eleazar, a Josué hijo de Nun y a los jefes de las casas paternas de las tribus de los hijos de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y les hablaron en Silo, en la tierra de Canaán, diciendo: “El SEÑOR mandó por medio de Moisés que nos dieran ciudades en que habitáramos, con sus campos de alrededor para nuestros ganados”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces, conforme a la palabra del SEÑOR, los hijos de Israel dieron a los levitas de sus propias heredades, estas ciudades con sus campos de alrededor:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "La suerte tocó a las familias de los cohatitas. A los hijos del sacerdote Aarón, que eran de los levitas, les dieron por sorteo trece ciudades de la tribu de Judá, de la tribu de Simeón y de la tribu de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "A los hijos de Cohat que quedaban les dieron por sorteo diez ciudades de los clanes de la tribu de Efraín, de la tribu de Dan y de la media tribu de Manasés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "A los hijos de Gersón les dieron por sorteo trece ciudades de los clanes de la tribu de Isacar, de la tribu de Aser, de la tribu de Neftalí y de la media tribu de Manasés en Basán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "A los hijos de Merari, según sus clanes, les dieron doce ciudades de la tribu de Rubén, de la tribu de Gad y de la tribu de Zabulón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Así los hijos de Israel dieron por sorteo a los levitas estas ciudades con sus campos de alrededor, como el SEÑOR había mandado por medio de Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ciudades para las familias de Cohat"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Les dieron estas ciudades de la tribu de los hijos de Judá y de la tribu de los hijos de Simeón (a las cuales llamaron por nombre),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "a los hijos de Aarón, de los clanes de Cohat, de los hijos de Leví; porque les tocó la primera suerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Les dieron en la región montañosa de Judá, Quiriat-arba, que es Hebrón, con sus campos de alrededor (Arba fue el padre de Anac)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero dieron la campiña de la ciudad con sus aldeas a Caleb hijo de Jefone, como su posesión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "A los hijos del sacerdote Aarón les dieron Hebrón, con sus campos de alrededor, ciudad de refugio para los homicidas. También Libna con sus campos de alrededor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Jatir con sus campos de alrededor, Estemoa con sus campos de alrededor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Holón con sus campos de alrededor, Debir con sus campos de alrededor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Ayin con sus campos de alrededor, Juta con sus campos de alrededor y Bet-semes con sus campos de alrededor; nueve ciudades de estas dos tribus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "De la tribu de Benjamín les dieron Gabaón con sus campos de alrededor, Geba con sus campos de alrededor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Anatot con sus campos de alrededor y Almón con sus campos de alrededor; cuatro ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "El total de las ciudades de los sacerdotes hijos de Aarón fue de trece, con sus campos de alrededor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "A los clanes de los hijos de Cohat, a los levitas que quedaban de los hijos de Cohat, les tocaron estas ciudades en el sorteo:",
            "De la tribu de Efraín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "les dieron: Siquem con sus campos de alrededor, ciudad de refugio para los homicidas, en la región montañosa de Efraín; Gezer con sus campos de alrededor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Quibsaim con sus campos de alrededor y Bet-jorón con sus campos de alrededor; cuatro ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "De la tribu de Dan: Elteque con sus campos de alrededor, Gibetón con sus campos de alrededor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Ajalón con sus campos de alrededor y Gat-rimón con sus campos de alrededor; cuatro ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y de la media tribu de Manasés les dieron Taanac con sus campos de alrededor y Gat-rimón con sus campos de alrededor; dos ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "El total de las ciudades para los clanes de los hijos de Cohat que habían quedado fue de diez, con sus campos de alrededor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ciudades para las familias de Gersón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "A los hijos de Gersón, uno de los clanes de los levitas, les dieron:",
            "De la media tribu de Manasés: Golán en Basán con sus campos de alrededor, ciudad de refugio para los homicidas y Beestera con sus campos de alrededor; dos ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "De la tribu de Isacar: Quisión con sus campos de alrededor, Daberat con sus campos de alrededor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Jarmut con sus campos de alrededor y En-ganim con sus campos de alrededor; cuatro ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "De la tribu de Aser: Miseal con sus campos de alrededor, Abdón con sus campos de alrededor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Helcat con sus campos de alrededor y Rejob con sus campos de alrededor; cuatro ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "De la tribu de Neftalí: Quedes en Galilea con sus campos de alrededor, ciudad de refugio para los homicidas; Hamot-dor con sus campos de alrededor y Cartán con sus campos de alrededor; tres ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "El total de las ciudades de los gersonitas, según sus clanes, fue de trece con sus campos de alrededor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ciudades para las familias de Merari"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "A las familias de los hijos de Merari, los levitas que habían quedado, les dieron:",
            "De la tribu de Zabulón: Jocneam con sus campos de alrededor, Carta con sus campos de alrededor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Dimna con sus campos de alrededor y Nahalal con sus campos de alrededor; cuatro ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "De la tribu de Rubén: Beser con sus campos de alrededor, Jahaz con sus campos de alrededor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Quedemot con sus campos de alrededor y Mefaat con sus campos de alrededor; cuatro ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "De la tribu de Gad: Ramot en Galaad con sus campos de alrededor, ciudad de refugio para los homicidas; Majanaim con sus campos de alrededor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Hesbón con sus campos de alrededor y Jazer con sus campos de alrededor; cuatro ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "El total de las ciudades repartidas por sorteo a los hijos de Merari, según sus clanes, es decir, a los clanes de los levitas que habían quedado, fue de doce ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "El total de las ciudades de los levitas en medio de la posesión de los hijos de Israel fue de cuarenta y ocho, con sus campos de alrededor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Estas ciudades tenían cada una sus campos de alrededor; era así con todas estas ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Así dio el SEÑOR a Israel toda la tierra que había jurado dar a sus padres. Ellos tomaron posesión de ella y habitaron en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Y el SEÑOR les dio reposo alrededor, conforme a todo lo que había jurado a sus padres. Ninguno de sus enemigos pudo resistirlos, porque el SEÑOR entregó en su mano a todos sus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "No falló ninguna palabra de todas las buenas promesas que el SEÑOR había hecho a la casa de Israel; todo se cumplió."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.22",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.22"
        ],
        "human": "Josué 22"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.23"
        ],
        "human": "Josué 23",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.21"
        ],
        "human": "Josué 21",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Rubén, Gad y Manasés vuelven a casa"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces Josué convocó a los rubenitas, a los gaditas y a la media tribu de Manasés,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y les dijo:",
            "—Ustedes han guardado todo lo que Moisés siervo del SEÑOR les mandó, y han obedecido mi voz en todo lo que yo les he mandado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "No han abandonado a sus hermanos en este largo tiempo, hasta el día de hoy; sino que han guardado los mandamientos que el SEÑOR su Dios les ha encomendado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ahora que el SEÑOR su Dios ha dado reposo a sus hermanos, como les había prometido, vuelvan y regresen a sus moradas, a la tierra de su posesión que Moisés siervo del SEÑOR les ha dado al otro lado del Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Solamente tengan mucho cuidado de poner por obra el mandamiento y la ley que Moisés siervo del SEÑOR les mandó: que amen al SEÑOR su Dios, que anden en todos sus caminos, que guarden sus mandamientos, que le sean fieles y que le sirvan con todo su corazón y con toda su alma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Luego Josué los bendijo y los despidió, y ellos se volvieron a sus moradas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Moisés había dado heredad en Basán a la media tribu de Manasés. Y a la otra media tribu Josué le dio heredad entre sus hermanos en el lado occidental del Jordán. Cuando Josué los envió a sus moradas, los bendijo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y les habló diciendo:",
            "—Vuelvan a sus moradas con grandes posesiones: mucho ganado, plata, oro, bronce y muchos vestidos. Compartan con sus hermanos el botín de sus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces los hijos de Rubén, los hijos de Gad y la media tribu de Manasés regresaron y se apartaron de los hijos de Israel en Silo, que está en la tierra de Canaán, para ir a la tierra de Galaad, a la tierra de sus heredades, donde se habían establecido, según el mandato del SEÑOR por medio de Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El altar de testimonio junto al Jordán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando llegaron a la región del Jordán, en la tierra de Canaán, los hijos de Rubén, los hijos de Gad y la media tribu de Manasés edificaron allí un altar junto al Jordán, un altar de aspecto imponente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces los hijos de Israel oyeron decir: “He aquí que los hijos de Rubén, los hijos de Gad y la media tribu de Manasés han edificado un altar frente a la tierra de Canaán, en la región del Jordán, en el lado de los hijos de Israel”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando los hijos de Israel oyeron esto, se reunió toda la congregación de los hijos de Israel en Silo, para subir a combatir contra ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Fineas, hijo del sacerdote Eleazar, fue enviado por los hijos de Israel a los hijos de Rubén, a los hijos de Gad y a la media tribu de Manasés, en la tierra de Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "También fueron con él diez jefes, un jefe por cada casa paterna de cada una de las tribus de Israel, cada uno de los cuales era jefe de su casa paterna entre los millares de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Estos fueron a los hijos de Rubén, a los hijos de Gad y a la media tribu de Manasés, en la tierra de Galaad, y les hablaron diciendo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "—Toda la congregación del SEÑOR dice así: “¿Qué infidelidad es esta que han cometido contra el Dios de Israel, apartándose hoy de seguir al SEÑOR al edificarse un altar y rebelarse hoy contra el SEÑOR?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "¿Nos ha sido poca la maldad de Peor, de la cual aún no estamos purificados hasta el día de hoy, y por la cual vino una plaga a la congregación del SEÑOR?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Ustedes se apartan hoy de seguir al SEÑOR; y sucederá que hoy ustedes se rebelan contra el SEÑOR, y mañana él se airará contra toda la congregación de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Si les parece que la tierra que poseen es inmunda, pásense a la tierra de la posesión del SEÑOR, en la cual está el tabernáculo del SEÑOR, y establézcanse entre nosotros. Pero no se rebelen contra el SEÑOR ni se rebelen contra nosotros, edificándose un altar aparte del altar del SEÑOR nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cuando Acán hijo de Zéraj cometió transgresión con respecto al anatema, ¿no cayó la ira sobre toda la congregación de Israel? ¡Aquel hombre no pereció solo en su iniquidad!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces los hijos de Rubén, los hijos de Gad y la media tribu de Manasés respondieron y dijeron a los jefes de los millares de Israel:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "—El Dios de dioses, el SEÑOR, el Dios de dioses, el SEÑOR, él lo sabe. Y que lo sepa Israel. Si ha sido por rebelión o por infidelidad contra el SEÑOR, que no nos libre en este día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Si nos hemos edificado un altar para apartarnos de en pos del SEÑOR o para ofrecer sobre él holocausto u ofrenda vegetal o para ofrecer sobre él sacrificios de paz, que el SEÑOR mismo nos lo demande."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Pero en realidad lo hicimos así por temor de que en el futuro sus hijos digan a nuestros hijos: “¿Qué tienen que ver ustedes con el SEÑOR Dios de Israel?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Oh hijos de Rubén e hijos de Gad, ya que entre nosotros y ustedes el SEÑOR ha puesto por límite el Jordán, ustedes no tienen parte con el SEÑOR”. Así sus hijos harían que nuestros hijos dejaran de temer al SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "»Por eso dijimos: “Preparémonos y edifiquémonos un altar, no para holocausto ni para sacrificio,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "sino para que sirva de testimonio entre nosotros y ustedes, y entre las generaciones que nos sucederán, de que nosotros servimos al SEÑOR, en su presencia, con nuestros holocaustos, con nuestras ofrendas y con nuestros sacrificios de paz”. Entonces sus hijos no podrán decir a nuestros hijos en el futuro: “ustedes no tienen parte con el SEÑOR”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Nosotros, pues, dijimos: “Si sucede que en el futuro ellos nos dicen esto a nosotros o a nuestros descendientes, responderemos: ‘Miren la réplica del altar del SEÑOR, la cual edificaron nuestros padres, no para holocaustos ni para sacrificios, sino para que fuera testimonio entre nosotros y ustedes’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Lejos esté de nosotros el rebelarnos contra el SEÑOR, o el apartarnos hoy de seguir al SEÑOR, edificando un altar para holocaustos, para ofrendas vegetales o para sacrificios, aparte del altar del SEÑOR nuestro Dios que está delante de su tabernáculo”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Cuando el sacerdote Fineas, los jefes de la congregación y los jefes de los millares de Israel que estaban con él oyeron las palabras que hablaron los hijos de Rubén, los hijos de Gad y los hijos de Manasés, les pareció bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Entonces Fineas, hijo del sacerdote Eleazar, dijo a los hijos de Rubén, a los hijos de Gad y a los hijos de Manasés:",
            "—Hoy reconocemos que el SEÑOR está entre nosotros, pues no han cometido esta infidelidad contra el SEÑOR. Ahora han librado a los hijos de Israel de la mano del SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Fineas, hijo del sacerdote Eleazar, y los jefes se apartaron de los hijos de Rubén y de los hijos de Gad; se volvieron de la tierra de Galaad a la tierra de Canaán, a los hijos de Israel, y les informaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "El informe agradó a los hijos de Israel, y los hijos de Israel bendijeron a Dios. No hablaron más de ir contra ellos en plan de guerra para destruir la tierra en que habitaban los hijos de Rubén y los hijos de Gad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Los hijos de Rubén y los hijos de Gad llamaron al altar Ed, diciendo: “Porque es un testimonio entre nosotros de que el SEÑOR es Dios”."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.23",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.23"
        ],
        "human": "Josué 23"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.24"
        ],
        "human": "Josué 24",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.22"
        ],
        "human": "Josué 22",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Josué exhorta a los hijos de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Mucho tiempo después que el SEÑOR diera reposo a Israel de todos sus enemigos de alrededor, aconteció que Josué, siendo ya viejo y de edad avanzada,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "convocó a todo Israel, a sus ancianos, a sus jefes, a sus jueces y a sus oficiales, y les dijo: “Yo ya soy viejo y de edad avanzada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ustedes han visto todo lo que el SEÑOR su Dios ha hecho con todas estas naciones por causa de ustedes; porque el SEÑOR su Dios es el que ha combatido por ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Miren, les he repartido por sorteo, como heredad para sus tribus, estas naciones que quedan, así como las que yo he exterminado, desde el Jordán hasta el mar Grande, hacia donde se pone el sol."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "El SEÑOR su Dios las arrojará de delante de ustedes y las echará de su presencia. Y ustedes tomarán posesión de sus tierras, como el SEÑOR su Dios les ha prometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“Por tanto, esfuércense mucho en guardar y hacer todo lo que está escrito en el libro de la ley de Moisés, sin apartarse de ella ni a la derecha ni a la izquierda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "No se mezclen con estas naciones que han quedado entre ustedes. No hagan mención del nombre de sus dioses ni juren por ellos. No les rindan culto ni se postren ante ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "“Solo al SEÑOR, su Dios, serán fieles como han sido hasta el día de hoy;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "porque el SEÑOR ha echado de delante de ustedes a naciones grandes y fuertes, y nadie ha podido resistir delante de ustedes hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Uno de ustedes persigue a mil, porque el SEÑOR su Dios combate por ustedes, como él les ha prometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por eso, tengan mucho cuidado, por sus propias vidas, de amar al SEÑOR su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero si se vuelven atrás y se adhieren a los sobrevivientes de estas naciones que han quedado entre ustedes, y se unen con ellas en matrimonio y se mezclan con ellas y ellas con ustedes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "estén seguros de que el SEÑOR su Dios no continuará echando a estas naciones de delante de ustedes. Antes bien, ellas serán para ustedes una trampa y un lazo, azotes en sus costados y espinas en sus ojos, hasta que perezcan en esta buena tierra que el SEÑOR su Dios les ha dado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“He aquí que yo estoy para ir por el camino de todo el mundo. Reconozcan, pues, con todo su corazón y con toda su alma que no ha fallado ni una sola palabra de todas las buenas promesas que el SEÑOR su Dios les había hecho. Todas se han cumplido para ustedes; no ha fallado de ellas ni una sola palabra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero sucederá que así como se ha cumplido para ustedes toda palabra buena que el SEÑOR su Dios les ha dicho, así también traerá el SEÑOR sobre ustedes toda palabra mala, hasta eliminarlos de esta buena tierra que el SEÑOR su Dios les ha dado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Si violan el pacto que el SEÑOR su Dios les ha mandado, y se van y sirven a otros dioses, postrándose ante ellos, la ira del SEÑOR se encenderá contra ustedes, y rápidamente perecerán en esta buena tierra que él les ha dado”."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.24",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.24"
        ],
        "human": "Josué 24"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.1"
        ],
        "human": "Jueces 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.23"
        ],
        "human": "Josué 23",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Despedida de Josué y pacto en Siquem"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Josué reunió a todas las tribus de Israel en Siquem, y convocó a los ancianos de Israel, a sus jefes, a sus jueces y a sus oficiales. Ellos se presentaron delante de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y Josué dijo a todo el pueblo:",
            "—Así ha dicho el SEÑOR Dios de Israel: “Sus padres (Taré, padre de Abraham y de Nacor) habitaron antiguamente al otro lado del Río, y sirvieron a otros dioses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero yo tomé a su padre Abraham del otro lado del Río, lo traje por toda la tierra de Canaán, aumenté su descendencia y le di por hijo a Isaac."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "A Isaac le di por hijos a Jacob y Esaú. A Esaú le di la región montañosa de Seír, para que la poseyera mientras que Jacob y sus hijos descendieron a Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces envié a Moisés y a Aarón, y castigué a Egipto de la manera como lo hice allí y después los saqué."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Saqué de Egipto a sus padres, y ustedes llegaron al mar. Los egipcios persiguieron a sus padres hasta el mar Rojo, con carros y jinetes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces ellos clamaron al SEÑOR, y él puso oscuridad entre ustedes y los egipcios, e hizo venir sobre ellos el mar, el cual los cubrió. Sus ojos vieron lo que hice en Egipto. Después estuvieron muchos años en el desierto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y los introduje en la tierra de los amorreos que habitaban al otro lado del Jordán. Ellos combatieron contra ustedes, pero yo los entregué en su mano, y poseyeron su tierra, porque yo los destruí delante de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Después se levantó Balac hijo de Zipor, rey de los moabitas, y combatió contra Israel. Él mandó llamar a Balaam hijo de Beor para que los maldijera"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "pero yo no quise escuchar a Balaam. Antes bien, él los bendijo repetidamente, y yo los libré de su mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Después cruzaron el Jordán y vinieron a Jericó. Los señores de Jericó combatieron contra ustedes, así como también los amorreos, los ferezeos, los cananeos, los heteos, los gergeseos, los heveos y los jebuseos; pero yo los entregué en la mano de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Envié delante de ustedes la avispa, y ella echó de delante de ustedes a los dos reyes de los amorreos. Esto no fue con su espada ni con su arco."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Yo les he dado una tierra por la cual ustedes no trabajaron con dureza, unas ciudades que no edificaron y en las cuales habitan. Y comen de las viñas y de los olivares que no plantaron”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Ahora pues, teman al SEÑOR. Sírvanle con integridad y con fidelidad. Quiten de en medio los dioses a los cuales sirvieron sus padres al otro lado del Río y en Egipto, y sirvan al SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero si les parece mal servir al SEÑOR, escojan hoy a quién sirvan: si a los dioses a los cuales servían sus padres cuando estaban al otro lado del Río, o a los dioses de los amorreos en cuya tierra habitan. Pero yo y mi casa serviremos al SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces el pueblo respondió diciendo:",
            "—¡Lejos esté de nosotros el abandonar al SEÑOR para servir a otros dioses!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Porque el SEÑOR, nuestro Dios, es el que nos sacó a nosotros y a nuestros padres de la tierra de Egipto, de la casa de esclavitud. Delante de nuestros ojos él ha hecho estas grandes señales, y nos ha guardado en todo el camino por donde hemos andado y en todos los pueblos por los cuales hemos pasado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El SEÑOR ha arrojado de delante de nosotros a todos los pueblos, y a los amorreos que habitaban en el país. Nosotros también serviremos al SEÑOR, porque él es nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces Josué dijo al pueblo:",
            "—No podrán servir al SEÑOR, porque él es un Dios santo y un Dios celoso. Él no soportará sus rebeliones ni sus pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Si ustedes dejan al SEÑOR y sirven a dioses extraños, él se volverá y los castigará, y los exterminará después de haberles hecho bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces el pueblo dijo a Josué:",
            "—¡No, sino que al SEÑOR serviremos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Josué respondió al pueblo:",
            "—Ustedes son testigos contra ustedes mismos, de que han escogido al SEÑOR para servirle.",
            "Ellos respondieron:",
            "—¡Sí, somos testigos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Josué dijo:",
            "—Quiten, pues, ahora los dioses extraños que están en medio de ustedes, e inclinen su corazón al SEÑOR Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y el pueblo respondió a Josué:",
            "—¡Al SEÑOR nuestro Dios serviremos, y su voz obedeceremos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Aquel mismo día Josué hizo un pacto con el pueblo, y les dio leyes y decretos en Siquem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Josué escribió estas palabras en el libro de la Ley de Dios. Y tomando una gran piedra, la erigió allí debajo de la encina que estaba junto al santuario del SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Luego Josué dijo a todo el pueblo:",
            "—He aquí, esta piedra será un testigo contra nosotros. Ella ha escuchado todas las palabras que el SEÑOR nos ha hablado. Será, pues, testigo contra ustedes, no sea que nieguen a su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Después Josué despidió al pueblo, cada uno a su heredad."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Josué"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Sucedió que después de estas cosas murió Josué hijo de Nun, siervo del SEÑOR, cuando tenía ciento diez años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y lo sepultaron en los terrenos de su heredad en Timnat-séraj, que está en la región montañosa de Efraín, al norte del monte Gaas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Israel sirvió al SEÑOR todo el tiempo de Josué y todo el tiempo de los ancianos que sobrevivieron a Josué, quienes conocían todas las obras que el SEÑOR había hecho por Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sepultura de los restos de José"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Y sepultaron en Siquem los restos de José, que los hijos de Israel habían traído de Egipto, en la parte del campo que Jacob compró a los hijos de Hamor, padre de Siquem, por cien piezas de dinero. Y vino a ser heredad de los hijos de José."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte del sacerdote Eleazar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "También murió Eleazar hijo de Aarón, y lo sepultaron en la colina de su hijo Fineas, que le había sido dada en la región montañosa de Efraín."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}