{
  "book_usfm": "NEH",
  "name": "Nehemías",
  "local_title": "Reina Valera Actualizada",
  "local_abbreviation": "RVA2015",
  "version_id": 1782,
  "publisher": {
    "name": "Editorial Mundo Hispano"
  },
  "copyright": {
    "html": "<p>Copyright © 2015 by Editorial Mundo Hispano</p>",
    "text": "Copyright © 2015 by Editorial Mundo Hispano"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "NEH.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.1"
        ],
        "human": "Nehemías 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.2"
        ],
        "human": "Nehemías 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZR.10"
        ],
        "human": "Esdras 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las tristes noticias de Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Las palabras de Nehemías hijo de Hacalías: Sucedió en el mes de Quisleva del año veinte, estando yo en Susa la capital,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "que Hanani, uno de mis hermanos, llegó de Judá con algunos hombres. Les pregunté por los judíos que habían escapado, que habían quedado de la cautividad, y por Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ellos me dijeron: “El remanente, los que han quedado de la cautividad allí en la provincia, está en gran dificultad y afrenta. La muralla de Jerusalén está llena de brechas y sus puertas quemadas a fuego”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando escuché estas palabras, me senté, lloré e hice duelo por algunos días. Ayuné y oré delante del Dios de los cielos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y dije: “Oh SEÑOR, Dios de los cielos, Dios grande y temible, que guarda el pacto y la misericordia para con los que lo aman y guardan sus mandamientos:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por favor, estén atentos tus oídos y abiertos tus ojos para escuchar la oración de tu siervo, que yo hago ahora delante de ti, de día y de noche, por los hijos de Israel, tus siervos. Confieso los pecados que los hijos de Israel hemos cometido contra ti. Sí, yo y la casa de mi padre hemos pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Te hemos ofendido gravemente y no hemos guardado los mandamientos, las leyes y los decretos que mandaste a tu siervo Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Acuérdate, por favor, de la palabra que mandaste a tu siervo Moisés diciendo: ‘Si son infieles, yo los esparciré entre los pueblos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero si se vuelven a mí, guardan mis mandamientos y los ponen por obra, aunque sus desterrados estén en el extremo de los cielos, de allí los reuniré y los traeré al lugar que escogí para hacer habitar allí mi nombre’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ellos son tus siervos y tu pueblo a quienes redimiste con tu gran poder y con tu poderosa mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Oh Señor, por favor, esté atento tu oído a la oración de tu siervo y a la oración de tus siervos que quieren reverenciar tu nombre. Prospera, por favor, a tu siervo hoy y concédele gracia ante aquel hombre”.",
            "Entonces yo servía de copero al rey."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.2"
        ],
        "human": "Nehemías 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.3"
        ],
        "human": "Nehemías 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.1"
        ],
        "human": "Nehemías 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Artajerjes envía a Nehemías a Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Sucedió en el mes de Nisánb, en el año veinte del rey Artajerjes, que estando ya el vino delante de él, tomé el vino y se lo di al rey. Y como yo no había estado antes triste en su presencia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "el rey me preguntó:",
            "—¿Por qué está triste tu rostro ya que tú no estás enfermo? Esto no es otra cosa que quebranto de corazón.",
            "Entonces tuve muchísimo temor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y respondí al rey:",
            "—Viva el rey para siempre. ¿Cómo no estará triste mi rostro cuando la ciudad donde están los sepulcros de mis padres está destruida, y sus puertas están consumidas por el fuego?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El rey me preguntó:",
            "—¿Qué es lo que pides?",
            "Entonces oré al Dios de los cielos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y respondí al rey:",
            "—Si le agrada al rey y si tu servidor es acepto delante de ti, envíame a Judá, a la ciudad de los sepulcros de mis padres, para que yo la reedifique."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces el rey (y la reina estaba sentada junto a él) me preguntó:",
            "—¿Hasta cuándo durará tu viaje y cuándo volverás?",
            "Le agradó al rey enviarme y le señalé un plazo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Además dije al rey:",
            "—Si al rey le agrada, séanme dadas cartas para los gobernadores de la región de Más Allá del Río, para que me dejen pasar hasta que yo llegue a Judá;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y otra carta para Asaf, guarda del bosque del rey, para que me dé madera para poner vigas a las puertas de la ciudadela del templo, para la muralla de la ciudad y para la casa donde yo estaré.",
            "El rey me lo concedió, pues la bondadosa mano de Dios estaba conmigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces fui a los gobernadores de Más Allá del Río y les entregué las cartas del rey. El rey había enviado conmigo jefes del ejército y jinetes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero cuando lo oyeron Sanbalat el horonita y Tobías el siervo amonita, se disgustaron en extremo de que alguien viniera para procurar el bien de los hijos de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemías ante los muros en ruinas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Llegué, pues, a Jerusalén; y después de estar allí tres días"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "me levanté de noche, yo y unos cuantos hombres conmigo, sin declarar a nadie lo que mi Dios había puesto en mi corazón que hiciera por Jerusalén. No llevé conmigo animales, excepto aquel en que yo cabalgaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Salí de noche por la puerta del Valle hacia el manantial del Dragón y la puerta del Muladar, y examiné los muros de Jerusalén, que estaban derribados, y sus puertas, que estaban consumidas por el fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Luego pasé hacia la puerta de la Fuente y el estanque del Rey, pero no había lugar por donde pasara el animal en que cabalgaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Subí de noche por el arroyo y examiné la muralla. Y volví y entré por la puerta del Valle y regresé."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los oficiales no sabían a dónde me había ido ni qué había hecho, pues hasta entonces yo no lo había declarado a los judíos ni a los sacerdotes ni a los nobles ni a los oficiales ni a los demás que habían de hacer la obra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Luego les dije:",
            "—Ustedes ven el mal estado en que nos encontramos: Jerusalén está destruida y sus puertas están consumidas por el fuego. ¡Vengan, reedifiquemos la muralla de Jerusalén y no seamos más una afrenta!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Les declaré cómo la mano de mi Dios estaba conmigo para bien, y también las palabras que el rey me había dicho. Y ellos dijeron:",
            "—¡Levantémonos y edifiquemos!",
            "Entonces esforzaron sus manos para bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero cuando lo oyeron Sanbalat el horonita, Tobías el siervo amonita y Gesem el árabe, se burlaron de nosotros y nos menospreciaron. Preguntaron:",
            "—¿Qué es esto que están haciendo? ¿Se rebelan contra el rey?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Les respondí diciendo:",
            "—El Dios de los cielos, él nos prosperará, y nosotros sus siervos nos levantaremos y reedificaremos. Pero ustedes no tienen ni parte ni derecho ni memoria en Jerusalén."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.3"
        ],
        "human": "Nehemías 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.4"
        ],
        "human": "Nehemías 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.2"
        ],
        "human": "Nehemías 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Tramos restaurados de la muralla"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Se levantó el sumo sacerdote Eliasib con sus hermanos los sacerdotes y edificaron la puerta de las Ovejas. Ellos la consagraron y colocaron las hojas de las puertas. Dedicaron la muralla hasta la torre de la Centena y hasta la torre de Hananeel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "A su lado edificaron los hombres de Jericó y a su lado edificó Zacur hijo de Imri."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Los hijos de Senaa edificaron la puerta del Pescado. Le pusieron sus vigas y colocaron sus puertas, con sus cerraduras y sus cerrojos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "A su lado restauró Meremot hijo de Urías, hijo de Cos. A su lado restauró Mesulam hijo de Berequías, hijo de Mesezabeel. A su lado restauró Sadoc hijo de Baaná."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "A su lado restauraron los de Tecoa, aunque sus hombres importantes no se presentaron para participar en el servicio de su Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "La puerta Antigua fue restaurada por Joyada hijo de Paséaj y Mesulam hijo de Besodías. Ellos le pusieron sus vigas y colocaron sus puertas, con sus cerraduras y sus cerrojos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "A su lado restauraron Melatías de Gabaón y Jadón de Meronot, con los hombres de Gabaón y de Mizpa, que estaban bajo el dominio del gobernador de Más Allá del Río."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "A su lado restauró Uziel hijo de Harhaías, de los plateros. A su lado restauró Ananías, uno de los perfumistas, y dejaron restaurada Jerusalén hasta el muro ancho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "A su lado restauró Refaías hijo de Hur, jefe de la mitad del distrito de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "A su lado restauró Jedaías hijo de Harumaf, delante de su casa. A su lado restauró Hatús hijo de Hasabnías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Malquías hijo de Harim y Hasub hijo de Pajat-moab restauraron otro tramo, y también la torre de los Hornos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "A su lado restauró Salum hijo de Halojes, jefe de la mitad del distrito de Jerusalén, acompañado de sus hijas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "La puerta del Valle la restauró Hanún, con los habitantes de Zanóaj. Ellos la reedificaron y colocaron sus puertas, con sus cerraduras y sus cerrojos, y cuatrocientos cincuenta metros de la muralla, hasta la puerta del Muladar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "La puerta del Muladar la restauró Malquías hijo de Recab, jefe del distrito de Bet-haquérem. Él reedificó y colocó sus puertas, con sus cerraduras y sus cerrojos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Salum hijo de Coljoze, jefe del distrito de Mizpa, restauró la puerta del Manantial. Él la reedificó, la proveyó de cubierta y colocó sus puertas, con sus cerraduras y sus cerrojos; también el muro del estanque de Siloé, hacia el jardín del Rey y hasta las escalinatas que descienden de la Ciudad de David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Después de él restauró Nehemías hijo de Azbuc, jefe de la mitad del distrito de Betsur, hasta frente a los sepulcros de David, hasta el estanque artificial y hasta la casa de los Valientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Después de él restauraron los levitas: Rejum hijo de Bani. A su lado restauró Hasabías, jefe de la mitad del distrito de Queila, a nombre de su distrito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Después de él restauraron sus hermanos: Bavai hijo de Henadad, jefe de la mitad del distrito de Queila."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "A su lado Ezer hijo de Jesúa, jefe de Mizpa, restauró otro tramo frente a la cuesta de la armería del ángulo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Después de él, Baruc hijo de Zacai restauró con gran entusiasmo otro tramo, desde el ángulo hasta la puerta de la casa del sumo sacerdote Eliasib."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Después de él Meremot hijo de Urías, hijo de Cos, restauró otro tramo, desde la entrada de la casa de Eliasib hasta el extremo de la casa de Eliasib."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Después de él restauraron los sacerdotes procedentes de la llanura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Después de ellos restauraron Benjamín y Hasub, frente a su casa. Después de ellos restauró Azarías hijo de Maasías, hijo de Ananías, cerca de su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Después de él Binúi hijo de Henadad restauró otro tramo, desde la casa de Azarías hasta el ángulo y hasta la esquina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Después de él Palal hijo de Uzai restauró frente al ángulo y la torre alta que sobresale de la casa del rey y que está junto al patio de la guardia. Después de él restauró Pedaías hijo de Paros,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "con los servidores del templo que vivían en el Ofel, hasta el frente de la puerta de las Aguas, al oriente, y hasta la torre que sobresalía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Después de él los de Tecoa restauraron otro tramo, frente a la torre grande que sobresale, hasta el muro del Ofel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Más arriba de la puerta de los Caballos los sacerdotes restauraron, cada uno frente a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Después de ellos restauró Sadoc hijo de Imer frente a su casa. Después de él restauró Semaías hijo de Secanías, guardia de la puerta oriental."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Después de él restauraron otro tramo Ananías hijo de Selemías y Hanún, el sexto hijo de Salaf. Después de ellos Mesulam hijo de Berequías restauró frente a su almacén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Después de él Malquías, uno de los plateros, restauró hasta la casa de los servidores del templo y de los comerciantes, frente a la puerta de la Inspección y hasta la sala alta de la esquina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Y los fundidores y los comerciantes restauraron entre la sala alta de la esquina y la puerta de las Ovejas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.4"
        ],
        "human": "Nehemías 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.5"
        ],
        "human": "Nehemías 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.3"
        ],
        "human": "Nehemías 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Edificando en circunstancias adversas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Sucedió que cuando Sanbalat oyó que nosotros edificábamos la muralla, se enfureció y se encolerizó muchísimo, e hizo burla de los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces habló delante de sus hermanos y del ejército de Samaria y dijo:",
            "—¿Qué hacen estos miserables judíos? ¿La han de dejar restaurada para sí? ¿Han de ofrecer sacrificios? ¿Han de acabar en un día? ¿Han de hacer revivir las piedras de entre los montones de escombros estando estas quemadas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Junto a él estaba Tobías el amonita, quien dijo:",
            "—Si sube una zorra, derribará el muro de piedra que ellos edifican."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "¡Escucha, oh Dios nuestro, porque somos objeto de desprecio! Devuelve su afrenta sobre sus cabezas, y entrégalos como presa en una tierra de cautividad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "No cubras su iniquidad ni su pecado sea borrado de delante de ti, porque provocaron a los que edificaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así reedificamos la muralla, y fueron unidos todos los tramos de la muralla hasta la mitad de su altura; porque el pueblo tuvo ánimo para trabajar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero sucedió que cuando Sanbalat, Tobías, los árabes, los amonitas y los de Asdod oyeron que proseguía la reconstrucción de los muros de Jerusalén y que las brechas habían comenzado a ser cerradas, se encolerizaron mucho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Conspiraron todos juntos para venir a combatir contra Jerusalén y causarle daño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces oramos a nuestro Dios, y a causa de ellos pusimos guardia contra ellos de día y de noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero los de Judá dijeron:",
            "—Las fuerzas de los cargadores se han debilitado y los escombros son muchos. Nosotros no podremos reedificar la muralla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y nuestros enemigos dijeron:",
            "—Que no sepan ni vean, hasta que entremos en medio de ellos y los matemos, y hagamos cesar la obra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero sucedió que cuando vinieron los judíos que habitaban cerca de ellos, nos dijeron diez veces: “De todos los lugares a donde se vuelvan, vendrán contra nosotros”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces distribuí al pueblo por familias, detrás de la muralla en sus partes más bajas y en sus partes desprotegidas, con sus espadas, sus lanzas y sus arcos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Después que inspeccioné, me levanté y dije a los nobles, a los oficiales y al resto del pueblo:",
            "—¡No teman delante de ellos! Acuérdense del Señor grande y temible, y combatan por sus hermanos, por sus hijos, por sus hijas, por sus mujeres y por sus casas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Sucedió que cuando nuestros enemigos oyeron que nos habíamos enterado y que Dios había desbaratado su plan, volvimos todos al muro, cada uno a su trabajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero desde aquel día la mitad de mis hombres trabajaba en la obra, y la otra mitad empuñaba las lanzas, los escudos, los arcos y las corazas. Y los capitanes estaban detrás de toda la casa de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Tanto los que reedificaban el muro como los que llevaban cargas estaban armados; con una mano trabajaban en la obra y con la otra empuñaban la jabalina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Los que edificaban llevaban cada uno su espada ceñida al cinto; así edificaban. Y el que tocaba la corneta estaba junto a mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces dije a los nobles, a los oficiales y al resto del pueblo:",
            "—La obra es grande y amplia, y nosotros estamos distanciados en la muralla, lejos los unos de los otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "En el lugar donde oigan el sonido de la corneta, allí reúnanse con nosotros. Y nuestro Dios combatirá por nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Así trabajábamos nosotros en la obra, y la mitad de ellos empuñaban las lanzas, desde la aurora hasta la aparición de las estrellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "En aquel tiempo también dije al pueblo:",
            "—Cada uno con su criado quédese a pasar la noche dentro de Jerusalén, de modo que nos sirvan de noche como centinelas y de día como obreros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Ni yo ni mis hermanos ni mis hombres ni la guardia que me acompañaba, ninguno de nosotros nos quitamos nuestra ropa; y cada uno tenía su jabalina a su derecha."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.5"
        ],
        "human": "Nehemías 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.6"
        ],
        "human": "Nehemías 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.4"
        ],
        "human": "Nehemías 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemías anula la usura"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces hubo un gran clamor del pueblo y de sus mujeres contra sus hermanos judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Unos decían:",
            "—Nosotros, nuestros hijos y nuestras hijas somos muchos, y necesitamos grano para comer y vivir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Otros decían:",
            "—Por causa del hambre hemos empeñado nuestras tierras, nuestras viñas y nuestras casas para comprar grano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y otros decían:",
            "—Hemos tomado prestado dinero para el tributo del rey, empeñando nuestras tierras y viñas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y ahora, a pesar de ser nuestra carne como la de nuestros hermanos y nuestros hijos como sus hijos, he aquí que nosotros estamos sometiendo a nuestros hijos y a nuestras hijas a ser esclavos. Algunas de nuestras hijas han sido sometidas a servidumbre y no tenemos posibilidad de rescatarlas; porque nuestras tierras y viñas están en poder de otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Yo me enojé muchísimo cuando escuché su clamor y estas palabras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Lo medité y reprendí a los nobles y a los oficiales, diciéndoles:",
            "—Practican la usura, cada uno contra su hermano.",
            "Luego congregué contra ellos una gran asamblea"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y les dije:",
            "—Nosotros, conforme a nuestras posibilidades, hemos rescatado a nuestros hermanos judíos que habían sido vendidos a los gentiles. Pero ustedes, ¡hasta venden a sus hermanos para que ellos sean vendidos a nosotros!",
            "Ellos callaron, pues no supieron qué responder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y yo dije:",
            "—No está bien lo que hacen. ¿No deben andar en el temor de nuestro Dios, para no ser motivo de afrenta ante las naciones que son nuestras enemigas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "También yo, mis hermanos y mis criados les hemos prestado dinero y granos. Renunciemos, por favor, a esta usura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por favor, restitúyanles en este día sus tierras, sus viñas, sus olivares y sus casas, y renuncien a la usura que les demandan por el dinero, por el grano, por el vino y por el aceite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Ellos respondieron:",
            "—Se lo restituiremos y nada les demandaremos. Haremos como tú dices.",
            "Entonces convoqué a los sacerdotes y les hice jurar que harían conforme a esta promesa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Además, sacudí mi ropa y dije:",
            "—Así sacuda Dios de su casa y de su propiedad a todo hombre que no cumpla esta promesa; así sea sacudido y quede vacío.",
            "Y toda la congregación respondió:",
            "—¡Amén!",
            "Así alabaron al SEÑOR, y el pueblo hizo conforme a esta promesa."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemías renuncia a sus privilegios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Además, desde el día en que el rey me comisionó para que fuera gobernador de ellos en la tierra de Judá, desde el año veinte del rey Artajerjes hasta el año treinta y dos, es decir, doce años, ni yo ni mis hermanos comimos del pan del gobernador."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Los gobernadores que me antecedieron pusieron un pesado yugo sobre el pueblo, y de ellos tomaron cuatrocientos cuarenta gramos de plata, además del pan y del vino. También sus criados se enseñoreaban del pueblo. Pero yo no hice así a causa del temor de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Yo también participé en la obra de restauración de esta muralla. No compré campos, y todos mis criados estaban juntos allí en la obra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Además, participaban de mi mesa ciento cincuenta hombres de los judíos y de los magistrados, aparte de los que venían a nosotros de los pueblos que estaban en nuestros alrededores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Lo que se preparaba para cada día era un toro y seis ovejas escogidas. También se preparaban aves para mí; y cada diez días, odres de vino en abundancia. No obstante, nunca exigí el pan del gobernador porque la servidumbre de este pueblo era pesada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "¡Acuérdate de mí para bien, oh Dios mío, de todo lo que he hecho por este pueblo!"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.6"
        ],
        "human": "Nehemías 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.7"
        ],
        "human": "Nehemías 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.5"
        ],
        "human": "Nehemías 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemías vence la intimidación"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Sucedió que habiendo oído Sanbalat, Tobías, Gesem el árabe y los demás enemigos nuestros que yo había reedificado la muralla y que no quedaban más brechas en ella (aunque hasta aquel tiempo no había colocado las hojas de las puertas),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Sanbalat y Gesem enviaron a decirme: “Ven y reunámonos en alguna de las aldeas, en el valle de Ono”.",
            "Pero ellos habían pensado hacerme daño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces les envié mensajeros diciendo: “Estoy realizando una gran obra. No puedo ir, porque cesaría el trabajo si yo lo abandonara para ir a ustedes”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuatro veces me enviaron mensajeros con respecto al mismo asunto, y yo les respondí de la misma manera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces Sanbalat envió a su criado para decirme lo mismo por quinta vez, trayendo en su mano una carta abierta"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "en la cual estaba escrito:",
            "Se ha oído entre los pueblos, y Gesem lo dice, que tú y los judíos piensan rebelarse, y que por eso tú reedificas la muralla. Según estos rumores tú vas a ser su rey,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "y has puesto profetas que te proclamen en Jerusalén diciendo: “¡Hay rey en Judá!”. Ahora bien, tales palabras han de ser oídas por el rey. Ven, por tanto, y tomemos consejo juntos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces envié a decirle: “No han sucedido esas cosas que tú dices, sino que tú las inventas en tu corazón”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque todos ellos nos intimidaban pensando: “Se debilitarán sus manos en la obra y no será llevada a cabo”. ¡Pero, oh Dios, fortalece mis manos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Después fui a la casa de Semaías hijo de Delaías, hijo de Mehetabel, porque él estaba encerrado allí. Y me dijo:",
            "—Reunámonos en la casa de Dios, dentro del templo, y cerremos las puertas del templo porque vendrán para matarte. ¡Sí, a la noche vendrán para matarte!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces respondí:",
            "—¿Un hombre como yo ha de huir? ¿Quién siendo como yo entraría en el templo para salvar su vida? ¡No entraré!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así entendí que Dios no lo había enviado, sino que decía aquella profecía contra mí porque Tobías y Sanbalat lo habían contratado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Él fue contratado para que yo fuera intimidado e hiciera eso y así pecara, de modo que les sirviera de mal nombre para desacreditarme."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¡Acuérdate, oh Dios mío, de Tobías y de Sanbalat, conforme a estas obras suyas, y también de la profetisa Noadía y de los otros profetas que trataban de intimidarme!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conclusión de la muralla"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "La muralla fue terminada el veinticinco del mes de Elul, en cincuenta y dos días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y sucedió que cuando nuestros enemigos oyeron esto, y lo vieron todos los pueblos de nuestros alrededores, se sintieron muy humillados ante sus propios ojos y se dieron cuenta de que esta obra había sido llevada a cabo por nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Asimismo, en aquellos días iban muchas cartas de los nobles de Judá a Tobías, y las de Tobías venían a ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Porque muchos en Judá estaban asociados bajo juramento con él ya que era yerno de Secanías hijo de Ara, y su hijo Johanán había tomado por mujer a la hija de Mesulam, hijo de Berequías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Ellos contaban delante de mí las buenas obras de él, y le referían mis palabras. Y Tobías enviaba cartas para intimidarme."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.7"
        ],
        "human": "Nehemías 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.8"
        ],
        "human": "Nehemías 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.6"
        ],
        "human": "Nehemías 6",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Sucedió que después de que la muralla fue reedificada, coloqué las puertas y fueron asignados porteros, cantores y levitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Luego puse a cargo de Jerusalén a mi hermano Hanani y a Ananías, jefe de la fortaleza, por ser este un hombre de verdad y temeroso de Dios más que muchos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Les dije: “No sean abiertas las puertas de Jerusalén sino hasta que caliente el sol. Y mientras los porteros estén en sus puestos, cierren las puertas y atránquenlas. Coloquen los guardias de los habitantes de Jerusalén, unos en su puesto de guardia y otros frente a su casa”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "La ciudad era espaciosa y grande, pero había poca gente dentro de ella, y las casas no estaban reconstruidas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los que volvieron con Zorobabel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces mi Dios puso en mi corazón que reuniera a los nobles, a los oficiales y al pueblo, para que fueran registrados según su linaje. Así hallé el libro del registro de los que habían subido la primera vez, y encontré escrito en él lo siguiente:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“Estos son los hombres de la provincia que regresaron de la cautividad, a quienes Nabucodonosor, rey de Babilonia, había llevado cautivos. Ellos volvieron a Jerusalén y a Judá, cada uno a su ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Vinieron con Zorobabel, Jesúa, Nehemías, Azarías, Raamías, Najamani, Mardoqueo, Bilsán, Misperet, Bigvai, Nejum y Baaná.",
            "“Lista de los hombres del pueblo de Israel:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los hijos de Paros eran dos mil ciento setenta y dos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los hijos de Sefatías, trescientos setenta y dos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los hijos de Araj, seiscientos cincuenta y dos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Los hijos de Pajat-moab, por el lado de los hijos de Jesúa y Joab, dos mil ochocientos dieciocho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Los hijos de Elam, mil doscientos cincuenta y cuatro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Los hijos de Zatu, ochocientos cuarenta y cinco."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los hijos de Zacai, setecientos sesenta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Los hijos de Binúi, seiscientos cuarenta y ocho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los hijos de Bebai, seiscientos veintiocho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Los hijos de Azgad, dos mil trescientos veintidós."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Los hijos de Adonicam, seiscientos sesenta y siete."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Los hijos de Bigvai, dos mil sesenta y siete."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Los hijos de Adín, seiscientos cincuenta y cinco."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Los hijos de Ater, por el lado de Ezequías, noventa y ocho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los hijos de Hasum, trescientos veintiocho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Los hijos de Bezai, trescientos veinticuatro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Los hijos de Harif, ciento doce."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "“Los hijos de Gabaón, noventa y cinco."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Los hombres de Belén y de Netofa, ciento ochenta y ocho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Los hombres de Anatot, ciento veintiocho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Los hombres de Bet-azmávet, cuarenta y dos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Los hombres de Quiriat-jearim, de Cafira y de Beerot, setecientos cuarenta y tres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Los hombres de Ramá y de Geba, seiscientos veintiuno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Los hombres de Micmas, ciento veintidós."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Los hombres de Betel y de Hai, ciento veintitrés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Los hombres del otro Nebo, cincuenta y dos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Los hijos del otro Elam, mil doscientos cincuenta y cuatro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Los hijos de Harim, trescientos veinte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Los hijos de Jericó, trescientos cuarenta y cinco."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Los hijos de Lod, de Hadid y de Ono, setecientos veintiuno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Los hijos de Senaa, tres mil novecientos treinta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "“Los sacerdotes: Los hijos de Jedaías, de la casa de Jesúa, novecientos setenta y tres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Los hijos de Imer, mil cincuenta y dos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Los hijos de Pasjur, mil doscientos cuarenta y siete."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Los hijos de Harim, mil diecisiete."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "“Los levitas: Los hijos de Jesúa, por el lado de Cadmiel, de los hijos de Hodavías, setenta y cuatro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Los cantores, hijos de Asaf, ciento cuarenta y ocho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Los porteros: Los hijos de Salum, los hijos de Ater, los hijos de Talmón, los hijos de Acub, los hijos de Hatita y los hijos de Sobai, ciento treinta y ocho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "“Los servidores del templo: Los hijos de Zija, los hijos de Hasufa, los hijos de Tabaot,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "los hijos de Queros, los hijos de Siaha, los hijos de Padón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "los hijos de Lebana, los hijos de Hagaba, los hijos de Salmai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "los hijos de Hanán, los hijos de Gidel, los hijos de Gajar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "los hijos de Reayías, los hijos de Rezín, los hijos de Necoda,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "los hijos de Gazam, los hijos de Uza, los hijos de Paséaj,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "los hijos de Besai, los hijos de Meunim, los hijos de Nefusim,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "los hijos de Bacbuc, los hijos de Hacufa, los hijos de Harjur,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "los hijos de Bazlit, los hijos de Mejida, los hijos de Harsa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "los hijos de Barcos, los hijos de Sísara, los hijos de Tema,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "los hijos de Nezíaj, los hijos de Hatifa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "“Los hijos de los siervos de Salomón: Los hijos de Sotai, los hijos de Soféret, los hijos de Perida,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            58
          ],
          "lines": [
            "los hijos de Jaala, los hijos de Darcón, los hijos de Gidel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            59
          ],
          "lines": [
            "los hijos de Sefatías, los hijos de Hatil, los hijos de Poquéret-hazebaim, los hijos de Amón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            60
          ],
          "lines": [
            "“Todos los servidores del templo y los hijos de los siervos de Salomón eran trescientos noventa y dos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            61
          ],
          "lines": [
            "“Estos son los que regresaron de Tel-mélaj, de Tel-jarsa, de Querub, de Adón y de Imer, los cuales no pudieron demostrar su casa paterna ni su linaje, si eran de Israel:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            62
          ],
          "lines": [
            "Los hijos de Delaías, los hijos de Tobías y los hijos de Necoda, seiscientos cuarenta y dos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            63
          ],
          "lines": [
            "“De los sacerdotes: Los hijos de Habaías, los hijos de Cos y los hijos de Barzilai, quien había tomado por mujer a una de las hijas de Barzilai el galaadita, y fue llamado según el nombre de ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            64
          ],
          "lines": [
            "Estos buscaron sus documentos genealógicos, pero no los hallaron; y fueron excluidos del sacerdocio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            65
          ],
          "lines": [
            "El gobernador les dijo que no comieran de las cosas más sagradas hasta que hubiera sacerdote para usar el Urim y Tumim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            66
          ],
          "lines": [
            "“Toda la congregación en conjunto era de cuarenta y dos mil trescientos sesenta,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            67
          ],
          "lines": [
            "sin contar sus siervos y sus siervas, que eran siete mil trescientos treinta y siete. Ellos tenían doscientos cuarenta y cinco cantores, hombres y mujeres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            68
          ],
          "lines": [
            "Sus caballos eran setecientos treinta y seis, sus mulos doscientos cuarenta y cinco,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            69
          ],
          "lines": [
            "sus camellos cuatrocientos treinta y cinco y sus asnos seis mil setecientos veinte."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ofrenda para la obra"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            70
          ],
          "lines": [
            "“Algunos de los jefes de las casas paternas dieron para la obra. El gobernador dio para el fondo ocho kilos de oro, cincuenta tazones y quinientas treinta vestiduras sacerdotales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            71
          ],
          "lines": [
            "Los jefes de las casas paternas dieron para el fondo de la obra ciento sesenta kilos de oro y mil doscientos diez kilos de plata."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            72
          ],
          "lines": [
            "Lo que dio el resto del pueblo fue ciento sesenta kilos de oro, mil cien kilos de plata y sesenta túnicas sacerdotales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            73
          ],
          "lines": [
            "“Los sacerdotes, los levitas, los porteros, los cantores, algunos del pueblo, los servidores del templo y todo Israel habitaron en sus ciudades”."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Esdras lee la Ley ante el pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            73
          ],
          "lines": [
            "Cuando llegó el mes séptimo, los hijos de Israel ya estaban en sus ciudades."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.8"
        ],
        "human": "Nehemías 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.9"
        ],
        "human": "Nehemías 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.7"
        ],
        "human": "Nehemías 7",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces todo el pueblo se reunió como un solo hombre en la plaza que está frente a la puerta de las Aguas. Y dijeron al escriba Esdras que trajera el libro de la Ley de Moisés, que el SEÑOR había dado a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El primer día del mes séptimod, el sacerdote Esdras trajo la Ley ante la congregación de hombres y mujeres, y de todo el que era apto para entender lo que oía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y leyó el libro desde el alba hasta el medio día, frente a la plaza que está ante la puerta de las Aguas en presencia de hombres, de mujeres y de cuantos podían entender. Y los oídos de todo el pueblo estaban atentos al libro de la Ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El escriba Esdras estaba sobre una plataforma de madera que habían hecho para ello. Junto a él, a su derecha, estaban Matatías, Sema, Anías, Urías, Hilquías y Maasías; y a su izquierda estaban Pedaías, Misael, Malquías, Hasum, Hasbadana, Zacarías y Mesulam."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Esdras abrió el libro a la vista de todo el pueblo, porque él estaba más alto que todo el pueblo. Y cuando lo abrió, todo el pueblo se puso de pie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces Esdras bendijo al SEÑOR, el gran Dios; y todo el pueblo, alzando las manos, respondió:",
            "—¡Amén! ¡Amén!",
            "Luego se inclinaron y adoraron al SEÑOR con el rostro a tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces los levitas Jesúa, Bani, Serebías, Jamín, Acub, Sabetai, Hodías, Maasías, Quelita, Azarías, Jozabed, Hanán y Pelaías explicaban la Ley al pueblo, mientras el pueblo permanecía de pie en su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Ellos leían en el libro de la Ley de Dios, explicando y aclarando el sentido de modo que entendieran la lectura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Nehemías, que era el gobernador, el sacerdote y escriba Esdras y los levitas que enseñaban al pueblo decían a todo el pueblo:",
            "—¡Este es un día santo para el SEÑOR su Dios! No se entristezcan ni lloren.",
            "Porque todo el pueblo lloraba al oír las palabras de la Ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Luego les dijo:",
            "—Vayan, coman ricos manjares, beban bebidas dulces y envíen porciones a los que no tienen nada preparado, porque este es un día santo para nuestro Señor. No se entristezcan porque el gozo del SEÑOR es su fortaleza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Los levitas hacían que todo el pueblo guardara silencio, y decían:",
            "—Callen, porque el día es santo; no se entristezcan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así todo el pueblo se fue a comer y a beber, a enviar porciones y a regocijarse con gran alegría, porque habían entendido las palabras que les habían enseñado."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La fiesta de los Tabernáculos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El segundo día se reunieron con el escriba Esdras los jefes de las casas paternas de todo el pueblo, los sacerdotes y los levitas, para profundizar las palabras de la Ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y hallaron escrito en la Ley, que el SEÑOR había mandado por medio de Moisés, que los hijos de Israel debían habitar en cabañas en la fiesta del mes séptimo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces informaron y mandaron pregonar en todas sus ciudades y en Jerusalén, diciendo:",
            "—¡Salgan al monte y traigan ramas de olivo, ramas de olivo silvestre, ramas de mirto, ramas de palmeras y ramas de árboles frondosos para hacer cabañas, como está escrito!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces el pueblo salió y las trajo. Cada persona hizo cabañas para sí sobre su azotea, en sus patios, en los atrios de la casa de Dios, en la plaza de la puerta de las Aguas y en la plaza de la puerta de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Toda la congregación que había vuelto de la cautividad hizo cabañas y habitó en ellas, porque desde los días de Josué hijo de Nun hasta aquel día los hijos de Israel no habían hecho tal cosa.",
            "Había una alegría muy grande."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Esdras leía día tras día en el libro de la Ley de Dios, desde el primero hasta el último día. Durante siete días celebraron la fiesta, y al octavo día hubo una asamblea festiva, conforme a lo establecido."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.9"
        ],
        "human": "Nehemías 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.10"
        ],
        "human": "Nehemías 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.8"
        ],
        "human": "Nehemías 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Esdras confiesa los pecados del pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El día veinticuatro del mismo mesa se reunieron los hijos de Israel en ayuno, vestidos de cilicio y polvo sobre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Los del linaje de Israel ya se habían apartado de todos los extranjeros; y estando de pie confesaban sus pecados y la iniquidad de sus padres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Puestos de pie en su lugar, leyeron en el libro de la Ley del SEÑOR su Dios durante una cuarta parte del día. Durante otra cuarta parte del día confesaron sus pecados y adoraron al SEÑOR su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces, sobre la plataforma de los levitas se pusieron de pie Jesúa, Bani, Cadmiel, Sebanías, Buni, Serebías, Bani y Quenani e invocaron en voz alta al SEÑOR su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los levitas Jesúa, Cadmiel, Bani, Hasabnías, Serebías, Hodías, Sebanías y Petaías dijeron: “¡Levántense, bendigan al SEÑOR su Dios, desde la eternidad hasta la eternidad!”.",
            "“Bendigan tu nombre glorioso, y sea exaltado más que toda bendición y alabanza”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“Solo tú eres el SEÑOR; tú hiciste los cielos, los cielos de los cielos y todo su ejército, la tierra y todo lo que hay en ella, los mares y todo lo que en ellos hay. Tú sostienes con vida a todos; los ejércitos de los cielos te adoran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "“Tú eres, oh SEÑOR, el Dios que escogiste a Abram. Lo sacaste de Ur de los caldeos y le pusiste por nombre Abraham."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Hallaste fiel su corazón delante de ti, e hiciste un pacto con él para darle la tierra de los cananeos, de los heteos, de los amorreos, de los ferezeos, de los jebuseos y de los gergeseos, a fin de darla a su descendencia. Y cumpliste tu palabra porque tú eres justo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "“Miraste la aflicción de nuestros padres en Egipto y escuchaste su clamor junto al mar Rojo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Hiciste señales y prodigios contra el faraón, contra todos sus servidores y contra todo el pueblo de su tierra. Porque sabías que contra ellos habían actuado con soberbia, y te hiciste un gran nombre, como en el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“Dividiste ante ellos el mar, de modo que pasaron en seco por medio de él. Pero a sus perseguidores echaste en las profundidades, como una piedra en las poderosas aguas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Los guiaste de día con una columna de nube, y de noche con una columna de fuego, para alumbrarles el camino por donde habían de ir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "“Descendiste sobre el monte Sinaí y les hablaste desde el cielo. Les diste decretos rectos, instrucciones fieles, leyes y mandamientos buenos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Les hiciste conocer tu santo sábado y les prescribiste mandamientos, leyes e instrucciones por medio de tu siervo Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "“Cuando tuvieron hambre les diste pan del cielo; y cuando tuvieron sed les sacaste agua de la peña. Les prometiste que entrarían para tomar posesión de la tierra por la cual alzaste tu mano jurando que les darías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero ellos y nuestros padres actuaron con soberbia; endurecieron su cerviz y no escucharon tus mandamientos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "No quisieron escuchar ni se acordaron de tus maravillas que habías hecho entre ellos. Más bien, endurecieron su cerviz y designaron un jefe para regresar a su esclavitud en Egipto. Pero tú que eres un Dios perdonador, clemente y compasivo, tardo para la ira y grande en misericordia, no los abandonaste."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "“Aun cuando se hicieron un becerro de fundición, cuando dijeron: ‘Este es tu dios que te hizo subir de Egipto’, y cometieron grandes abominaciones,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "tú por tu gran misericordia no los abandonaste en el desierto. La columna de nube no se apartó de ellos de día para guiarlos por el camino; ni la columna de fuego de noche para alumbrarles el camino por el cual habían de ir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Diste tu buen Espíritu para enseñarles. No retiraste de su boca tu maná y les diste agua para su sed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Los sustentaste durante cuarenta años en el desierto; nada les faltó. Sus vestidos no se envejecieron ni se hincharon sus pies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "“Les entregaste reinos y pueblos, y se los distribuiste por regiones. Así llegaron a tomar posesión de la tierra de Sejón, es decir, la tierra del rey de Hesbón y de la tierra de Og, rey de Basán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Multiplicaste sus hijos como las estrellas del cielo, y los llevaste a la tierra que habías prometido a sus padres que entrarían para tomarla en posesión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Sus hijos entraron y tomaron posesión de la tierra. Delante de ellos sometiste a los cananeos, los habitantes de dicha tierra, y los entregaste en su mano, con sus reyes y los pueblos de la tierra para que hicieran con ellos según su voluntad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Tomaron ciudades fortificadas y una tierra fértil. Heredaron casas llenas de todo bien, cisternas cavadas, viñas, olivares y muchísimos árboles de fruto comestible. Comieron y se saciaron; engordaron y se deleitaron en tu gran bondad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "“Pero fueron desobedientes y se rebelaron contra ti; echaron tu ley a sus espaldas. Mataron a tus profetas que testificaban contra ellos para hacerlos volver a ti, y cometieron grandes abominaciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Los entregaste en mano de sus enemigos, los cuales los afligieron. Pero clamaron a ti en el tiempo de su tribulación, y tú los escuchaste desde los cielos. Por tu gran misericordia les diste libertadores que los libraran de mano de sus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Pero apenas tenían comodidad, volvían a hacer lo malo delante de ti, por lo cual los abandonabas en mano de sus enemigos que se enseñoreaban de ellos. Pero volvieron a clamar a ti, y tú los escuchaste desde los cielos y los libraste muchas veces por tu misericordia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Los amonestaste para hacerlos volver a tu ley, pero ellos actuaron con soberbia y no escucharon tus mandamientos. Pecaron contra tus decretos, los cuales, el hombre que los cumpla por ellos vivirá. Dieron las espaldas en rebeldía, endurecieron su cerviz y no escucharon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "“Por muchos años te mostraste paciente y los amonestaste con tu Espíritu por medio de tus profetas, pero no escucharon. Por eso los entregaste en mano de los pueblos de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Pero por tu gran misericordia no los consumiste ni los abandonaste, porque tú eres un Dios clemente y misericordioso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "“Ahora pues, oh Dios nuestro, Dios grande, fuerte y temible, que guardas el pacto y la misericordia, no sea tenida como poca cosa delante de ti toda la angustia que nos ha alcanzado: a nuestros reyes, a nuestros gobernantes, a nuestros sacerdotes, a nuestros profetas, a nuestros padres y a todo tu pueblo, desde los días de los reyes de Asiria hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Sin embargo, tú eres justo en todo lo que nos ha sobrevenido. Porque has actuado con verdad, pero nosotros hemos hecho lo malo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Nuestros reyes, nuestros gobernantes, nuestros sacerdotes y nuestros padres no pusieron por obra tu ley. No atendieron a tus mandamientos ni a tus advertencias con que los advertiste."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Ellos, en su reino, en la abundancia que les diste y en la tierra extensa y fértil que entregaste ante ellos, no te sirvieron ni se volvieron de sus malas obras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "“He aquí que hoy nosotros somos esclavos. En cuanto a la tierra que diste a nuestros padres para que comieran de su fruto y de su bien, he aquí que en ella somos esclavos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "El fruto de ella se multiplica para los reyes que a causa de nuestros pecados nos has impuesto. Ellos se enseñorean de nuestros cuerpos y de nuestros ganados, conforme a su voluntad; y estamos en gran angustia”."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Compromiso para guardar la Ley"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "A causa de todo esto, nosotros hacemos un firme compromiso, y lo escribimos. Y fue firmado por nuestros gobernantes, por nuestros levitas y por nuestros sacerdotes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.10"
        ],
        "human": "Nehemías 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.11"
        ],
        "human": "Nehemías 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.9"
        ],
        "human": "Nehemías 9",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los que lo firmaron fueron: el gobernador Nehemías hijo de Hacalías, Sedequías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Seraías, Azarías, Jeremías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pasjur, Amarías, Malquías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Hatús, Sebanías, Maluc,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Harim, Meremot, Abdías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Daniel, Ginetón, Baruc,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Mesulam, Abías, Mijamín,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Maazías, Bilgai y Semaías. Estos eran los sacerdotes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los levitas: Jesúa hijo de Azanías, Binúi de los hijos de Henadad, Cadmiel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y sus hermanos Sebanías, Hovías, Quelita, Pelaías, Hanán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Micaías, Rejob, Hasabías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Zacur, Serebías, Sebanías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Hodías, Bani y Beninu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los jefes del pueblo: Paros, Pajat-moab, Elam, Zatu, Bani,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Buni, Azgad, Bebai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Adonías, Bigvai, Adín,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ater, Ezequías, Azur,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Hodías, Hasum, Bezai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Harif, Anatot, Nebai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Magpías, Mesulam, Hezir,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Mesezabeel, Sadoc, Jadúa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pelatías, Hanán, Anaías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Oseas, Ananías, Hasub,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Halojes, Pilja, Sobec,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Rejum, Hasabna, Maasías;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "también Ajías, Hanán, Anán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Maluc, Harim y Baaná."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "El resto del pueblo, los sacerdotes, los levitas, los porteros, los cantores, los servidores del templo y todos los que se han apartado de los gentiles y se han adherido a la ley de Dios, con sus mujeres, sus hijos y sus hijas —todos los que pueden comprender y discernir—,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "se adhieren a sus hermanos, sus dirigentes, y se comprometen bajo imprecación y juramento: A andar en la ley de Dios, la cual fue dada por medio de Moisés, siervo de Dios. A guardar y cumplir todos los mandamientos del SEÑOR nuestro Dios, sus decretos y sus leyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "A no dar nuestras hijas a los pueblos de la tierra ni a tomar sus hijas para nuestros hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "A que si los pueblos de la tierra traen a vender mercancías y comestibles en día de sábado, nada tomaremos de ellos en sábado ni en día santo. A dejar de cultivar nuestra tierra en el séptimo año y a perdonar toda deuda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Nos impondremos la obligación de contribuir con cuatro gramos al año para la obra de la casa de nuestro Dios:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "para el pan de la presentación y la ofrenda vegetal continua; para el holocausto continuo y el de los sábados, lunas nuevas y fiestas solemnes; para las ofrendas santas y los sacrificios por el pecado, a fin de hacer expiación por Israel y por toda la obra de la casa de nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "También hemos hecho un sorteo entre los sacerdotes, los levitas y el pueblo, con respecto a la ofrenda de leña para traerla a la casa de nuestro Dios, según nuestras casas paternas, en los tiempos determinados cada año, para hacerla arder sobre el altar del SEÑOR nuestro Dios, como está escrito en la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Nos comprometemos a traer cada año a la casa del SEÑOR las primicias de nuestra tierra y las primicias del fruto de todo árbol,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "así como los primogénitos de nuestros hijos y de nuestros ganados, como está escrito en la ley; y a traer a la casa de nuestro Dios, a los sacerdotes que allí sirven, los primogénitos de nuestras vacas y de nuestras ovejas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Llevaremos a los sacerdotes, a las cámaras de la casa de nuestro Dios, las primicias de nuestras masas, de nuestras ofrendas, del fruto de todo árbol, del vino y del aceite. Llevaremos el diezmo de nuestra tierra a los levitas porque ellos, los levitas, reciben el diezmo de nuestras labores en todas las ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Un sacerdote hijo de Aarón estará con los levitas cuando estos reciban el diezmo, y los levitas llevarán la décima parte del diezmo a la casa de nuestro Dios, a las cámaras del tesoro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "A esas cámaras llevarán los hijos de Israel y los hijos de Leví la ofrenda del grano, del vino nuevo y del aceite. Allí estarán los utensilios del santuario, los sacerdotes que sirven, los porteros y los cantores.",
            "Nos comprometimos a no abandonar la casa de nuestro Dios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.11"
        ],
        "human": "Nehemías 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.12"
        ],
        "human": "Nehemías 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.10"
        ],
        "human": "Nehemías 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Medidas para repoblar Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los principales del pueblo se establecieron en Jerusalén. Pero el resto del pueblo hizo un sorteo para que uno de cada diez habitara en Jerusalén, la ciudad santa, y los nueve restantes en las otras ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El pueblo bendijo a todas las personas que se ofrecieron voluntariamente para habitar en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Estos eran los jefes de la provincia que habitaron en Jerusalén (en las ciudades de Judá habitaba cada uno en su propiedad, en sus ciudades, tanto los israelitas como los sacerdotes, los levitas, los servidores del templo y los hijos de los siervos de Salomón;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "algunos de los hijos de Judá y de los hijos de Benjamín habitaban en Jerusalén):",
            "De los hijos de Judá: Ataías hijo de Uzías, hijo de Zacarías, hijo de Amarías, hijo de Sefatías, hijo de Mahalaleel, de los hijos de Fares;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y Maasías hijo de Baruc, hijo de Coljoze, hijo de Hazaías, hijo de Adaías, hijo de Joyarib, hijo de Zacarías, hijo de Siloni."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Todos los hijos de Fares que habitaban en Jerusalén eran cuatrocientos sesenta y ocho hombres valerosos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y estos eran los hijos de Benjamín: Salú hijo de Mesulam, hijo de Joed, hijo de Pedaías, hijo de Colaías, hijo de Maasías, hijo de Itiel, hijo de Jesaías;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y después de él, Gabai y Salai: novecientos veintiocho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Joel hijo de Zicri era supervisor de ellos, y Judá hijo de Hasenúa era el segundo en el mando en la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "De los sacerdotes: Jedaías hijo de Joyarib, Jaquín,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Seraías hijo de Hilquías, hijo de Mesulam, hijo de Sadoc, hijo de Merayot, hijo de Ajitob, principal de la casa de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "y sus hermanos que hacían la obra del templo: ochocientos veintidós.",
            "Adaías hijo de Jerojam, hijo de Pelalías, hijo de Amsi, hijo de Zacarías, hijo de Pasjur, hijo de Malquías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "y sus hermanos, jefes de casas paternas: doscientos cuarenta y dos. Amasai hijo de Azareel, hijo de Ajzai, hijo de Mesilemot, hijo de Imer,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y sus hermanos, guerreros valientes, eran ciento veintiocho, de los cuales era supervisor Zabdiel hijo de Gedolim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "De los levitas: Semaías hijo de Hasub, hijo de Azricam, hijo de Hasabías, hijo de Buni;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Sabetai, Jozabad, de los jefes de los levitas, encargados de la obra exterior de la casa de Dios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Matanías hijo de Micaías, hijo de Zabdi, hijo de Asaf, el director que empezaba la acción de gracias al tiempo de la oración; Bacbuquías, el segundo de sus hermanos, y Abda hijo de Samúa, hijo de Galal, hijo de Jedutún."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Todos los levitas en la ciudad santa eran doscientos ochenta y cuatro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Los porteros: Acub, Talmón y sus hermanos, los que hacían guardia en las puertas: ciento setenta y dos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El resto de Israel, de los sacerdotes y de los levitas estaban en todas las ciudades de Judá, cada uno en su propiedad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero los servidores del templo habitaban en el Ofel, bajo el mando de Zija y de Guspa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "El supervisor de los levitas en Jerusalén era Uzi hijo de Bani, hijo de Hasabías, hijo de Matanías, hijo de Micaías, de los hijos de Asaf, cantores que estaban al frente de la obra de la casa de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Porque había un mandato del rey acerca de ellos y un reglamento acerca de los cantores, determinando las cosas para cada día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Petanías hijo de Mesezabel, de los hijos de Zéraj hijo de Judá, estaba al servicio del rey para todos los asuntos del pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Aldeas repobladas en Judá y Benjamín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "En cuanto a las aldeas con sus campos, algunos de los hijos de Judá habitaron en Quiriat-arba y sus aldeas, en Dibón y sus aldeas, en Cabseel y sus aldeas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "en Jesúa, en Molada, en Bet-pélet,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "en Hazar-sual, en Beerseba y sus aldeas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "en Siclag, en Mecona y sus aldeas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "en En-rimón, en Zora, en Jarmut,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "en Zanóaj y en Adulam y sus aldeas, en Laquis y sus campos, en Azeca y sus aldeas. Ellos habitaron desde Beerseba hasta el valle de Hinom."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Los hijos de Benjamín habitaron desde Geba, en Micmas, Haía, Betel y sus aldeas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Anatot, Nob, Ananías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Hazor, Ramá, Gitaim,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Hadid, Seboím, Nebalat,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Lod y Ono, en el valle de Jarasim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Algunos grupos de los levitas habitaron en Judá y en Benjamín."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.12"
        ],
        "human": "Nehemías 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.13"
        ],
        "human": "Nehemías 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.11"
        ],
        "human": "Nehemías 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sacerdotes y levitas en días de Jesúa"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Estos son los sacerdotes y los levitas que volvieron con Zorobabel hijo de Salatiel y con Jesúa: Seraías, Jeremías, Esdras,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Amarías, Maluc, Hatús,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Secanías, Rejumb, Meremot,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ido, Ginetónc, Abías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Mijamín, Maadías, Bilga,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Semaías, Joyarib, Jedaías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Salú, Amoc, Hilquías y Jedaías. Estos eran los jefes de los sacerdotes y sus hermanos en los días de Jesúa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los levitas: Jesúa, Binúi, Cadmiel, Serebías, Judá y Matanías, quien juntamente con sus hermanos estaba a cargo de los salmos de acción de gracias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Bacbuquías y Uni, sus hermanos, estaban frente a ellos en sus ministerios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sacerdotes en días de Joyaquim"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Jesúa engendró a Joyaquim; Joyaquim engendró a Eliasib; Eliasib engendró a Joyada;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Joyada engendró a Jonatán, y Jonatán engendró a Jadúa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "En los días de Joyaquim, los sacerdotes jefes de casas paternas fueron: Meraías de la casa paterna de Seraías; Ananías de la de Jeremías;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Mesulam de la de Esdras; Johanán de la de Amarías;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Jonatán de la de Melicú; José de la de Sebanías;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Adna de la de Harim; Helcai de la de Merayot;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Zacarías de la de Ido; Mesulam de la de Ginetón;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Zicri de la de Abías; de la de Miniamín; Piltai de la de Moadías;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Samúa de la de Bilga; Jonatán de la de Semaías;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Matenai de la de Joyarib; Uzi de la de Jedaías;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Calai de la de Salai; Heber de la de Amoc,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Hasabías de la de Hilquías; y Natanael de la de Jedaías."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jefes levitas hasta los días de Jadúa"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los jefes de las casas paternas de los levitas y de los sacerdotes, en los días de Eliasib, de Joyada, de Johanán y de Jadúa, fueron inscritos hasta el reinado de Darío el persa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Los hijos de Leví, jefes de casas paternas, también fueron inscritos en el libro de las crónicas, hasta los días de Johanán hijo de Eliasib."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Los jefes de los levitas eran Hasabías, Serebías y Jesúa hijo de Cadmiel, y sus hermanos que se colocaban frente a ellos, un grupo frente a otro, para la alabanza y la acción de gracias, conforme al mandato de David, hombre de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Matanías, Bacbuquías, Obadías, Mesulam, Talmón y Acub eran los porteros que montaban guardia en los almacenes junto a las puertas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Ellos sirvieron en los días de Joyaquim hijo de Jesúa, hijo de Josadac, y en los días del gobernador Nehemías y del sacerdote y escriba Esdras."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dedicación de la muralla de Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Para la dedicación de la muralla de Jerusalén buscaron a los levitas de todos sus lugares, a fin de traerlos a Jerusalén para celebrar la dedicación y la fiesta con alabanzas y cánticos, con címbalos, liras y arpas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "También fueron reunidos los hijos de los cantores de la región de alrededor de Jerusalén, de las aldeas de los de Netofa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "de Bet-gilgal y de los campos de Geba y de Azmávet; porque los cantores se habían edificado aldeas alrededor de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Los sacerdotes y los levitas se purificaron y purificaron al pueblo, las puertas y la muralla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Después hice subir a los principales de Judá sobre la muralla y puse dos grandes coros de acción de gracias. El primero iba sobre la muralla hacia el sur, hacia la puerta del Muladar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Tras ellos iban Osaías y la mitad de los principales de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Y Azarías, Esdras, Mesulam,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Judá, Benjamín, Semaías y Jeremías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "de los hijos de los sacerdotes, llevaban las trompetas. Zacarías hijo de Jonatán, hijo de Semaías, hijo de Matanías, hijo de Micaías, hijo de Zacur, hijo de Asaf"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "y sus hermanos Semaías, Azareel, Milalai, Gilalai, Maai, Natanael, Judá y Hanani iban con los instrumentos musicales de David, hombre de Dios. Y el escriba Esdras iba delante de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "A la puerta de la Fuente subieron directamente por las escalinatas de la Ciudad de David, por la cuesta de la muralla, pasando la casa de David hasta la puerta de las Aguas, al oriente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "El segundo coro de acción de gracias iba hacia el norte. Tras él iba yo con la mitad del pueblo, sobre la muralla, pasando por la torre de los Hornos hasta el muro ancho,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "y pasando por la puerta de Efraín hasta la puerta Antigua, la puerta del Pescado, la torre de Hananeel, la torre de Hamat y la puerta de las Ovejas, y se detuvieron en la puerta de la Guardia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Después los dos coros se detuvieron en la casa de Dios; y yo, y la mitad de los dirigentes conmigo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "y los sacerdotes Eliaquim, Maaseías, Miniamín, Micaías, Elioenai, Zacarías y Ananías, con trompetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Lo mismo Maaseías, Semaías, Eleazar, Uzi, Johanán, Malquías, Elam y Ezer. Los cantores entonaban su canto bajo la dirección de Izrajías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Aquel día ofrecieron muchos sacrificios y se regocijaron, porque Dios les había dado gran alegría. También se regocijaron las mujeres y los niños, y el regocijo de Jerusalén se oía desde lejos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Aquel día fueron puestos hombres a cargo de las cámaras de los tesoros, de las ofrendas, de las primicias y de los diezmos, para juntar en ellas de los campos de las ciudades las porciones legales para los sacerdotes y los levitas; porque era grande el gozo de Judá con respecto a los sacerdotes y a los levitas que realizaban el servicio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Así cumplieron la ordenanza de su Dios y la ordenanza de la purificación. También los cantores y los porteros hicieron conforme al mandato de David y de su hijo Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Porque desde el tiempo de David y de Asaf, desde tiempos antiguos, había directores de los cantores para cantar alabanzas y salmos de acción de gracias a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "En los días de Zorobabel y en los días de Nehemías, todo Israel daba a los cantores y a los porteros las porciones correspondientes, cada cosa en su día. Ellos consagraban sus porciones para los levitas, y los levitas consagraban la porción para los hijos de Aarón."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.13"
        ],
        "human": "Nehemías 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.1"
        ],
        "human": "Ester 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.12"
        ],
        "human": "Nehemías 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Exclusión de los extranjeros"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Aquel día se leyó en el libro de Moisés a oídos del pueblo y se halló escrito en él: No entrará jamás el amonita ni el moabita en la congregación de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "porque no salieron a recibir a los hijos de Israel con pan y agua, sino que él contrató contra ellos a Balaam, para que los maldijera. Pero nuestro Dios convirtió la maldición en bendicióna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y sucedió que cuando escucharon la Ley, excluyeron de Israel a todos los extranjeros."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Segunda fase de la reforma de Nehemías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Antes de esto, el sacerdote Eliasib, siendo encargado de la cámara de la casa de nuestro Dios, había emparentado con Tobías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y le había preparado una gran cámara en la que antes guardaban las ofrendas vegetales, el incienso, los utensilios, el diezmo del grano, del vino nuevo y del aceite —que estaban asignados a los levitas, a los cantores y a los porteros— y la ofrenda para los sacerdotes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero cuando sucedió todo esto, yo no estaba en Jerusalén, pues en el año treinta y dos de Artajerjes, rey de Babilonia, volvía donde estaba el rey. Pero después de un tiempo pedí su permiso,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "y cuando llegué a Jerusalén comprendí el mal que había hecho Eliasib en atención a Tobías, preparándole una cámara en los atrios de la casa de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Esto me desagradó muchísimo y arrojé fuera de la cámara todos los enseres de la casa de Tobías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Luego ordené que limpiaran las cámaras e hice volver allí los enseres de la casa de Dios con las ofrendas vegetales y el incienso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Asimismo, me informé de que no habían sido dadas sus porciones a los levitas, por lo que los levitas y los cantores que hacían el servicio habían huido, cada uno a su campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Reprendí a los nobles diciendo: “¿Por qué está abandonada la casa de Dios?”. Entonces los reuní y los puse en sus puestos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "y todo Judá trajo a los almacenes el diezmo del grano, del vino y del aceite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Puse a cargo de los almacenes al sacerdote Selemías, al escriba Sadoc y a Pedaías, uno de los levitas. Al servicio de ellos estaba Hanán hijo de Zacur, hijo de Matanías; pues ellos eran tenidos por fieles. Ellos estaban a cargo del reparto a sus hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¡Acuérdate de mí, oh Dios mío, con respecto a esto, y no borres las bondades que hice por la casa de mi Dios y por sus servicios!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "En aquellos días vi en Judá a algunos que en sábado pisaban los lagares, acarreaban gavillas, las cargaban sobre asnos, y también vino, uvas, higos y toda clase de cargas y los llevaban a Jerusalén en día de sábado. Los amonesté acerca del día en que vendían las provisiones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y la gente de Tiro que habitaba allí traía pescado y toda mercancía, y vendía en sábado a los habitantes de Judá en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "También reprendí a los nobles de Judá diciéndoles: “¿Por qué hacen ustedes esta cosa mala, profanando así el sábado?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "¿No hicieron esto sus padres, y nuestro Dios trajo sobre nosotros y sobre esta ciudad toda esta desgracia? ¡Ustedes están añadiendo ira sobre Israel, al profanar el sábado!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Sucedió, pues, que cuando oscurecía a las puertas de Jerusalén antes del sábado, ordené que fueran cerradas las puertas y que no las abrieran hasta después del sábado. Puse en las puertas a algunos de mis criados, para que no dejaran meter cargas el día de sábado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Los comerciantes y los vendedores de toda clase de mercancía permanecieron durante la noche fuera de Jerusalén una o dos veces,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "por lo que los amonesté diciendo: “¿Por qué permanecen durante la noche frente al muro? ¡Si lo hacen otra vez les echaré mano!”. Desde entonces no vinieron en el sábado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Luego mandé a los levitas que se purificaran y fueran a guardar las puertas para santificar el día de sábado. También por esto acuérdate de mí, oh Dios mío, y perdóname según la grandeza de tu misericordia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Asimismo, en aquellos días vi a judíos que habían tomado mujeres de Asdod, de Amón y de Moab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "La mitad de sus hijos hablaban el idioma de Asdod; no sabían hablar la lengua judía, sino el idioma de uno o de otro pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Reñí con ellos, los maldije, golpeé a algunos de ellos, les arranqué los pelos y los hice jurar por Dios, diciendo: “¡No darán sus hijas a sus hijos ni desposarán sus hijas con sus hijos ni con ustedes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "¿No pecó por esto Salomón, rey de Israel? Entre las muchas naciones no hubo rey como él, amado por su Dios y a quien Dios lo había constituido rey de todo Israel. Con todo, incluso a él lo hicieron pecar las mujeres extranjeras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "¿Habremos, pues, de escucharlos y cometer toda esta gran maldad de actuar con infidelidad contra nuestro Dios tomando mujeres extranjeras?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Uno de los hijos de Joyada, hijo del sumo sacerdote Eliasib, era yerno de Sanbalat el horonita; por lo que lo ahuyenté de mi lado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "¡Acuérdate de ellos, oh Dios mío, porque han contaminado el sacerdocio y el pacto de los sacerdotes y de los levitas!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Los purifiqué, pues, de todo lo extranjero y asigné deberes a los sacerdotes y a los levitas, cada uno en su tarea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Dispuse lo necesario para la ofrenda de leña en los tiempos señalados y para las primicias.",
            "¡Acuérdate de mí, oh Dios mío, para bien!"
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}