{
  "book_usfm": "REV",
  "name": "Apocalipsis",
  "local_title": "Reina Valera Actualizada",
  "local_abbreviation": "RVA2015",
  "version_id": 1782,
  "publisher": {
    "name": "Editorial Mundo Hispano"
  },
  "copyright": {
    "html": "<p>Copyright © 2015 by Editorial Mundo Hispano</p>",
    "text": "Copyright © 2015 by Editorial Mundo Hispano"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "REV.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.1"
        ],
        "human": "Apocalipsis 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.2"
        ],
        "human": "Apocalipsis 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JUD.1"
        ],
        "human": "Judas 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La revelación de Jesucristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "La revelación de Jesucristo, que Dios le dio para mostrar a sus siervos las cosas que deben suceder pronto; y que dio a conocer enviándola por medio de su ángel a su siervo Juan,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "quien ha dado testimonio de la palabra de Dios y del testimonio de Jesucristo, de todo lo que ha visto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Bienaventurado el que lee y los que oyen las palabras de esta profecía, y guardan las cosas escritas en ella, porque el tiempo está cerca."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludo a las siete iglesias de Asia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Juan, a las siete iglesias que están en Asia: Gracia a ustedes y paz de parte del que es y que era y que ha de venir, y de parte de los siete Espíritus que están delante de su trono,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y de parte de Jesucristo, el testigo fiel, el primogénito de entre los muertos y el soberano de los reyes de la tierra.",
            "Al que nos ama y nos libró de nuestros pecados con su sangre,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y nos constituyó en un reino, sacerdotes para Dios su Padre; a él sea la gloria y el dominio para siempre jamás. Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "He aquí que viene con las nubes, y todo ojo le verá: aun los que le traspasaron. Todas las tribus de la tierra harán lamentación por él. ¡Sí, amén!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "“Yo soy el Alfa y la Omega”, dice el Señor Dios, “el que es y que era y que ha de venir, el Todopoderoso”."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Juan ve al Hijo del Hombre en visión"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Yo Juan, su hermano y copartícipe en la tribulación y en el reino y en la perseverancia en Jesús, estaba en la isla llamada Patmos por causa de la palabra de Dios y del testimonio de Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Yo estaba en el Espíritu en el día del Señor y oí detrás de mí una gran voz como de trompeta,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "que decía: “Escribe en un libro lo que ves, y envíalo a las siete iglesias: a Éfeso, a Esmirna, a Pérgamo, a Tiatira, a Sardis, a Filadelfia y a Laodicea”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Di vuelta para ver la voz que hablaba conmigo. Y habiéndome vuelto, vi siete candeleros de oro,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "y en medio de los candeleros vi a uno semejante al Hijo del Hombre, vestido con una vestidura que le llegaba hasta los pies y tenía el pecho ceñido con un cinto de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Su cabeza y sus cabellos eran blancos como la lana blanca, como la nieve, y sus ojos eran como llama de fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Sus pies eran semejantes al bronce bruñido, ardiente como en un horno. Su voz era como el estruendo de muchas aguas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Tenía en su mano derecha siete estrellas, y de su boca salía una espada aguda de dos filos. Su rostro era como el sol cuando resplandece en su fuerza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Cuando le vi, caí como muerto a sus pies. Y puso sobre mí su mano derecha y me dijo: “No temas. Yo soy el primero y el último,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "el que vive. Estuve muerto, y he aquí que vivo por los siglos de los siglos. Y tengo las llaves de la muerte y del Hades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Así que, escribe las cosas que has visto, y las que son, y las que han de ser después de estas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "En cuanto al misterio de las siete estrellas que has visto en mi mano derecha, y de los siete candeleros de oro: Las siete estrellas son los ángeles de las siete iglesias, y los siete candeleros son las siete iglesias."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.2"
        ],
        "human": "Apocalipsis 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.3"
        ],
        "human": "Apocalipsis 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.1"
        ],
        "human": "Apocalipsis 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mensaje para la iglesia en Éfeso"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "“Escribe al ángel de la iglesia en Éfeso: El que tiene las siete estrellas en su mano derecha, el que camina en medio de los siete candeleros de oro, dice estas cosas:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Yo conozco tus obras, tu arduo trabajo y tu perseverancia; que no puedes soportar a los malos, que has puesto a prueba a los que dicen ser apóstoles y no lo son, y que los has hallado mentirosos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Además, sé que tienes perseverancia, que has sufrido por causa de mi nombre y que no has desfallecido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "“Sin embargo, tengo contra ti que has dejado tu primer amor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Recuerda, por tanto, de dónde has caído. ¡Arrepiéntete! Y haz las primeras obras. De lo contrario, yo vendré pronto a ti y quitaré tu candelero de su lugar, si no te arrepientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“Pero tienes esto: que aborreces los hechos de los nicolaítas, que yo también aborrezco."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "“El que tiene oído, oiga lo que el Espíritu dice a las iglesias. Al que venza le daré de comer del árbol de la vida que está en medio del paraíso de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mensaje para la iglesia en Esmirna"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "“Escribe al ángel de la iglesia en Esmirna: El primero y el último, el que estuvo muerto y vivió, dice estas cosas:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Yo conozco tu tribulación y tu pobreza —aunque eres rico—, y la blasfemia de los que dicen ser judíos y no lo son; más bien, son sinagoga de Satanás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "No tengas ningún temor de las cosas que has de padecer. He aquí, el diablo va a echar a algunos de ustedes en la cárcel para que sean probados, y tendrán tribulación por diez días. Sé fiel hasta la muerte, y yo te daré la corona de la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“El que tiene oído, oiga lo que el Espíritu dice a las iglesias. El que venza, jamás recibirá daño de la muerte segunda."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mensaje para la iglesia en Pérgamo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "“Escribe al ángel de la iglesia en Pérgamo: El que tiene la espada aguda de dos filos dice estas cosas:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Yo conozco dónde habitas: donde está el trono de Satanás. Y retienes mi nombre y no has negado mi fe, aun en los días de Antipas, mi testigo fiel, quien fue muerto entre ustedes, donde mora Satanás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“Sin embargo, tengo unas pocas cosas contra ti: que tienes allí a algunos que se adhieren a la doctrina de Balaam, que enseñaba a Balac a poner tropiezo delante de los hijos de Israel, a comer de lo sacrificado a los ídolos y a cometer inmoralidad sexual."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Asimismo, tú también tienes a los que se adhieren a la doctrina de los nicolaítas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por tanto, ¡arrepiéntete! Pues de lo contrario vendré pronto a ti y pelearé contra ellos con la espada de mi boca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "“El que tiene oído, oiga lo que el Espíritu dice a las iglesias. Al que venza le daré de comer del maná escondido, y le daré una piedrecita blanca y en la piedrecita un nombre nuevo escrito, que nadie conoce sino el que lo recibe."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mensaje para la iglesia en Tiatira"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "“Escribe al ángel de la iglesia en Tiatira: El Hijo de Dios, que tiene sus ojos como llama de fuego y sus pies semejantes al bronce bruñido, dice estas cosas:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Yo conozco tus obras, tu amor, tu fidelidad, tu servicio y tu perseverancia; y que tus últimas obras son mejores que las primeras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "“Sin embargo, tengo contra ti que toleras a la mujer Jezabel, que dice ser profetisa, y enseña y seduce a mis siervos a cometer inmoralidad sexual, y a comer lo sacrificado a los ídolos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Le he dado tiempo para que se arrepienta, y no quiere arrepentirse de su inmoralidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "He aquí, yo la echo en cama, y a los que con ella adulteran, en muy grande tribulación, a menos que se arrepientan de las obras de ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y a sus hijos mataré con penosa muerte, y todas las iglesias sabrán que yo soy el que escudriño la mente y el corazón. Y les daré a cada uno de ustedes conforme a sus obras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "“Pero a los demás en Tiatira, a cuantos no tienen esta doctrina, quienes no han conocido las cosas profundas de Satanás (como las llaman), les digo: No les impongo ninguna carga más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Solamente aférrense a lo que tienen, hasta que yo venga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Al que venza y guarde mis obras hasta el fin, yo le daré autoridad sobre las naciones,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "—él las guiará con cetro de hierro; como vaso de alfarero son quebradas—, así como yo también he recibido de mi Padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Además, yo le daré la estrella de la mañana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "“El que tiene oído, oiga lo que el Espíritu dice a las iglesias."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.3"
        ],
        "human": "Apocalipsis 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.4"
        ],
        "human": "Apocalipsis 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.2"
        ],
        "human": "Apocalipsis 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mensaje para la iglesia en Sardis"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "“Escribe al ángel de la iglesia en Sardis: El que tiene los siete Espíritus de Dios y las siete estrellas dice estas cosas: Yo conozco tus obras, que tienes nombre de que vives, pero estás muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Sé vigilante y refuerza las cosas que quedan y están a punto de morir, porque no he hallado que tus obras hayan sido acabadas delante de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Acuérdate, pues, de lo que has recibido y oído. Guárdalo y arrepiéntete. Si no eres vigilante, vendré como ladrón; nunca sabrás a qué hora vendré a ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "“Sin embargo, tienes unas pocas personas en Sardis que no han manchado sus vestidos y que andarán conmigo en vestiduras blancas, porque son dignas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "De esta manera, el que venza será vestido con vestidura blanca; y nunca borraré su nombre del libro de la vida, y confesaré su nombre delante de mi Padre y delante de sus ángeles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“El que tiene oído, oiga lo que el Espíritu dice a las iglesias."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mensaje para la iglesia en Filadelfia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "“Escribe al ángel de la iglesia en Filadelfia: El Santo y Verdadero, el que tiene la llave de David, el que abre y nadie cierra, y cierra y nadie abre, dice estas cosas:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Yo conozco tus obras. He aquí, he puesto delante de ti una puerta abierta, la cual nadie puede cerrar; porque tienes un poco de poder y has guardado mi palabra y no has negado mi nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "He aquí, yo te daré algunos de la sinagoga de Satanás, de los que dicen ser judíos y no lo son, sino que mienten. He aquí, yo haré que lleguen y se postren delante de tus pies, y conocerán que yo te he amado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque guardaste la palabra de mi paciencia, yo también te guardaré a la hora de la prueba que ha de venir sobre todo el mundo habitado, para probar a los moradores de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“Yo vengo pronto. Retén lo que tienes para que nadie tome tu corona."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Al que venza, yo le haré columna en el templo de mi Dios, y nunca jamás saldrá fuera. Y escribiré sobre él el nombre de mi Dios, y el nombre de la ciudad de mi Dios —la nueva Jerusalén que desciende del cielo, enviada por mi Dios— y mi nombre nuevo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "“El que tiene oído, oiga lo que el Espíritu dice a las iglesias."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mensaje para la iglesia en Laodicea"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“Escribe al ángel de la iglesia en Laodicea: El Amén, el testigo fiel y verdadero, el origen de la creación de Dios, dice estas cosas:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Yo conozco tus obras, que ni eres frío ni caliente. ¡Ojalá fueras frío o caliente!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Así, porque eres tibio, y no frío ni caliente, estoy por vomitarte de mi boca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ya que tú dices: ‘Soy rico; me he enriquecido y no tengo ninguna necesidad’, y no sabes que tú eres desgraciado, miserable, pobre, ciego y desnudo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "yo te aconsejo que de mí compres oro refinado por el fuego para que te hagas rico, y vestiduras blancas para que te vistas y no se descubra la vergüenza de tu desnudez, y colirio para ungir tus ojos para que veas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "“Yo reprendo y disciplino a todos los que amo. Sé, pues, celoso y arrepiéntete."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "He aquí, yo estoy a la puerta y llamo; si alguno oye mi voz y abre la puerta, entraré a él y cenaré con él, y él conmigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Al que venza, yo le daré que se siente conmigo en mi trono; así como yo también he vencido y me he sentado con mi Padre en su trono."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "“El que tiene oído, oiga lo que el Espíritu dice a las iglesias”."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.4"
        ],
        "human": "Apocalipsis 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.5"
        ],
        "human": "Apocalipsis 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.3"
        ],
        "human": "Apocalipsis 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La adoración alrededor del trono"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de esto miré, y he aquí una puerta abierta en el cielo. La primera voz que oí era como de trompeta que hablaba conmigo diciendo: “¡Sube acá, y te mostraré las cosas que han de acontecer después de estas!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "De inmediato estuve en el Espíritu; y he aquí un trono estaba puesto en el cielo, y sobre el trono uno sentado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y el que estaba sentado era semejante a una piedra de jaspe y de cornalina; y alrededor del trono, un arco iris semejante al aspecto de la esmeralda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "También alrededor del trono había veinticuatro tronos; y sobre los tronos, veinticuatro ancianos sentados, vestidos de vestiduras blancas, con coronas de oro sobre sus cabezas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Del trono salen relámpagos y truenos y voces. Y delante del trono arden siete antorchas de fuego, las cuales son los siete Espíritus de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y delante del trono hay como un mar de vidrio, semejante al cristal.",
            "Junto al trono, y alrededor del mismo, hay cuatro seres vivientes llenos de ojos por delante y por detrás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El primer ser viviente es semejante a un león, y el segundo ser viviente es semejante a un becerro, y el tercer ser viviente tiene cara como de hombre, y el cuarto ser viviente es semejante a un águila volando."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y cada uno de los cuatro seres vivientes tiene seis alas, y alrededor y por dentro están llenos de ojos. Ni de día ni de noche cesan de decir:",
            "“¡Santo, Santo, Santo",
            "es el Señor Dios Todopoderoso,",
            "que era y que es y que ha de venir!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y cada vez que los seres vivientes dan gloria, honra y alabanza al que está sentado en el trono y que vive por los siglos de los siglos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "los veinticuatro ancianos se postran delante del que está sentado en el trono y adoran al que vive por los siglos de los siglos; y echan sus coronas delante del trono, diciendo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“Digno eres tú,",
            "oh Señor y Dios nuestro,",
            "de recibir la gloria,",
            "la honra y el poder;",
            "porque tú has creado",
            "todas las cosas,",
            "y por tu voluntad tienen ser",
            "y fueron creadas”."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.5"
        ],
        "human": "Apocalipsis 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.6"
        ],
        "human": "Apocalipsis 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.4"
        ],
        "human": "Apocalipsis 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El Cordero abre el libro"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Vi en la mano derecha del que estaba sentado sobre el trono, un libro escrito por dentro y por fuera, sellado con siete sellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "También vi a un ángel poderoso que proclamaba a gran voz: “¿Quién es digno de abrir el libro y de desatar sus sellos?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero ninguno, ni en el cielo ni en la tierra ni debajo de la tierra, podía abrir el libro; ni siquiera mirarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y yo lloraba mucho, porque ninguno fue hallado digno de abrir el libro; ni siquiera de mirarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y uno de los ancianos me dijo: “No llores. He aquí el León de la tribu de Judá, la Raíz de David, ha vencido para abrir el libro y sus siete sellos”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y en medio del trono y de los cuatro seres vivientes y de los ancianos vi un Cordero de pie, como inmolado. Tenía siete cuernos y siete ojos, que son los siete Espíritus de Dios enviados a toda la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Él fue y tomó el libro de la mano derecha del que estaba sentado en el trono."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuando tomó el libro, los cuatro seres vivientes y los veinticuatro ancianos se postraron delante del Cordero. Cada uno tenía un arpa y copas de oro llenas de incienso, que son las oraciones de los santos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ellos entonaban un cántico nuevo, diciendo:",
            "“¡Digno eres de tomar el libro",
            "y de abrir sus sellos!",
            "Porque tú fuiste inmolado",
            "y con tu sangre has redimido",
            "para Dios gente de toda raza, lengua, pueblo y nación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Tú los has constituido en un reino",
            "y sacerdotes para nuestro Dios,",
            "y reinarán sobre la tierra”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y miré, y oí la voz de muchos ángeles alrededor del trono y de los seres vivientes y de los ancianos. El número de ellos era miríadas de miríadas y millares de millares."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y decían a gran voz:",
            "“Digno es el Cordero,",
            "que fue inmolado,",
            "de recibir el poder,",
            "las riquezas, la sabiduría,",
            "la fortaleza, la honra,",
            "la gloria y la alabanza”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y oí a toda criatura que está en el cielo y sobre la tierra y debajo de la tierra y en el mar, y a todas las cosas que hay en ellos, diciendo:",
            "“Al que está sentado en el trono",
            "y al Cordero",
            "sean la bendición y la honra",
            "y la gloria y el poder",
            "por los siglos de los siglos”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los cuatro seres vivientes decían: “¡Amén!”. Y los veinticuatro ancianos se postraron y adoraron."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.6"
        ],
        "human": "Apocalipsis 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.7"
        ],
        "human": "Apocalipsis 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.5"
        ],
        "human": "Apocalipsis 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El Cordero abre los siete sellos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Y miré cuando el Cordero abrió el primero de los siete sellos, y oí a uno de los cuatro seres vivientes que decía con voz de trueno: “¡Ven!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y miré, y he aquí un caballo blanco. El que estaba montado sobre él tenía un arco, y le fue dada una corona; y salió venciendo y para vencer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cuando abrió el segundo sello, oí al segundo ser viviente que decía: “¡Ven!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y salió otro caballo, rojo. Al que estaba montado sobre él, le fue dado poder para quitar la paz de la tierra y para que se matasen unos a otros. Y le fue dada una gran espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando abrió el tercer sello, oí al tercer ser viviente que decía: “¡Ven!”. Y miré y he aquí un caballo negro, y el que estaba montado sobre él tenía una balanza en su mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y oí como una voz en medio de los cuatro seres vivientes, que decía: “¡Un kilo de trigo por el salario de un día, y tres kilos de cebada por el salario de un día! Y no hagas ningún daño al vino ni al aceite”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando abrió el cuarto sello, oí la voz del cuarto ser viviente que decía: “¡Ven!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y miré, y he aquí un caballo pálido; y el que estaba montado sobre él se llamaba Muerte; y el Hades le seguía muy de cerca. A ellos les fue dado poder sobre la cuarta parte de la tierra, para matar con espada y con hambre y con pestilencia, y por las fieras del campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando abrió el quinto sello, vi debajo del altar las almas de los que habían sido muertos a causa de la palabra de Dios y del testimonio que ellos tenían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y clamaban a gran voz diciendo: “¿Hasta cuándo, oh soberano Señor, santo y verdadero, no juzgas y vengas nuestra sangre sobre los que moran en la tierra?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y a cada uno de ellos le fue dado un vestido blanco; y se les dijo que descansaran todavía un poco de tiempo, hasta que se completase el número de sus consiervos y sus hermanos que también habían de ser muertos como ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y miré cuando él abrió el sexto sello, y se produjo un gran terremoto. El sol se puso negro como tela de cilicio; la luna entera se puso como sangre,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "y las estrellas del cielo cayeron sobre la tierra, como una higuera arroja sus higos tardíos cuando es sacudida por un fuerte viento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El cielo fue apartado como un pergamino enrollado, y toda montaña e isla fueron removidas de sus lugares."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Los reyes de la tierra, los grandes, los comandantes, los ricos, los poderosos, todo esclavo y todo libre se escondieron en las cuevas y entre las peñas de las montañas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "y decían a las montañas y a las peñas: “Caigan sobre nosotros y escóndanos del rostro del que está sentado sobre el trono y de la ira del Cordero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Porque ha llegado el gran día de su ira, y ¡quién podrá permanecer de pie!”."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.7"
        ],
        "human": "Apocalipsis 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.8"
        ],
        "human": "Apocalipsis 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.6"
        ],
        "human": "Apocalipsis 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los ciento cuarenta y cuatro mil sellados de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de esto, vi a cuatro ángeles que estaban de pie sobre los cuatro puntos cardinales de la tierra, y que detenían los cuatro vientos de la tierra, para que no soplase viento alguno sobre la tierra, ni sobre el mar, ni sobre ningún árbol."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y vi que otro ángel, subiendo del oriente, tenía el sello del Dios vivo. Y llamó a gran voz a los cuatro ángeles a quienes les fue dado hacer daño a la tierra y al mar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "diciendo: “¡No le hagan daño a la tierra, ni al mar, ni a los árboles, hasta que marquemos con un sello la frente de los siervos de nuestro Dios!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Oí el número de los sellados: ciento cuarenta y cuatro mil sellados de todas las tribus de los hijos de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Sellados,",
            "de la tribu de Judá, doce mil;",
            "de la tribu de Rubén, doce mil;",
            "de la tribu de Gad, doce mil;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "de la tribu de Aser, doce mil;",
            "de la tribu de Neftalí, doce mil;",
            "de la tribu de Manasés, doce mil;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "de la tribu de Simeón, doce mil;",
            "de la tribu de Leví, doce mil;",
            "de la tribu de Isacar, doce mil;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "de la tribu de Zabulón, doce mil;",
            "de la tribu de José, doce mil;",
            "de la tribu de Benjamín, doce mil."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La multitud de los redimidos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Después de esto miré, y he aquí una gran multitud de todas las naciones y razas y pueblos y lenguas, y nadie podía contar su número. Están de pie delante del trono y en la presencia del Cordero, vestidos con vestiduras blancas y llevando palmas en sus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Aclaman a gran voz diciendo:",
            "“¡La salvación pertenece a nuestro Dios",
            "que está sentado sobre el trono, y al Cordero!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Todos los ángeles que estaban de pie alrededor del trono, y de los ancianos y de los cuatro seres vivientes, se postraron sobre sus rostros delante del trono y adoraron a Dios diciendo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "“¡Amén! La bendición y la gloria y la sabiduría y la acción de gracias y la honra y el poder y la fortaleza sean a nuestro Dios por los siglos de los siglos. ¡Amén!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Uno de los ancianos me preguntó diciendo:",
            "—Estos que están vestidos con vestiduras blancas, ¿quiénes son y de dónde han venido?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y yo le dije:",
            "—Señor mío, tú lo sabes.",
            "Y él me dijo:",
            "—Estos son los que vienen de la gran tribulación; han lavado sus vestidos y los han emblanquecido en la sangre del Cordero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Por esto están delante del trono de Dios y le rinden culto de día y de noche en su templo. El que está sentado en el trono extenderá su tienda sobre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "No tendrán más hambre, ni tendrán más sed, ni caerá sobre ellos el sol ni ningún otro calor;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "porque el Cordero que está en medio del trono los pastoreará y los guiará a fuentes de agua viva, y Dios enjugará toda lágrima de los ojos de ellos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.8"
        ],
        "human": "Apocalipsis 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.9"
        ],
        "human": "Apocalipsis 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.7"
        ],
        "human": "Apocalipsis 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El séptimo sello"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando él abrió el séptimo sello, se hizo silencio en el cielo como por media hora."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y vi a los siete ángeles que estaban de pie delante de Dios, y les fueron dadas siete trompetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y otro ángel vino y se puso de pie delante del altar. Tenía un incensario de oro, y le fue dado mucho incienso para que lo añadiese a las oraciones de todos los santos sobre el altar de oro, que estaba delante del trono."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y el humo del incienso con las oraciones de los santos subió de la mano del ángel en presencia de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y el ángel tomó el incensario, lo llenó con fuego del altar y lo arrojó sobre la tierra. Y se produjeron truenos y estruendos y relámpagos y un terremoto."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las siete trompetas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los siete ángeles que tenían las siete trompetas se dispusieron a tocarlas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El primero tocó la trompeta. Y se produjo granizo y fuego mezclados con sangre, y fueron arrojados sobre la tierra. Y la tercera parte de la tierra fue quemada, y la tercera parte de los árboles fue quemada, y toda la hierba verde fue quemada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El segundo ángel tocó la trompeta. Y algo como un gran monte ardiendo con fuego fue lanzado al mar. Y la tercera parte del mar se convirtió en sangre;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "y murió la tercera parte de las criaturas vivientes que estaban en el mar, y la tercera parte de los barcos fue destruida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El tercer ángel tocó la trompeta. Y cayó del cielo una gran estrella, ardiendo como una antorcha; y cayó sobre la tercera parte de los ríos y sobre las fuentes de agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El nombre de la estrella es Ajenjo. Y la tercera parte de las aguas se convirtió en ajenjo, y muchos hombres murieron por las aguas, porque fueron hechas amargas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El cuarto ángel tocó la trompeta. Y fue herida la tercera parte del sol, la tercera parte de la luna y la tercera parte de las estrellas, de manera que se oscureció la tercera parte de ellos, y no alumbraba el día durante una tercera parte, y también la noche de la misma manera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Miré y oí volar un águila por en medio del cielo, diciendo a gran voz: “¡Ay, ay, ay de los que habitan en la tierra, por razón de los demás toques de trompeta que los tres ángeles aún han de tocar!”."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.9"
        ],
        "human": "Apocalipsis 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.10"
        ],
        "human": "Apocalipsis 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.8"
        ],
        "human": "Apocalipsis 8",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El quinto ángel tocó la trompeta. Y vi que una estrella había caído del cielo a la tierra, y le fue dada la llave del pozo del abismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y abrió el pozo del abismo, y subió humo del pozo como el humo de un gran horno; y fue oscurecido el sol y también el aire por el humo del pozo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y del humo salieron langostas sobre la tierra, y les fue dado poder como tienen poder los escorpiones de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y se les dijo que no hiciesen daño a la hierba de la tierra ni a ninguna cosa verde, ni a ningún árbol, sino solamente a los hombres que no tienen el sello de Dios en sus frentes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Se les mandó que no los matasen, sino que fuesen atormentados por cinco meses. Su tormento era como el tormento del escorpión cuando pica al hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "En aquellos días los hombres buscarán la muerte, pero de ninguna manera la hallarán. Anhelarán morir, y la muerte huirá de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El aspecto de las langostas era semejante a caballos equipados para la guerra. Sobre sus cabezas tenían como coronas, semejantes al oro, y sus caras eran como caras de hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Tenían cabello como cabello de mujeres, y sus dientes eran como dientes de leones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Tenían corazas como corazas de hierro. El estruendo de sus alas era como el ruido de carros que con muchos caballos corren a la batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Tienen colas semejantes a las de los escorpiones, y aguijones. Y en sus colas está su poder para hacer daño a los hombres durante cinco meses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Tienen sobre sí un rey, el ángel del abismo, cuyo nombre en hebreo es Abadón, y en griego tiene por nombre Apolión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El primer ay ha pasado. He aquí vienen aún dos ayes después de esto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El sexto ángel tocó la trompeta. Y oí una voz que salía de los cuatro cuernos del altar de oro que estaba delante de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "diciendo al sexto ángel que tenía la trompeta: “Desata a los cuatro ángeles que han estado atados junto al gran río Éufrates”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Fueron desatados los cuatro ángeles que habían estado preparados para la hora y día y mes y año, para que matasen a la tercera parte de los hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "El número de los soldados de a caballo era de dos miríadas de miríadas; yo escuché el número de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y de esta manera, vi en la visión los caballos y a los que cabalgaban en ellos, que tenían corazas color de fuego, de jacinto y de azufre. Las cabezas de los caballos eran como cabezas de leones; y de sus bocas salía fuego, humo y azufre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "La tercera parte de los hombres fueron muertos por estas tres plagas: por el fuego, el humo y el azufre que salían de la boca de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pues el poder de los caballos está en sus bocas y en sus colas. Porque sus colas son semejantes a serpientes, y tienen cabezas con las cuales hieren."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Los demás hombres que no fueron muertos con estas plagas ni aun así se arrepintieron de las obras de sus manos, para dejar de adorar a los demonios y a las imágenes de oro y de plata y de bronce y de piedra y de madera, las cuales no pueden ver ni oír ni caminar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Tampoco se arrepintieron de sus homicidios ni de sus hechicerías ni de su inmoralidad sexual ni de sus robos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.10"
        ],
        "human": "Apocalipsis 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.11"
        ],
        "human": "Apocalipsis 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.9"
        ],
        "human": "Apocalipsis 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El ángel y el librito"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Vi a otro ángel poderoso que descendía del cielo envuelto en una nube, y el arco iris estaba sobre su cabeza. Su rostro era como el sol, y sus pies como columnas de fuego,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y tenía en su mano un librito abierto. Puso su pie derecho sobre el mar y su pie izquierdo sobre la tierra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y gritó a gran voz, como cuando ruge el león. Cuando gritó, los siete truenos emitieron sus voces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando los siete truenos hablaron, yo estaba por escribir, pero oí una voz del cielo que decía: “Sella las cosas que los siete truenos hablaron; no las escribas”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y el ángel que vi de pie sobre el mar y sobre la tierra levantó su mano derecha al cielo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y juró por el que vive para siempre jamás, quien creó el cielo y las cosas que están en él, y la tierra y las cosas que están en ella, y el mar y las cosas que están en él: “Ya no hay más tiempo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "sino que en los días de la voz del séptimo ángel, cuando él esté por tocar la trompeta, también será consumado el misterio de Dios, como él lo anunció a sus siervos los profetas”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y la voz que oí del cielo habló otra vez conmigo, diciendo: “Ve, toma el librito abierto de la mano del ángel que está de pie sobre el mar y sobre la tierra”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Fui al ángel diciéndole que me diera el librito, y me dijo: “Toma y trágalo; y hará amargar tu estómago, pero en tu boca será dulce como la miel”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y tomé el librito de la mano del ángel y lo tragué. Y era dulce en mi boca como la miel, pero cuando lo comí, mi estómago se hizo amargo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y me dijeron: “Te es necesario profetizar otra vez a muchos pueblos y naciones y lenguas y reyes”."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.11"
        ],
        "human": "Apocalipsis 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.12"
        ],
        "human": "Apocalipsis 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.10"
        ],
        "human": "Apocalipsis 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los dos testigos y la bestia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces me fue dada una caña, semejante a una vara de medir, y se me dijo: “Levántate y mide el templo de Dios y el altar, y a los que en él adoran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y deja aparte el atrio de afuera del templo. Y no lo midas, porque ha sido dado a los gentiles, y ellos pisotearán la ciudad santa por cuarenta y dos meses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Yo mandaré a mis dos testigos, y ellos profetizarán por mil doscientos sesenta días, vestidos de cilicio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ellos son los dos olivos y los dos candeleros que están delante del Dios de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Si alguien les quiere dañar, fuego sale de la boca de ellos y devora a sus enemigos. Cuando alguien les quiera hacer daño, tiene que morir de esta manera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ellos tienen poder para cerrar el cielo, de modo que no caiga lluvia durante los días de su profecía; y tienen poder sobre las aguas, para convertirlas en sangre y para herir la tierra con toda plaga, cuantas veces quieran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando hayan concluido su testimonio, la bestia que sube del abismo hará guerra contra ellos, los vencerá y los matará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y sus cadáveres estarán en la plaza de la gran ciudad que simbólicamente es llamada Sodoma y Egipto, donde también fue crucificado el Señor de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y por tres días y medio, la gente de los pueblos y de las razas y de las lenguas y de las naciones miran sus cadáveres; y no permiten que sus cadáveres sean puestos en sepulcros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y los habitantes de la tierra se gozan sobre ellos y se alegran. Y se enviarán regalos unos a otros, porque estos dos profetas habían sido un tormento para los habitantes de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Después de los tres días y medio el aliento de vida enviado por Dios entró en ellos, y se levantaron sobre sus pies. Y un gran temor cayó sobre los que los veían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Oyeron una gran voz del cielo que les decía: “¡Suban acá!”. Y subieron al cielo en la nube, y sus enemigos los vieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y en aquella hora se produjo un gran terremoto, y cayó la décima parte de la ciudad. Murieron por el terremoto siete mil hombres, y los demás estaban aterrorizados y dieron gloria al Dios del cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ha pasado el segundo ay. He aquí el tercer ay viene pronto."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Séptima trompeta: el reino de Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El séptimo ángel tocó la trompeta. Y en el cielo se oyeron grandes voces que decían:",
            "“El reino del mundo ha venido a ser",
            "de nuestro Señor y de su Cristo.",
            "Él reinará por los siglos de los siglos”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y los veinticuatro ancianos, que estaban sentados en sus tronos delante de Dios, se postraron sobre sus rostros y adoraron a Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "diciendo: “Te damos gracias, Señor Dios Todopoderoso, que eres y que eras, porque has asumido tu gran poder y reinas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Las naciones se enfurecieron, pero ha venido tu ira y el tiempo de juzgar a los muertos, y de dar su galardón a tus siervos los profetas y a los santos y a los que temen tu nombre, tanto a los pequeños como a los grandes, y de destruir a los que destruyen la tierra”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y fue abierto el templo de Dios que está en el cielo, y se hizo visible el arca de su pacto en su templo. Entonces estallaron relámpagos, voces, truenos, un terremoto y una fuerte granizada."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.12"
        ],
        "human": "Apocalipsis 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.13"
        ],
        "human": "Apocalipsis 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.11"
        ],
        "human": "Apocalipsis 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La mujer y el dragón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Apareció en el cielo una gran señal: una mujer vestida del sol y con la luna debajo de sus pies, y sobre su cabeza una corona de doce estrellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y estando encinta, gritaba con dolores de parto y sufría angustia por dar a luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y apareció otra señal en el cielo: he aquí un gran dragón rojo que tenía siete cabezas y diez cuernos, y en sus cabezas tenía siete diademas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Su cola arrastraba la tercera parte de las estrellas del cielo y las arrojó sobre la tierra. El dragón se puso de pie delante de la mujer que estaba por dar a luz, a fin de devorar a su hijo en cuanto le hubiera dado a luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ella dio a luz un hijo varón que ha de guiar todas las naciones con cetro de hierro. Y su hijo fue arrebatado ante Dios y su trono."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y la mujer huyó al desierto, donde tenía un lugar que Dios había preparado, para ser alimentada allí durante mil doscientos sesenta días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Estalló entonces una guerra en el cielo: Miguel y sus ángeles pelearon contra el dragón. Y el dragón y sus ángeles pelearon,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "pero no prevalecieron, ni fue hallado más el lugar de ellos en el cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y fue arrojado el gran dragón, la serpiente antigua que se llama diablo y Satanás, el cual engaña a todo el mundo. Fue arrojado a la tierra, y sus ángeles fueron arrojados junto con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Oí una gran voz en el cielo que decía: “¡Ahora ha llegado la salvación y el poder y el reino de nuestro Dios, y la autoridad de su Cristo! Porque ha sido arrojado el acusador de nuestros hermanos, el que los acusaba día y noche delante de nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y ellos lo han vencido por causa de la sangre del Cordero y de la palabra del testimonio de ellos, porque no amaron sus vidas hasta la muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por esto, alégrense, oh cielos, y los que habitan en ellos. ¡Ay de la tierra y del mar! Porque el diablo ha descendido a ustedes y tiene grande ira, sabiendo que le queda poco tiempo”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y cuando el dragón vio que había sido arrojado a la tierra, persiguió a la mujer que había dado a luz al hijo varón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero le fueron dadas a la mujer dos alas de gran águila, para volar de la presencia de la serpiente, al desierto, a su lugar donde recibe alimento por un tiempo, y tiempos y la mitad de un tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Tras la mujer, la serpiente echó de su boca agua como un río, para que ella fuese arrastrada por el torrente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero la tierra ayudó a la mujer. Y la tierra abrió su boca y tragó por completo el río que el dragón había echado de su boca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces el dragón se enfureció contra la mujer, y se fue para hacer guerra contra los demás descendientes de ella, quienes guardan los mandamientos de Dios y tienen el testimonio de Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y él se puso de pie sobre la arena del mar."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.13"
        ],
        "human": "Apocalipsis 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.14"
        ],
        "human": "Apocalipsis 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.12"
        ],
        "human": "Apocalipsis 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La bestia que sube del mar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Y vi que subía del mar una bestia que tenía diez cuernos y siete cabezas. Sobre sus cuernos tenía diez diademas, y sobre sus cabezas había un nombre de blasfemia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "La bestia que vi era semejante a un leopardo; sus pies eran como de oso, y su boca como la boca de león. Y el dragón le dio su poder y su trono y grande autoridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Vi una de sus cabezas como herida de muerte, pero su herida mortal se había sanado. Y toda la tierra se maravilló en pos de la bestia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y adoraron al dragón porque le había dado autoridad a la bestia, y adoraron a la bestia diciendo: “¿Quién es semejante a la bestia, y quién puede combatir contra ella?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y a la bestia le fue dada una boca que hablara insolencias y blasfemias, y le fue dada autoridad para actuar por cuarenta y dos meses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y abrió su boca en blasfemias contra Dios, para blasfemar contra su nombre y contra su tabernáculo, es decir, contra los que tienen morada en el cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y le fue permitido hacer guerra contra los santos y vencerlos. También le fue dado poder sobre toda raza y pueblo y lengua y nación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y le adorarán todos los habitantes sobre la tierra, cuyos nombres no están inscritos en el libro de la vida del Cordero, quien fue inmolado desde la fundación del mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Si alguno tiene oído, oiga:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Si alguien lleva en cautividad,",
            "es llevado en cautividad;",
            "si alguien mata a espada,",
            "tiene que ser muerto a espada.",
            "¡Aquí está la perseverancia y la fe de los santos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La bestia que sube de la tierra"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y vi otra bestia que subía de la tierra. Y tenía dos cuernos semejantes a los de un cordero, y hablaba como un dragón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y ejerce toda la autoridad de la primera bestia en presencia de ella, y hace que la tierra y sus habitantes adoren a la primera bestia cuya herida mortal fue sanada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y hace grandes señales, de tal manera que aun hace descender fuego del cielo a la tierra delante de los hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y engaña a los habitantes de la tierra a causa de las señales que se le concedió hacer en presencia de la bestia, mandándoles a los habitantes de la tierra hacer una imagen en honor de la bestia que tiene la herida de espada y que revivió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "También le fue permitido dar aliento a la imagen de la bestia, para que la imagen de la bestia hablase e hiciera que fueran muertos todos los que no adoraran a la imagen de la bestia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y ella hace que a todos, a pequeños y a grandes, a ricos y a pobres, a libres y a esclavos, se les ponga una marca en la mano derecha o en la frente,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "y que nadie pueda comprar ni vender, sino el que tenga la marca, es decir, el nombre de la bestia o el número de su nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Aquí hay sabiduría: El que tiene entendimiento calcule el número de la bestia, porque es número de un hombre; y su número es seiscientos sesenta y seis."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.14"
        ],
        "human": "Apocalipsis 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.15"
        ],
        "human": "Apocalipsis 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.13"
        ],
        "human": "Apocalipsis 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El Cordero y los ciento cuarenta y cuatro mil sellados"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Y miré, y he aquí el Cordero de pie sobre el monte Sion, y con él estaban los ciento cuarenta y cuatro mil que tenían su nombre y el nombre de su Padre escrito en sus frentes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Oí una voz del cielo como estruendo de muchas aguas y como la voz de un gran trueno. Y la voz que escuché era como de arpistas cuando tocan sus arpas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ellos cantan un himno nuevo delante del trono y en presencia de los cuatro seres vivientes y de los ancianos. Nadie podía aprender el himno, sino solo los ciento cuarenta y cuatro mil, quienes habían sido redimidos de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Estos son los que nunca se mancharon con mujeres, pues son vírgenes. Estos son los que siguen al Cordero por dondequiera que vaya. Estos fueron redimidos de entre los hombres, primicias para Dios y para el Cordero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y en sus bocas no se halló engaño; son sin mancha."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mensaje de tres ángeles"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Vi a otro ángel que volaba en medio del cielo, que tenía el evangelio eterno para predicarlo a los que habitan en la tierra: a toda nación y raza y lengua y pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Decía a gran voz:",
            "“¡Teman a Dios y denle gloria,",
            "porque ha llegado",
            "la hora de su juicio!",
            "Adoren al que hizo los cielos",
            "y la tierra y el mar",
            "y las fuentes de las aguas”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y siguió otro ángel, un segundo, diciendo: “¡Ha caído, ha caído Babilonia la grande! Todas las naciones habían bebido del vino de la furia de su inmoralidad”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y siguió otro ángel, un tercero, diciendo a gran voz: “¡Si alguno adora a la bestia y a su imagen, y recibe su marca en la frente o en la mano,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "él también beberá del vino del furor de Dios que ha sido vertido puro en la copa de su ira, y será atormentado con fuego y azufre delante de los santos ángeles y delante del Cordero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El humo del tormento de ellos sube para siempre jamás. Y no tienen descanso ni de día ni de noche los que adoran a la bestia y a su imagen, ni cualquiera que recibe la marca de su nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¡Aquí está la perseverancia de los santos, quienes guardan los mandamientos de Dios y la fe de Jesús!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y oí una voz del cielo que decía: “Escribe: ¡Bienaventurados los muertos que de aquí en adelante mueren en el Señor!”. “Sí”, dice el Espíritu, “para que descansen de sus arduos trabajos; pues sus obras les seguirán”."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La cosecha de la tierra para juicio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y miré, y he aquí una nube blanca, y sobre la nube estaba sentado uno semejante al Hijo de Hombre. Tenía en su cabeza una corona de oro y en su mano una hoz afilada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y otro ángel salió del templo, gritando a gran voz al que estaba sentado sobre la nube: “¡Mete tu hoz y siega! Porque ha llegado la hora de segar, porque la mies de la tierra está madura”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y el que estaba sentado sobre la nube lanzó su hoz sobre la tierra, y la tierra fue segada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Luego salió otro ángel del templo que estaba en el cielo, llevando también él una hoz afilada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y salió del altar otro ángel que tenía poder sobre el fuego. Y llamó a gran voz al que tenía la hoz afilada, diciendo: “¡Mete tu hoz afilada y vendimia los racimos de la viña de la tierra, porque las uvas están maduras!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces el ángel lanzó su hoz afilada en la tierra, y vendimió la viña de la tierra. Echó las uvas en el gran lagar de la ira de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y el lagar fue pisado fuera de la ciudad, y salió sangre del lagar hasta la altura de los frenos de los caballos, a lo largo de trescientos kilómetros."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.15"
        ],
        "human": "Apocalipsis 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.16"
        ],
        "human": "Apocalipsis 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.14"
        ],
        "human": "Apocalipsis 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El coro de los victoriosos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Vi otra señal en el cielo, grande y admirable: siete ángeles que tenían las siete últimas plagas, con las cuales la ira de Dios es consumada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Vi algo como un mar de vidrio mezclado con fuego y a los vencedores sobre la bestia y su imagen y el número de su nombre. Estaban de pie sobre el mar de vidrio, teniendo las arpas de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y cantan el cántico de Moisés, el siervo de Dios, y el cántico del Cordero, diciendo:",
            "“Grandes y maravillosas son tus obras,",
            "Señor Dios Todopoderoso.",
            "Justos y verdaderos son tus caminos,",
            "Rey de las naciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Oh Señor, ¿quién no temerá",
            "y glorificará tu nombre?",
            "Porque solo tú eres santo.",
            "Todas las naciones vendrán",
            "y adorarán delante de ti;",
            "porque tus juicios han sido manifestados”."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los siete ángeles y las siete plagas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Después de esto miré, y el santuario del tabernáculo del testimonio fue abierto en el cielo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y del santuario salieron los siete ángeles que tenían las siete plagas. Estaban vestidos de lino limpio y resplandeciente, ceñidos alrededor del pecho con cintos de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y uno de los cuatro seres vivientes dio a los siete ángeles siete copas de oro, llenas de la ira de Dios quien vive por los siglos de los siglos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El templo se llenó de humo por la gloria de Dios y por su poder, y nadie podía entrar en el templo hasta que fuesen consumadas las siete plagas de los siete ángeles."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.16"
        ],
        "human": "Apocalipsis 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.17"
        ],
        "human": "Apocalipsis 17",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.15"
        ],
        "human": "Apocalipsis 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las copas de la ira de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces oí una gran voz que desde el templo decía a los siete ángeles: “Vayan y derramen las siete copas de la ira de Dios sobre la tierra”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Fue el primer ángel y derramó su copa sobre la tierra. Y se produjo una llaga dolorosa y maligna sobre los hombres que tenían la marca de la bestia y los que adoraban su imagen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "El segundo ángel derramó su copa sobre el mar. Y se convirtió en sangre como de muerto. Y murió todo ser viviente que estaba en el mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El tercer ángel derramó su copa sobre los ríos y sobre las fuentes de las aguas, y se convirtieron en sangre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Oí al ángel de las aguas decir: “Justo eres tú que eres y que eras, el Santo, porque has juzgado estas cosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Porque ellos derramaron la sangre de los santos y de los profetas, tú también les has dado a beber sangre, pues se lo merecen”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y oí al altar decir: “¡Ciertamente, oh Señor Dios Todopoderoso, tus juicios son verdaderos y justos!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El cuarto ángel derramó su copa sobre el sol, y le fue dado quemar a los hombres con fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los hombres fueron quemados con el intenso calor y blasfemaron el nombre del Dios que tiene autoridad sobre estas plagas, pero no se arrepintieron para darle gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El quinto ángel derramó su copa sobre el trono de la bestia, y su reino fue convertido en tinieblas. Se mordían las lenguas de dolor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y blasfemaron al Dios del cielo por sus dolores y sus llagas, pero no se arrepintieron de sus obras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El sexto ángel derramó su copa sobre el gran río Éufrates, y sus aguas se secaron para que fuese preparado el camino de los reyes del Oriente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Vi salir de la boca del dragón y de la boca de la bestia y de la boca del falso profeta, tres espíritus impuros semejantes a ranas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pues son espíritus de demonios que hacen señales, los cuales salen a los reyes de todo el mundo habitado para congregarlos para la batalla del gran día del Dios Todopoderoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "“He aquí, yo vengo como ladrón. Bienaventurado el que vela y guarda sus vestidos para que no ande desnudo y vean su vergüenza”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y los congregó en el lugar que se llama en hebreo Armagedón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "El séptimo ángel derramó su copa por el aire. Y salió una gran voz del santuario desde el trono, que decía: “¡Está hecho!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces se produjeron relámpagos y estruendos y truenos, y hubo un gran terremoto. Tan fuerte fue ese gran terremoto como jamás había acontecido desde que el hombre existe sobre la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "La gran ciudad se dividió en tres partes, y las ciudades de las naciones cayeron. Y la gran Babilonia fue recordada delante de Dios, para darle a ella de la copa del vino del furor de su ira."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Toda isla huyó, y las montañas no fueron halladas más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y del cielo cayó sobre los hombres enorme granizo, como de treinta y cuatro kilos de peso. Y los hombres blasfemaron a Dios por la plaga del granizo, porque la plaga era grande en extremo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.17",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.17"
        ],
        "human": "Apocalipsis 17"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.18"
        ],
        "human": "Apocalipsis 18",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.16"
        ],
        "human": "Apocalipsis 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La ramera y la bestia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Vino uno de los siete ángeles que tenían las siete copas y habló conmigo diciendo: “Ven acá, y te mostraré la condenación de la gran ramera que está sentada sobre muchas aguas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Con ella fornicaron los reyes de la tierra, y los que habitan en la tierra se embriagaron con el vino de su fornicación”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Me llevó en el Espíritu al desierto. Y vi una mujer sentada sobre una bestia escarlata llena de nombres de blasfemia y que tenía siete cabezas y diez cuernos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "La mujer estaba vestida de púrpura y escarlata, y estaba adornada con oro y piedras preciosas y perlas. En su mano tenía una copa de oro llena de abominaciones y de las impurezas de su inmoralidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "En su frente estaba escrito un nombre, un misterio: “Babilonia la grande, madre de las rameras y de las abominaciones de la tierra”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Vi a la mujer embriagada con la sangre de los santos y con la sangre de los mártires de Jesús.",
            "Al verla, quedé asombrado con gran asombro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y el ángel me dijo: “¿Por qué estás asombrado? Yo te explicaré el misterio de la mujer y de la bestia que la lleva y que tiene siete cabezas y diez cuernos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "La bestia que has visto era y no es,y ha de subir del abismo, y va a la perdición. Los habitantes de la tierra, cuyos nombres no están inscritos en el libro de la vida desde la fundación del mundo, se maravillarán cuando vean a la bestia que era y no es y será."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Aquí está la mente que tiene sabiduría: Las siete cabezas son siete montes sobre los cuales está sentada la mujer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y son siete reyes: Cinco han caído, uno es y otro aún no ha venido; y cuando venga, debe quedar solo por un breve tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "La bestia que era y no es también es el octavo, y procede de los siete y va a la perdición."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Los diez cuernos que has visto son diez reyes que todavía no han recibido reino, pero toman autoridad por una hora como reyes junto con la bestia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Estos tienen un solo propósito, y entregan su poder y autoridad a la bestia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ellos harán guerra contra el Cordero, y el Cordero los vencerá, porque él es Señor de señores y Rey de reyes, y los que están con él son llamados y elegidos y fieles”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "También me dijo: “Las aguas que has visto donde está sentada la ramera son pueblos y multitudes, naciones y lenguas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los diez cuernos que has visto, y la bestia, estos aborrecerán a la ramera y la dejarán desolada y desnuda. Comerán sus carnes y la quemarán con fuego;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "porque Dios ha puesto en sus corazones el ejecutar su propósito, y que tengan un solo propósito, y que entreguen su reino a la bestia hasta que se cumplan las palabras de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "La mujer que has visto es la gran ciudad que tiene imperio sobre los reyes de la tierra”."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.18",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.18"
        ],
        "human": "Apocalipsis 18"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.19"
        ],
        "human": "Apocalipsis 19",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.17"
        ],
        "human": "Apocalipsis 17",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La caída de la gran ciudad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de estas cosas vi a otro ángel que descendía del cielo y que tenía gran autoridad, y la tierra se iluminó con su gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y proclamó con potente voz diciendo: “¡Ha caído, ha caído Babilonia la grande! Se ha convertido en habitación de demonios, refugio de todo espíritu inmundo, y refugio de toda ave inmunda y aborrecible."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque todas las naciones han bebido el vino de la furia de su fornicación. Los reyes de la tierra han fornicado con ella, y los comerciantes de la tierra se han enriquecido con la potencia de su lujosa sensualidad”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Oí otra voz del cielo que decía: “¡Salgan de ella, pueblo mío, para que no participen de sus pecados y para que no reciban sus plagas!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pues sus pecados se han amontonado hasta el cielo, y Dios se ha acordado de sus injusticias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Págenle tal como ella les ha pagado, y devuélvanle el doble según sus obras. En la copa que ella preparó, prepárenle el doble."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "En la medida que ella se ha glorificado y ha vivido en sensualidad, así denle tormento y llanto, porque dice en su corazón: ‘Estoy sentada como reina; no soy viuda, ni jamás veré llanto’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Por eso, en un solo día le sobrevendrán las plagas: muerte, llanto y hambre. Y será quemada con fuego, porque fuerte es el Señor Dios quien la juzga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "“Cuando vean el humo de su incendio, llorarán y se lamentarán por ella los reyes de la tierra que han fornicado con ella y han vivido de su sensualidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Estando de pie, desde lejos por temor de su tormento, dirán: ‘¡Ay! ¡Ay de ti, oh gran ciudad, oh Babilonia, ciudad poderosa; porque en una sola hora vino tu juicio!’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“Y los comerciantes de la tierra lloran y se lamentan por ella, porque ya nadie compra más su mercadería:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "mercadería de oro, plata, piedras preciosas, perlas, lino fino, púrpura, seda, escarlata, toda madera olorosa, todo artículo de marfil, todo artículo de madera preciosa y de cobre y de hierro y de mármol;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "canela, especias aromáticas, incienso, mirra, perfumes, vino, aceite, harina refinada, trigo, ganado, ovejas, caballos, carros, y cuerpos y almas de hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“El fruto que anhela tu alma se apartó de ti. Todas las cosas exquisitas y espléndidas se te desvanecieron, y jamás las hallarán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "“Los comerciantes de estos bienes que se han enriquecido de ella estarán de pie, desde lejos por temor de su tormento, llorando y lamentando,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "diciendo: ‘¡Ay! ¡Ay de la gran ciudad, vestida de lino fino y de púrpura y de escarlata, adornada de oro y piedras preciosas y perlas!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "¡Porque en una sola hora ha sido asolada tanta riqueza!’.",
            "“Y todo timonel, todo el que navega de lugar en lugar, y los marineros y cuantos trabajan en el mar se pusieron de pie desde lejos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y viendo el humo de su incendio, daban voces diciendo: ‘¿Qué ciudad era semejante a esta gran ciudad?’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Echaron polvo sobre sus cabezas, y llorando y lamentando, gritaban diciendo: ‘¡Ay! ¡Ay de la gran ciudad! En ella todos los que tenían barcos en el mar se enriquecieron de la opulencia de ella. ¡Porque en una sola hora ha sido asolada!’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "“Alégrate sobre ella, oh cielo, y ustedes santos y apóstoles y profetas. Porque Dios ha juzgado la causa de ustedes contra ella”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y un ángel poderoso tomó una piedra como una gran piedra de molino y la arrojó al mar diciendo: “Con semejante violencia será derribada Babilonia la grande ciudad, y nunca jamás será hallada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Nunca más será oído en ti el tañido de arpistas, de músicos, de flautistas o de trompetistas. Nunca más se hallará en ti ningún artesano de cualquier oficio. Y el ruido de los molinos nunca más se oirá en ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "La luz de la antorcha nunca más alumbrará en ti. Y la voz del novio y de la novia nunca más se oirá en ti; porque tus comerciantes eran los magnates de la tierra, y porque todas las naciones fueron engañadas por tus hechicerías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y en ella fue hallada la sangre de los profetas y de los santos y de todos los que han sido muertos en la tierra”."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.19",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.19"
        ],
        "human": "Apocalipsis 19"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.20"
        ],
        "human": "Apocalipsis 20",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.18"
        ],
        "human": "Apocalipsis 18",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Himnos de victoria"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de estas cosas, oí como la gran voz de una enorme multitud en el cielo, que decía:",
            "“¡Aleluya!",
            "La salvación y la gloria y el poder",
            "pertenecen a nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Porque sus juicios son verdaderos y justos;",
            "pues él ha juzgado a la gran ramera",
            "que corrompió la tierra con su inmoralidad,",
            "y ha vengado la sangre de sus siervos de la mano de ella”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y por segunda vez dijeron: “¡Aleluya!”. Y el humo de ella subió por los siglos de los siglos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y se postraron los veinticuatro ancianos y los cuatro seres vivientes y adoraron a Dios que estaba sentado sobre el trono, diciendo: “¡Amén! ¡Aleluya!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces salió del trono una voz que decía: “¡Loen a nuestro Dios, todos sus siervos y los que le temen, tanto pequeños como grandes!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las bodas del Cordero"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Oí como la voz de una gran multitud, como el ruido de muchas aguas y como el sonido de fuertes truenos, diciendo:",
            "“¡Aleluya! Porque reina el Señor",
            "nuestro Dios Todopoderoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Gocémonos, alegrémonos",
            "y démosle gloria,",
            "porque han llegado las bodas del Cordero,",
            "y su novia se ha preparado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y a ella se le ha concedido",
            "que se vista de lino fino, resplandeciente y limpio”.",
            "Porque el lino fino es los actos justos de los santos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El ángel me dijo: “Escribe: Bienaventurados los que han sido llamados a la cena de las bodas del Cordero”. Me dijo además: “Estas son palabras verdaderas de Dios”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Yo me postré ante sus pies para adorarle, pero él me dijo: “¡Mira, no lo hagas! Yo soy consiervo tuyo y de tus hermanos que tienen el testimonio de Jesús. ¡Adora a Dios! Pues el testimonio de Jesús es el espíritu de la profecía”."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Victoria del Fiel y Verdadero"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Vi el cielo abierto, y he aquí un caballo blanco, y el que lo montaba se llama FIEL Y VERDADERO. Y con justicia él juzga y hace guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Sus ojos son como llama de fuego. En su cabeza tiene muchas diademas, y tiene un nombre escrito que nadie conoce sino él mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Está vestido de una vestidura teñida en sangre, y su nombre es llamado LA PALABRA DE DIOS."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los ejércitos en el cielo le seguían en caballos blancos, vestidos de lino fino, blanco y limpio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "De su boca sale una espada aguda para herir con ella a las naciones, y él las guiará con cetro de hierro. Él pisa el lagar del vino del furor y de la ira del Dios Todopoderoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "En su vestidura y sobre su muslo tiene escrito el nombre: REY DE REYES Y SEÑOR DE SEÑORES."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Vi a un ángel que estaba de pie en el sol, y él gritó con gran voz a todas las aves que volaban en medio del cielo, diciendo: “¡Vengan! ¡Congréguense para el gran banquete de Dios!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Para que coman la carne de reyes, de comandantes y de los poderosos; y la carne de caballos y de sus jinetes; y la carne de todos, tanto de libres como de esclavos, tanto de pequeños como de grandes”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y vi a la bestia y a los reyes de la tierra y a sus ejércitos, congregados para hacer la guerra contra el que estaba montado sobre el caballo y contra su ejército."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y la bestia fue tomada prisionera, junto con el falso profeta que había hecho delante de ella las señales con que había engañado a los que recibieron la marca de la bestia y adoraban a su imagen. Ambos fueron lanzados vivos al lago de fuego ardiendo con azufre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Los demás fueron muertos con la espada que salía de la boca del que estaba sentado sobre el caballo, y todas las aves se hartaron de la carne de ellos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.20",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.20"
        ],
        "human": "Apocalipsis 20"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.21"
        ],
        "human": "Apocalipsis 21",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.19"
        ],
        "human": "Apocalipsis 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El reino de mil años"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Vi a un ángel que descendía del cielo y que tenía en su mano la llave del abismo y una gran cadena."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Él prendió al dragón, aquella serpiente antigua quien es el diablo y Satanás, y le ató por mil años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Lo arrojó al abismo y lo cerró, y lo selló sobre él para que no engañase más a las naciones, hasta que se cumpliesen los mil años. Después de esto, es necesario que sea desatado por un poco de tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y vi tronos; y se sentaron sobre ellos, y se les concedió hacer juicio. Y vi las almas de los degollados por causa del testimonio de Jesús y por la palabra de Dios. Ellos no habían adorado a la bestia ni a su imagen, ni tampoco recibieron su marca en sus frentes ni en sus manos. Ellos volvieron a vivir y reinaron con Cristo por mil años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero los demás muertos no volvieron a vivir, sino hasta que se cumplieran los mil años. Esta es la primera resurrección."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Bienaventurado y santo el que tiene parte en la primera resurrección. Sobre estos la segunda muerte no tiene ningún poder; sino que serán sacerdotes de Dios y de Cristo, y reinarán con él por los mil años."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Derrota final de Satanás"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando se cumplan los mil años, Satanás será soltado de su prisión"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y saldrá para engañar a las naciones que están sobre los cuatro puntos cardinales de la tierra, a Gog y a Magog, a fin de congregarlos para la batalla. El número de ellos es como la arena del mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y subieron sobre lo ancho de la tierra y rodearon el campamento de los santos y la ciudad amada, y descendió fuego del cielo y los devoró."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y el diablo que los engañaba fue lanzado al lago de fuego y azufre, donde también están la bestia y el falso profeta, y serán atormentados día y noche por los siglos de los siglos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Juicio ante el gran trono blanco"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Vi un gran trono blanco y al que estaba sentado sobre él, de cuya presencia huyeron la tierra y el cielo, y ningún lugar fue hallado para ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Vi también a los muertos, grandes y pequeños, que estaban de pie delante del trono, y los libros fueron abiertos. Y otro libro fue abierto, que es el libro de la vida. Y los muertos fueron juzgados a base de las cosas escritas en los libros, de acuerdo a sus obras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y el mar entregó los muertos que estaban en él, y la Muerte y el Hades entregaron los muertos que estaban en ellos; y fueron juzgados, cada uno según sus obras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y la Muerte y el Hades fueron lanzados al lago de fuego. Esta es la muerte segunda, el lago de fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y el que no fue hallado inscrito en el libro de la vida fue lanzado al lago de fuego."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.21",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.21"
        ],
        "human": "Apocalipsis 21"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.22"
        ],
        "human": "Apocalipsis 22",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.20"
        ],
        "human": "Apocalipsis 20",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El cielo nuevo y la tierra nueva"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Vi un cielo nuevo y una tierra nueva; porque el primer cielo y la primera tierra pasaron, y el mar ya no existe más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y yo vi la santa ciudad, la nueva Jerusalén que descendía del cielo de parte de Dios, preparada como una novia adornada para su esposo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Oí una gran voz que procedía del trono diciendo: “He aquí el tabernáculo de Dios está con los hombres, y él habitará con ellos; y ellos serán su pueblo, y Dios mismo estará con ellos como su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y Dios enjugará toda lágrima de los ojos de ellos. No habrá más muerte, ni habrá más llanto, ni clamor, ni dolor; porque las primeras cosas ya pasaron”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "El que estaba sentado en el trono dijo: “He aquí yo hago nuevas todas las cosas”. Y dijo: “Escribe, porque estas palabras son fieles y verdaderas”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Me dijo también: “¡Está hecho! Yo soy el Alfa y la Omega, el principio y el fin. Al que tenga sed, yo le daré gratuitamente de la fuente de agua de vida”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "“El que venza heredará estas cosas; y yo seré su Dios y él será mi hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero, para los cobardes e incrédulos, para los abominables y homicidas, para los fornicarios y hechiceros, para los idólatras y todos los mentirosos, su herencia será el lago que arde con fuego y azufre, que es la muerte segunda”."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La nueva Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Vino uno de los siete ángeles que tenían las siete copas llenas de las siete últimas plagas, y habló conmigo diciendo: “Ven acá. Yo te mostraré la novia, la esposa del Cordero”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Me llevó en el Espíritu sobre un monte grande y alto, y me mostró la santa ciudad de Jerusalén, que descendía del cielo de parte de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Tenía la gloria de Dios, y su resplandor era semejante a la piedra más preciosa, como piedra de jaspe, resplandeciente como cristal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Tenía un muro grande y alto. Tenía doce puertas, y a las puertas había doce ángeles, y nombres inscritos que son los nombres de las doce tribus de los hijos de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Tres puertas daban al este, tres puertas al norte, tres puertas al sur y tres puertas al oeste."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El muro de la ciudad tenía doce fundamentos, y sobre ellos los doce nombres de los apóstoles del Cordero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El que hablaba conmigo tenía una caña de medir, de oro, para medir la ciudad, sus puertas y su muro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "La ciudad está dispuesta en forma cuadrangular. Su largo es igual a su ancho. Él midió la ciudad con la caña, y tenía dos mil doscientos kilómetros. El largo, el ancho y el alto son iguales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Midió su muro, setenta metros según medida de hombre, que es la del ángel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El material del muro era jaspe, y la ciudad era de oro puro semejante al vidrio limpio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Los cimientos del muro de la ciudad estaban adornados con toda piedra preciosa. El primer cimiento era de jaspe, el segundo de zafiro, el tercero de ágata, el cuarto de esmeralda,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "el quinto de ónice, el sexto de cornalina, el séptimo de crisólito, el octavo de berilo, el noveno de topacio, el décimo de crisoprasa, el undécimo de jacinto, el duodécimo de amatista."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Las doce puertas eran doce perlas; cada puerta fue hecha de una sola perla. La plaza era de oro puro como vidrio transparente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "No vi en ella templo, porque el Señor Dios Todopoderoso, y el Cordero, es el templo de ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "La ciudad no tiene necesidad de sol ni de luna, para que resplandezcan en ella; porque la gloria de Dios la ilumina, y el Cordero es su lámpara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Las naciones andarán a la luz de ella, y los reyes de la tierra llevan a ella su gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Sus puertas nunca serán cerradas de día, pues allí no habrá noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y llevarán a ella la gloria y la honra de las naciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Jamás entrará en ella cosa impura o que hace abominación y mentira, sino solamente los que están inscritos en el libro de la vida del Cordero."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.22",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.22"
        ],
        "human": "Apocalipsis 22"
      },
      "next": null,
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.21"
        ],
        "human": "Apocalipsis 21",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El río y el árbol de vida"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después me mostró un río de agua de vida, resplandeciente como cristal, que fluye del trono de Dios y del Cordero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En medio de la avenida de la ciudad, y a uno y otro lado del río, está el árbol de la vida, que produce doce frutos, dando cada mes su fruto. Las hojas del árbol son para la sanidad de las naciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ya no habrá más maldición. Y el trono de Dios y del Cordero estará en ella, y sus siervos le rendirán culto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Verán su rostro, y su nombre estará en sus frentes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "No habrá más noche, ni tienen necesidad de luz de lámpara, ni de luz del sol; porque el Señor Dios alumbrará sobre ellos, y reinarán por los siglos de los siglos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cristo viene pronto"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Me dijo además: “Estas palabras son fieles y verdaderas. Y el Señor, el Dios de los espíritus de los profetas, ha enviado su ángel para mostrar a sus siervos las cosas que tienen que suceder pronto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¡He aquí vengo pronto! Bienaventurado el que guarda las palabras de la profecía de este libro”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Yo, Juan, soy el que he oído y visto estas cosas. Cuando las oí y las vi, me postré para adorar ante los pies del ángel que me las mostraba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y él me dijo: “¡Mira, no lo hagas! Pues yo soy consiervo tuyo y de tus hermanos los profetas y de los que guardan las palabras de este libro. ¡Adora a Dios!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y me dijo: “No selles las palabras de la profecía de este libro, porque el tiempo está cerca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El que es injusto, haga injusticia todavía. El que es impuro, sea impuro todavía. El que es justo, haga justicia todavía, y el que es santo, santifíquese todavía”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "“He aquí vengo pronto, y mi recompensa conmigo, para pagar a cada uno según sean sus obras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Yo soy el Alfa y la Omega, el primero y el último, el principio y el fin”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Bienaventurados los que lavan sus vestiduras, para que tengan derecho al árbol de la vida y para que entren en la ciudad por las puertas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero afuera quedarán los perros, los hechiceros, los que cometen inmoralidades sexuales, los homicidas, los idólatras y todo el que ama y practica la mentira."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conclusión"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "“Yo, Jesús, he enviado a mi ángel para darles a ustedes testimonio de estas cosas para las iglesias. Yo soy la raíz y el linaje de David, la estrella resplandeciente de la mañana”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "El Espíritu y la esposa dicen: “¡Ven!”. El que oye diga: “¡Ven!”. El que tiene sed, venga. El que quiera, tome del agua de vida gratuitamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Yo advierto a todo el que oye las palabras de la profecía de este libro: Si alguno añade a estas cosas, Dios le añadirá las plagas que están escritas en este libro;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "y si alguno quita de las palabras del libro de esta profecía, Dios le quitará su parte del árbol de la vida y de la santa ciudad, de los cuales se ha escrito en este libro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El que da testimonio de estas cosas dice: “¡Sí, vengo pronto!”.",
            "¡Amén! ¡Ven, Señor Jesús!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "La gracia de nuestro Señor Jesús sea con todos."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}