{
  "book_usfm": "ROM",
  "name": "Romanos",
  "local_title": "Reina Valera Actualizada",
  "local_abbreviation": "RVA2015",
  "version_id": 1782,
  "publisher": {
    "name": "Editorial Mundo Hispano"
  },
  "copyright": {
    "html": "<p>Copyright © 2015 by Editorial Mundo Hispano</p>",
    "text": "Copyright © 2015 by Editorial Mundo Hispano"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "ROM.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.1"
        ],
        "human": "Romanos 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.2"
        ],
        "human": "Romanos 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ACT.28"
        ],
        "human": "Hechos 28",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pablo, siervo de Cristo Jesús, llamado a ser apóstol: apartado para el evangelio de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "que él había prometido antes por medio de sus profetas en las Sagradas Escrituras,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "acerca de su Hijo —quien, según la carne, era de la descendencia de David;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y quien fue declarado Hijo de Dios con poder según el Espíritu de santidad por su resurrección de entre los muertos—, Jesucristo nuestro Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por él recibimos la gracia y el apostolado para la obediencia de la fe a favor de su nombre en todas las naciones,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "entre las cuales están también ustedes, los llamados de Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "A todos los que están en Roma, amados de Dios, llamados a ser santos: Gracia a ustedes y paz de parte de Dios nuestro Padre y del Señor Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo anhela visitar Roma"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Primeramente, doy gracias a mi Dios por medio de Jesucristo con respecto a todos ustedes, porque su fe es proclamada en todo el mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque Dios, a quien sirvo en mi espíritu en el evangelio de su Hijo, me es testigo de que sin cesar me acuerdo de ustedes siempre en mis oraciones"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "rogando que, si de alguna manera por la voluntad de Dios, por fin yo sea bien encaminado para ir a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Porque deseo verles para compartir con ustedes algún don espiritual a fin de que sean afirmados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Esto es, para ser animado juntamente con ustedes por la fe que nos es común a ustedes y a mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero no quiero, hermanos, que ignoren que muchas veces me he propuesto ir a ustedes (y hasta ahora he sido impedido) para tener algún fruto también entre ustedes así como entre las demás naciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Tanto a griegos como a bárbaros, tanto a sabios como a ignorantes soy deudor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Así que, en cuanto a mí, pronto estoy para anunciarles el evangelio también a ustedes que están en Roma."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Poder del evangelio para salvación"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Porque no me avergüenzo del evangelio pues es poder de Dios para salvación a todo aquel que cree; al judío primero y también al griego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Porque en él la justicia de Dios se revela por fe y para fe como está escrito: Pero el justo vivirá por la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El hombre es inexcusable ante Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pues la ira de Dios se manifiesta desde el cielo contra toda impiedad e injusticia de los hombres que con injusticia detienen la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Porque lo que de Dios se conoce es evidente entre ellos pues Dios hizo que fuese evidente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Porque lo invisible de él —su eterno poder y deidad— se deja ver desde la creación del mundo, siendo entendido en las cosas creadas de modo que no tienen excusa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Porque habiendo conocido a Dios, no lo glorificaron como a Dios ni le dieron gracias; más bien, se hicieron vanos en sus razonamientos, y su insensato corazón fue entenebrecido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Profesando ser sabios se hicieron fatuos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "y cambiaron la gloria del Dios incorruptible por una imagen a la semejanza de hombre corruptible, de aves, de cuadrúpedos y de reptiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Por tanto, Dios los entregó a la impureza, en las pasiones de sus corazones, para deshonrar sus cuerpos entre sí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Ellos cambiaron la verdad de Dios por la mentira, y veneraron y rindieron culto a la creación antes que al Creador ¡quien es bendito para siempre! Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Por esta causa, Dios los entregó a pasiones vergonzosas; pues sus mujeres cambiaron las relaciones naturales por relaciones contra naturaleza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "De la misma manera, también los hombres, dejando las relaciones naturales con la mujer, se encendieron en sus pasiones desordenadas unos con otros, cometiendo actos vergonzosos hombres con hombres y recibiendo en sí mismos la retribución que corresponde a su extravío."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Como ellos no aprobaron tener en cuenta a Dios, los entregó Dios a una mente reprobada para hacer lo que no es debido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Se han llenado de toda injusticia, maldad, avaricia y perversidad. Están repletos de envidia, homicidios, contiendas, engaños, mala intención."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Son contenciosos, calumniadores, aborrecedores de Dios, insolentes, soberbios, jactanciosos, inventores de males, desobedientes a sus padres,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "insensatos, desleales, crueles y sin misericordia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "A pesar de que ellos reconocen el justo juicio de Dios, que los que practican tales cosas son dignos de muerte, no solo las hacen sino que también se complacen en los que las practican."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.2"
        ],
        "human": "Romanos 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.3"
        ],
        "human": "Romanos 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.1"
        ],
        "human": "Romanos 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El judío ante el juicio de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por lo tanto, no tienes excusa, oh hombre, no importa quién seas tú que juzgas, porque en lo que juzgas a otro te condenas a ti mismo, pues tú que juzgas haces lo mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero sabemos que el juicio de Dios es según verdad contra los que practican tales cosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Oh hombre que juzgas a los que practican tales cosas y haces lo mismo, ¿supones que escaparás del juicio de Dios?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "¿O menosprecias las riquezas de su bondad, paciencia y magnanimidad, ignorando que la bondad de Dios te guía al arrepentimiento?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero por tu dureza y por tu corazón no arrepentido acumulas sobre ti mismo ira para el día de la ira y de la revelación del justo juicio de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Él recompensará a cada uno conforme a sus obras:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "vida eterna a los que por su perseverancia en las buenas obras buscan gloria, honra e incorrupción;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "pero enojo e ira a los que son contenciosos y no obedecen a la verdad sino que obedecen a la injusticia;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "tribulación y angustia sobre toda persona que hace lo malo (el judío primero, y también el griego);"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "pero gloria, honra y paz a cada uno que hace el bien (al judío primero, y también al griego)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pues no hay distinción de personas delante de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así que todos los que pecaron sin la ley, sin la ley también perecerán; y todos los que pecaron teniendo la ley, por la ley serán juzgados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Porque no son los oidores de la ley los que son justos delante de Dios sino que los hacedores de la ley serán justificados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Porque cuando los gentiles que no tienen ley practican por naturaleza el contenido de la ley, aunque no tienen ley son ley para sí mismos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ellos muestran la obra de la ley escrita en su corazón, mientras que su conciencia concuerda en su testimonio; y sus razonamientos se acusan o se excusan unos a otros"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "en el día en que, conforme a mi evangelio, Dios juzgue los secretos de los hombres por medio de Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "He aquí, tú tienes nombre de ser judío, te apoyas en la ley y te glorías en Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Tú conoces su voluntad y apruebas lo que más vale porque estás instruido en la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Tú estás persuadido de que eres guía de los ciegos, luz de los que están en tinieblas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "instructor de los que no saben, maestro de niños, teniendo en la ley la completa expresión del conocimiento y de la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Tú, pues, que enseñas a otro, ¿no te enseñas a ti mismo? Tú que predicas contra el robo, ¿robas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Tú que hablas contra el adulterio, ¿cometes adulterio? Tú que abominas a los ídolos, ¿cometes sacrilegio?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Tú que te jactas en la ley, ¿deshonras a Dios con la infracción de la ley?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Porque como está escrito: El nombre de Dios es blasfemado por causa de ustedes entre los gentiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Porque la circuncisión aprovecha, en verdad, si guardas la ley; pero si eres transgresor de la ley, tu circuncisión ha llegado a ser incircuncisión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "De manera que, si el incircunciso cumple los justos preceptos de la ley, ¿su incircuncisión no será considerada como circuncisión?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "El que físicamente es incircunciso pero guarda completamente la ley te juzgará a ti, que con la letra y con la circuncisión eres transgresor de la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Porque no es judío el que lo es en lo visible, ni es la circuncisión la visible en la carne"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "sino, más bien, es judío el que lo es en lo íntimo, y la circuncisión es la del corazón, en espíritu y no en la letra. La alabanza del tal no proviene de los hombres sino de Dios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.3"
        ],
        "human": "Romanos 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.4"
        ],
        "human": "Romanos 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.2"
        ],
        "human": "Romanos 2",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¿Qué ventaja tiene, pues, el judío? ¿O qué beneficio hay en la circuncisión?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Mucho, en todo sentido. Primeramente, que las palabras de Dios les han sido confiadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "¿Qué, pues, si algunos de ellos han sido infieles? ¿Acaso podrá la infidelidad de ellos invalidar la fidelidad de Dios?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "¡De ninguna manera! Antes bien, sea Dios veraz aunque todo hombre sea mentiroso, como está escrito: Para que seas justificado en tus palabras y venzas cuando seas juzgado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero si nuestra injusticia hace resaltar la justicia de Dios, ¿qué diremos? ¿Acaso es injusto Dios que da el castigo? (Hablo como hombre)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "¡De ninguna manera! Porque en tal caso, ¿cómo juzgaría Dios al mundo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero si la verdad de Dios abundó en mi falsedad para su gloria, ¿por qué todavía soy juzgado yo como pecador?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "¿Y por qué no decir: “Hagamos lo malo para que venga lo bueno”? De esto se nos calumnia, y algunos afirman que así decimos. La condenación de los tales es justa."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ningún hombre es justo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "¿Qué, pues? ¿Les llevamos alguna ventaja? Claro que no; porque ya hemos acusado tanto a judíos como a gentiles diciendo que todos están bajo pecado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "como está escrito:",
            "No hay justo ni aun uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "no hay quien entienda,",
            "no hay quien busque a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Todos se apartaron,",
            "a una fueron hechos inútiles;",
            "no hay quien haga lo bueno,",
            "no hay ni siquiera uno ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Sepulcro abierto es su garganta;",
            "con su lengua engañan.",
            "Hay veneno de serpiente debajo de sus labios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "su boca está llena de maldiciones y amargura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Sus pies son veloces para derramar sangre;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "hay ruina y miseria en sus caminos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "No conocieron el camino de paz;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "no hay temor de Dios delante de sus ojos ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero sabemos que todo lo que dice la ley, lo dice a los que están bajo la ley para que toda boca se cierre y todo el mundo esté bajo juicio ante Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Porque por las obras de la ley nadie será justificado delante de él; pues por medio de la ley viene el reconocimiento del pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El hombre es justificado por la fe"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero ahora, aparte de la ley, se ha manifestado la justicia de Dios atestiguada por la Ley y los Profetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Esta es la justicia de Dios por medio de la fe en Jesucristo para todos los que creen. Pues no hay distinción"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "porque todos pecaron y no alcanzan la gloria de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "siendo justificados gratuitamente por su gracia mediante la redención que es en Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Como demostración de su justicia, Dios lo ha puesto a él como expiación por la fe en su sangre, a causa del perdón de los pecados pasados, en la paciencia de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "con el propósito de manifestar su justicia en el tiempo presente para que él sea justo y, a la vez, justificador del que tiene fe en Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "¿Dónde, pues, está la jactancia? Está excluida. ¿Por qué clase de ley? ¿Por la de las obras? ¡Jamás! Más bien, por la ley de la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Así que consideramos que el hombre es justificado por la fe sin las obras de la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "¿Es Dios solamente Dios de los judíos? ¿No lo es también de los gentiles? ¡Por supuesto! También lo es de los gentiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Porque hay un solo Dios, quien justificará por la fe a los de la circuncisión y, mediante la fe, a los de la incircuncisión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Luego, ¿invalidamos la ley por la fe? ¡De ninguna manera! Más bien, confirmamos la ley."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.4"
        ],
        "human": "Romanos 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.5"
        ],
        "human": "Romanos 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.3"
        ],
        "human": "Romanos 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Abraham, justificado por la fe"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¿Qué diremos, pues, que ha encontrado Abraham, nuestro progenitor según la carne?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Porque si Abraham fue justificado por las obras tiene de qué gloriarse, pero no delante de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pues ¿qué dice la Escritura? Y creyó Abraham a Dios, y le fue contado por justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Al que obra, no se le considera el salario como gracia sino como obligación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero al que no obra sino que cree en aquel que justifica al impío, se considera su fe como justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "De igual manera, David también proclama la felicidad del hombre a quien Dios confiere justicia sin obras,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "diciendo:",
            "Bienaventurados aquellos",
            "cuyas iniquidades son perdonadas,",
            "y cuyos pecados son cubiertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Bienaventurado el hombre",
            "a quien el Señor jamás le tomará en cuenta su pecado ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Luego, ¿es esta felicidad solamente para los de la circuncisión, o también es para los de la incircuncisión? Pues decimos: A Abraham le fue contada su fe por justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "¿Cómo le fue contada? ¿Estando él circuncidado o incircunciso? No fue en la circuncisión sino en la incircuncisión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Él recibió la señal de la circuncisión como sello de la justicia de la fe que tenía estando aún incircunciso para que fuera padre de todos los creyentes no circuncidados —para que también a ellos les fuera conferida la justicia—;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "y padre de la circuncisión, de los que no solamente son de la circuncisión sino que también siguen las pisadas de la fe que tuvo nuestro padre Abraham antes de ser circuncidado."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La promesa se cumple por la fe"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Porque la promesa a Abraham y a su descendencia, de que sería heredero del mundo, no fue dada por medio de la ley sino por medio de la justicia de la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Porque si los herederos son los que se basan en la ley, la fe ha sido hecha inútil y la promesa invalidada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Porque la ley produce ira; pero donde no hay ley tampoco hay transgresión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por esto, proviene de la fe a fin de que sea según la gracia, para que la promesa sea firme para toda su descendencia. No para el que es solamente de la ley sino también para el que es de la fe de Abraham, quien es padre de todos nosotros"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "—como está escrito: Te he puesto por padre de muchas naciones— delante de Dios, a quien él creyó, quien vivifica a los muertos y llama a las cosas que no existen como si existieran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Abraham creyó contra toda esperanza, de modo que vino a ser padre de muchas naciones, de acuerdo con lo que le había sido dicho: Así será tu descendencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Sin debilitarse en la fe, él tuvo muy en cuenta su cuerpo ya muerto (pues tenía casi cien años) y la matriz muerta de Sara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero no dudó de la promesa de Dios por falta de fe. Al contrario, fue fortalecido en su fe dando gloria a Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "plenamente convencido de que Dios, quien había prometido, era poderoso para hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Por esta razón le fue contada por justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero no solo para él fue escrito que le fue contada"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "sino también para nosotros (a quienes nos habría de ser contada), los que creemos en Dios que resucitó de entre los muertos a Jesús nuestro Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "quien fue entregado por causa de nuestras transgresiones y resucitado para nuestra justificación."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.5"
        ],
        "human": "Romanos 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.6"
        ],
        "human": "Romanos 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.4"
        ],
        "human": "Romanos 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Paz para con Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Justificados, pues, por la fe tenemos paz para con Dios por medio de nuestro Señor Jesucristo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "por medio de quien también hemos obtenido acceso por la fe a esta gracia en la cual estamos firmes y nos gloriamos en la esperanza de la gloria de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y no solo esto, sino que también nos gloriamos en las tribulaciones, sabiendo que la tribulación produce perseverancia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y la perseverancia produce carácter probado, y el carácter probado produce esperanza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y la esperanza no acarrea vergüenza porque el amor de Dios ha sido derramado en nuestros corazones por el Espíritu Santo que nos ha sido dado;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "porque, aún siendo nosotros débiles, a su tiempo Cristo murió por los impíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Difícilmente muere alguno por un justo. Con todo, podría ser que alguno osara morir por el bueno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero Dios demuestra su amor para con nosotros en que, siendo aún pecadores, Cristo murió por nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Luego, siendo ya justificados por su sangre, cuánto más por medio de él seremos salvos de la ira."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque si cuando éramos enemigos fuimos reconciliados con Dios por la muerte de su Hijo, cuánto más, ya reconciliados, seremos salvos por su vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y no solo esto, sino que nos gloriamos en Dios por medio de nuestro Señor Jesucristo, mediante quien hemos recibido ahora la reconciliación."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Adán y Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por esta razón, así como el pecado entró en el mundo por medio de un solo hombre, y la muerte por medio del pecado, así también la muerte pasó a todos los hombres, por cuanto todos pecaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Antes de la ley, el pecado estaba en el mundo pero, como no había ley, el pecado no era tenido en cuenta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "No obstante, la muerte reinó desde Adán hasta Moisés, aun sobre los que no pecaron con una ofensa semejante a la de Adán, quien es figura del que había de venir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero el don no es como la ofensa. Porque si por la ofensa de aquel uno murieron muchos, cuánto más abundaron para muchos la gracia de Dios y la dádiva por la gracia de un solo hombre: Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Ni tampoco es la dádiva como el pecado de aquel uno porque el juicio, a la verdad, surgió de una sola ofensa para condenación, pero la gracia surgió de muchas ofensas para justificación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Porque si por la ofensa de uno reinó la muerte por aquel uno, cuánto más reinarán en vida los que reciben la abundancia de su gracia y la dádiva de la justicia mediante aquel uno: Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Así que, como la ofensa de uno alcanzó a todos los hombres para la condenación, así también la justicia realizada por uno alcanzó a todos los hombres para la justificación de vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Porque como por la desobediencia de un solo hombre muchos fueron constituidos pecadores, así también, por la obediencia de uno muchos serán constituidos justos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "La ley entró para agrandar la ofensa, pero en cuanto se agrandó el pecado sobreabundó la gracia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "para que, así como el pecado reinó para muerte, así también la gracia reine por la justicia para vida eterna por medio de Jesucristo nuestro Señor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.6"
        ],
        "human": "Romanos 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.7"
        ],
        "human": "Romanos 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.5"
        ],
        "human": "Romanos 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Libres del pecado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¿Qué, pues, diremos? ¿Permaneceremos en el pecado para que abunde la gracia?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "¡De ninguna manera! Porque los que hemos muerto al pecado, ¿cómo viviremos todavía en él?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "¿Ignoran que todos los que fuimos bautizados en Cristo Jesús fuimos bautizados en su muerte?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pues, por el bautismo fuimos sepultados juntamente con él en la muerte para que, así como Cristo fue resucitado de entre los muertos por la gloria del Padre, así también nosotros andemos en novedad de vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Porque así como hemos sido identificados con él en la semejanza de su muerte, también lo seremos en la semejanza de su resurrección."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y sabemos que nuestro viejo hombre fue crucificado juntamente con él, para que el cuerpo del pecado sea destruido a fin de que ya no seamos esclavos del pecado;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "porque el que ha muerto ha sido justificado del pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Si hemos muerto con Cristo, creemos que también viviremos con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Sabemos que Cristo, una vez resucitado de entre los muertos, ya no muere; la muerte no se enseñorea más de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque en cuanto murió, para el pecado murió una vez por todas; pero en cuanto vive, vive para Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así también ustedes, consideren que están muertos para el pecado pero que están vivos para Dios en Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No reine, pues, el pecado en su cuerpo mortal de modo que obedezcan a sus malos deseos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ni tampoco presenten sus miembros al pecado como instrumentos de injusticia sino, más bien, preséntense a Dios como vivos de entre los muertos, y sus miembros a Dios como instrumentos de justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Porque el pecado no se enseñoreará de ustedes, ya que no están bajo la ley sino bajo la gracia."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Siervos de la justicia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¿Qué, pues? ¿Pecaremos porque no estamos bajo la ley sino bajo la gracia? ¡De ninguna manera!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¿No saben que cuando se ofrecen a alguien para obedecerlo como esclavos son esclavos del que obedecen; ya sea del pecado para muerte o de la obediencia para justicia?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero gracias a Dios porque, aunque eran esclavos del pecado, han obedecido de corazón a aquella forma de enseñanza a la cual se han entregado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "y, una vez libertados del pecado, han sido hechos siervos de la justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Les hablo en términos humanos a causa de la debilidad de la carne de ustedes. Porque así como presentaron sus miembros como esclavos a la impureza y a la iniquidad cada vez mayor, así presenten ahora sus miembros como esclavos a la justicia para la santidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Porque cuando eran esclavos del pecado estaban libres en cuanto a la justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "¿Qué recompensa, pues, tenían entonces por aquellas cosas de las cuales ahora se avergüenzan? Porque el fin de ellas es muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero ahora, libres del pecado y hechos siervos de Dios, tienen como su recompensa la santificación y, al fin, la vida eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Porque la paga del pecado es muerte; pero el don de Dios es vida eterna en Cristo Jesús, Señor nuestro."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.7"
        ],
        "human": "Romanos 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.8"
        ],
        "human": "Romanos 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.6"
        ],
        "human": "Romanos 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La vida en unión con Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Hermanos (hablo con los que conocen la ley), ¿ignoran que la ley se enseñorea del hombre entre tanto que vive?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Porque la mujer casada está ligada por la ley a su esposo mientras vive; pero si su esposo muere ella está libre de la ley del esposo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por lo tanto, si ella se une con otro hombre mientras vive su esposo será llamada adúltera. Pero si su esposo muere, ella es libre de la ley; y si se une con otro esposo, no es adúltera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "De manera semejante, hermanos míos, ustedes también han muerto a la ley por medio del cuerpo de Cristo para ser unidos con otro, el mismo que resucitó de entre los muertos, a fin de que llevemos fruto para Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Porque mientras vivíamos en la carne las pasiones pecaminosas despertadas por medio de la ley actuaban en nuestros miembros a fin de llevar fruto para muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero ahora, habiendo muerto a lo que nos tenía sujetos, hemos sido liberados de la ley para que sirvamos en lo nuevo del Espíritu y no en lo antiguo de la letra."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El conflicto interior con el pecado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿Qué, pues, diremos? ¿Que la ley es pecado? ¡De ninguna manera! Al contrario, yo no habría conocido el pecado sino por medio de la ley; porque no estaría consciente de la codicia si la ley no dijera: No codiciarás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero el pecado, tomando ocasión en el mandamiento, produjo en mí toda codicia; porque sin la ley el pecado está muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Así que, yo vivía en un tiempo sin la ley pero, cuando vino el mandamiento, el pecado revivió y yo morí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y descubrí que el mismo mandamiento que era para vida me resultó en muerte"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "porque el pecado, tomando ocasión por el mandamiento, me engañó y, por él, me mató."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "De manera que la ley ciertamente es santa; y el mandamiento es santo, justo y bueno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Luego, ¿lo que es bueno llegó a ser muerte para mí? ¡De ninguna manera! Más bien, el pecado, para mostrarse pecado, mediante lo bueno produjo muerte en mí a fin de que, mediante el mandamiento, el pecado llegase a ser sobremanera pecaminoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Porque sabemos que la ley es espiritual; pero yo soy carnal, vendido a la sujeción del pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Porque lo que hago no lo entiendo, pues no practico lo que quiero; al contrario, lo que aborrezco, eso hago."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y ya que hago lo que no quiero, concuerdo con que la ley es buena."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "De manera que ya no soy yo el que lo hace sino el pecado que mora en mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Yo sé que en mí —a saber, en mi carne— no mora el bien. Porque el querer el bien está en mí, pero no el hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Porque no hago el bien que quiero sino, al contrario, el mal que no quiero, eso practico."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y si hago lo que yo no quiero, ya no lo llevo a cabo yo sino el pecado que mora en mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Por lo tanto, hallo esta ley: Aunque quiero hacer el bien, el mal está presente en mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Porque según el hombre interior, me deleito en la ley de Dios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "pero veo en mis miembros una ley diferente que combate contra la ley de mi mente y me encadena con la ley del pecado que está en mis miembros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "¡Miserable hombre de mí! ¿Quién me librará de este cuerpo de muerte?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "¡Doy gracias a Dios por medio de Jesucristo nuestro Señor! Así que yo mismo con la mente sirvo a la ley de Dios; pero con la carne, a la ley del pecado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.8"
        ],
        "human": "Romanos 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.9"
        ],
        "human": "Romanos 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.7"
        ],
        "human": "Romanos 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Victoriosos en el Espíritu"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ahora pues, ninguna condenación hay para los que están en Cristo Jesús,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "porque la ley del Espíritu de vida en Cristo Jesús me ha librado de la ley del pecado y de la muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque Dios hizo lo que era imposible para la ley, por cuanto ella era débil por la carne: Habiendo enviado a su propio Hijo en semejanza de carne de pecado y a causa del pecado, condenó al pecado en la carne"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "para que la justa exigencia de la ley fuese cumplida en nosotros que no andamos conforme a la carne sino conforme al Espíritu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Porque los que viven conforme a la carne piensan en las cosas de la carne; pero los que viven conforme al Espíritu, en las cosas del Espíritu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Porque la intención de la carne es muerte, pero la intención del Espíritu es vida y paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pues la intención de la carne es enemistad contra Dios; porque no se sujeta a la ley de Dios ni tampoco puede."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Así que los que viven según la carne no pueden agradar a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Sin embargo, ustedes no viven según la carne sino según el Espíritu, si es que el Espíritu de Dios mora en ustedes. Si alguno no tiene el Espíritu de Cristo, no es de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero si Cristo está en ustedes, aunque el cuerpo esté muerto a causa del pecado, no obstante el espíritu vive a causa de la justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y si el Espíritu de aquel que resucitó a Jesús de entre los muertos mora en ustedes, el que resucitó a Cristo de entre los muertos también les dará vida a sus cuerpos mortales mediante su Espíritu que mora en ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así que, hermanos, somos deudores, pero no a la carne para que vivamos conforme a la carne."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Porque si viven conforme a la carne, han de morir; pero si por el Espíritu hacen morir las prácticas de la carne, vivirán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Porque todos los que son guiados por el Espíritu de Dios, estos son hijos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pues no recibieron el espíritu de esclavitud para estar otra vez bajo el temor sino que recibieron el espíritu de adopción como hijos, en el cual clamamos: “¡Abba, Padre!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "El Espíritu mismo da testimonio juntamente con nuestro espíritu de que somos hijos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y si somos hijos, también somos herederos: herederos de Dios y coherederos con Cristo, si es que padecemos juntamente con él, para que juntamente con él seamos glorificados."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La gloria venidera"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Porque considero que los padecimientos del tiempo presente no son dignos de comparar con la gloria que pronto nos ha de ser revelada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pues la creación aguarda con ardiente anhelo la manifestación de los hijos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Porque la creación ha sido sujetada a la vanidad, no por su propia voluntad sino por causa de aquel que la sujetó, en esperanza"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "de que aun la creación misma será librada de la esclavitud de la corrupción para entrar a la libertad gloriosa de los hijos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Porque sabemos que toda la creación gime a una, y a una sufre dolores de parto hasta ahora."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y no solo la creación sino también nosotros, que tenemos las primicias del Espíritu, gemimos dentro de nosotros mismos aguardando la adopción como hijos, la redención de nuestro cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Porque fuimos salvos con esperanza; pero una esperanza que se ve no es esperanza, pues ¿quién sigue esperando lo que ya ve?."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero si esperamos lo que no vemos, con perseverancia lo aguardamos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y asimismo, también el Espíritu nos ayuda en nuestras debilidades; porque no sabemos cómo debiéramos orar pero el Espíritu mismo intercede con gemidos indecibles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y el que escudriña los corazones sabe cuál es la intención del Espíritu, porque él intercede por los santos conforme a la voluntad de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y sabemos que Dios hace que todas las cosas ayuden para bien a los que lo aman; esto es, a los que son llamados conforme a su propósito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Sabemos que a los que antes conoció, también los predestinó para que fuesen hechos conformes a la imagen de su Hijo a fin de que él sea el primogénito entre muchos hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y a los que predestinó, a estos también llamó; y a los que llamó, a estos también justificó; y a los que justificó, a estos también glorificó."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El amor de Dios en Cristo Jesús"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "¿Qué, pues, diremos frente a estas cosas? Si Dios es por nosotros, ¿quién contra nosotros?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "El que no eximió ni a su propio Hijo sino que lo entregó por todos nosotros, ¿cómo no nos dará gratuitamente también con él todas las cosas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "¿Quién acusará a los escogidos de Dios? El que justifica es Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "¿Quién es el que condenará? Cristo es el que murió; más aún, es el que también resucitó; quien, además, está a la diestra de Dios, y quien también intercede por nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "¿Quién nos separará del amor de Cristo? ¿Tribulación, o angustia, o persecución, o hambre, o desnudez, o peligros, o espada?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Como está escrito: Por tu causa somos muertos todo el tiempo; fuimos estimados como ovejas para el matadero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Más bien, en todas estas cosas somos más que vencedores por medio de aquel que nos amó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Por lo cual estoy convencido de que ni la muerte ni la vida ni ángeles ni principados ni lo presente ni lo porvenir ni poderes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "ni lo alto ni lo profundo ni ninguna otra cosa creada nos podrá separar del amor de Dios, que es en Cristo Jesús, Señor nuestro."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.9"
        ],
        "human": "Romanos 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.10"
        ],
        "human": "Romanos 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.8"
        ],
        "human": "Romanos 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Israel en el plan de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Digo la verdad en Cristo; no miento. Mi conciencia da testimonio conmigo en el Espíritu Santo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "de que tengo una gran tristeza y un continuo dolor en el corazón:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "porque desearía yo mismo ser separado de Cristo por el bien de mis hermanos, los que son mis familiares según la carne."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ellos son israelitas de los cuales son la adopción, la gloria, los pactos, la promulgación de la ley, el culto y las promesas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "De ellos son los patriarcas; y de ellos, según la carne, proviene el Cristo, quien es Dios sobre todas las cosas, bendito por los siglos. Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "No es que haya fallado la palabra de Dios; porque no todos los nacidos de Israel son de Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "ni por ser descendientes de Abraham son todos hijos suyos, sino que en Isaac será llamada tu descendencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Esto quiere decir que no son los hijos de la carne los que son hijos de Dios; más bien, los hijos de la promesa son contados como descendencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque la palabra de la promesa es esta: Por este tiempo vendré, y Sara tendrá un hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y no solo esto, sino que también cuando Rebeca concibió de un hombre, de Isaac nuestro padre,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y aunque todavía no habían nacido sus hijos ni habían hecho bien o mal —para que el propósito de Dios dependiese de su elección,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "no de las obras sino del que llama—, a ella se le dijo: “El mayor servirá al menor”,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "como está escrito: A Jacob amé, pero a Esaú aborrecí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¿Qué, pues, diremos? ¿Acaso hay injusticia en Dios?. ¡De ninguna manera!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Porque dice a Moisés: Tendré misericordia de quien tenga misericordia, y me compadeceré de quien me compadezca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por lo tanto, no depende del que quiere ni del que corre sino de Dios quien tiene misericordia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Porque la Escritura dice al faraón: Para esto mismo te levanté, para mostrar en ti mi poder y para que mi nombre sea proclamado por toda la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "De manera que de quien quiere, tiene misericordia; pero a quien quiere, endurece."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La misericordia y la ira de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Luego me dirás: “¿Por qué todavía inculpa? Porque, ¿quién ha resistido a su voluntad?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Antes que nada, oh hombre, ¿quién eres tú para que contradigas a Dios? ¿Dirá el vaso formado al que lo formó: “¿Por qué me hiciste así?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "¿O no tiene autoridad el alfarero sobre el barro para hacer de la misma masa un vaso para uso honroso y otro para uso común?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "¿Y qué hay si Dios, queriendo mostrar su ira y dar a conocer su poder, soportó con mucha paciencia a los vasos de ira que han sido preparados para destrucción?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "¿Y qué hay si él hizo esto para dar a conocer las riquezas de su gloria sobre los vasos de misericordia que había preparado de antemano para gloria,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "a los cuales también ha llamado, esto es, a nosotros, no solo de entre los judíos sino también de entre los gentiles?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Como también en Oseas dice: Al que no era mi pueblo llamaré pueblo mío, y a la no amada, amada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y será que, en el lugar donde se les dijo: “Ustedes no son mi pueblo”, allí serán llamados hijos del Dios viviente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "También Isaías proclama con respecto a Israel: Aunque el número de los hijos de Israel sea como la arena del mar, el remanente será salvo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Porque el Señor ejecutará su palabra pronto y con vigor sobre la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y como dijo antes Isaías: Si el Señor de los Ejércitos no nos hubiera dejado descendencia, habríamos llegado a ser como Sodoma y seríamos semejantes a Gomorra."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Israel y la salvación"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "¿Qué, pues, diremos? Que los gentiles, quienes no iban tras la justicia, alcanzaron la justicia —es decir, la justicia que procede de la fe—"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "mientras que Israel, que iba tras la ley de justicia, no alcanzó la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "¿Por qué? Porque no era por fe, sino por obras. Tropezaron en la piedra de tropiezo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "como está escrito:",
            "He aquí pongo en Sion",
            "una piedra de tropiezo",
            "y una roca de escándalo;",
            "y aquel que cree en él",
            "no será avergonzado ."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.10"
        ],
        "human": "Romanos 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.11"
        ],
        "human": "Romanos 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.9"
        ],
        "human": "Romanos 9",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Hermanos, el deseo de mi corazón, y mi oración a Dios por Israel es para salvación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Porque yo les doy testimonio de que tienen celo por Dios, pero no de acuerdo con un conocimiento pleno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pues, ignorando la justicia de Dios y procurando establecer su propia justicia, no se han sujetado a la justicia de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Porque el fin de la ley es Cristo, para justicia a todo aquel que cree."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salvación para todos los hombres"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Moisés escribe de la justicia que es por la ley: El hombre que haga estas cosas vivirá por ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero la justicia que es por la fe dice así: No digas en tu corazón, “¿Quién subirá al cielo?” (esto es, para hacer descender a Cristo)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "ni “¿Quién descenderá al abismo?” (esto es, para hacer subir a Cristo de entre los muertos)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Más bien, ¿qué dice?: Cerca de ti está la palabra, en tu boca y en tu corazón.",
            "Esta es la palabra de fe que predicamos:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "que si confiesas con tu boca que Jesús es el Señor y si crees en tu corazón que Dios lo levantó de entre los muertos, serás salvo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque con el corazón se cree para justicia, y con la boca se hace confesión para salvación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Porque la Escritura dice: Todo aquel que cree en él no será avergonzado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Porque no hay distinción entre judío y griego, pues el mismo que es Señor de todos es rico para con todos los que lo invocan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Porque todo aquel que invoque el nombre del Señor será salvo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¿Cómo, pues, invocarán a aquel en quien no han creído? ¿Y cómo creerán a aquel de quien no han oído? ¿Y cómo oirán sin haber quien les predique?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¿Y cómo predicarán sin que sean enviados? Como está escrito: ¡Cuán hermosos son los pies de los que anuncian el evangelio de las cosas buenas!."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero no todos obedecieron el evangelio, porque Isaías dice: Señor, ¿quién ha creído a nuestro mensaje?."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Por esto, la fe es por el oír, y el oír por la palabra de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La desobediencia de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero pregunto: ¿Acaso no oyeron? ¡Claro que sí!",
            "Por toda la tierra ha salido la voz de ellos;",
            "y hasta los confines del mundo, sus palabras ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero pregunto: ¿Acaso no comprendió Israel? Moisés fue el primero en decir:",
            "Yo les provocaré a celos",
            "con un pueblo que no es mío;",
            "con una nación sin entendimiento",
            "les provocaré a enojo ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "También Isaías se atreve a decir:",
            "Fui hallado entre los que no me buscaban;",
            "me manifesté a los que no preguntaban por mí ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero acerca de Israel dice: Todo el día extendí mis manos a un pueblo desobediente y rebelde."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.11"
        ],
        "human": "Romanos 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.12"
        ],
        "human": "Romanos 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.10"
        ],
        "human": "Romanos 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El remanente de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por tanto, pregunto: ¿Acaso rechazó Dios a su pueblo? ¡De ninguna manera! Porque yo mismo soy israelita, de la descendencia de Abraham, de la tribu de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Dios no rechazó a su pueblo, al cual conoció de antemano. ¿O no saben lo que dicen las Escrituras en el caso de Elías cuando se quejó ante Dios contra Israel? Dice:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Señor, han matado a tus profetas y han derribado tus altares; y yo he quedado solo, y procuran quitarme la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero, ¿qué le dice la respuesta divina? He dejado para mí siete mil hombres que no han doblado la rodilla delante de Baal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Así también, en este tiempo presente se ha levantado un remanente según la elección de gracia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y si es por la gracia no procede de las obras; de otra manera, la gracia ya no sería gracia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿Qué, pues? Lo que Israel busca, eso no alcanzó, pero los elegidos sí lo alcanzaron; y los demás fueron endurecidos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "como está escrito: Dios les dio espíritu de estupor, ojos para no ver, y oídos para no oír, hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y David dice:",
            "Que su mesa se convierta en trampa y red,",
            "en tropezadero y retribución para ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Que sus ojos se oscurezcan para no ver,",
            "y haz que su espalda se doblegue para siempre ."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La inclusión de los gentiles"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pregunto pues: ¿Acaso tropezaron para que cayesen? ¡De ninguna manera! Más bien, con la transgresión de ellos ha venido la salvación a los gentiles para que aquellos sean provocados a celos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y si su transgresión es la riqueza del mundo y su fracaso es la riqueza de los gentiles, ¡cuánto más será la plena restauración de ellos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y a ustedes, los gentiles, les digo: Por cuanto yo soy apóstol de los gentiles, honro mi ministerio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "por si de alguna manera pueda provocar a celos a los de mi carne y hacer salvos a algunos de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Porque si la exclusión de ellos resulta en la reconciliación del mundo, ¡qué será su readmisión sino vida de entre los muertos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Si la primicia es santa, también lo es toda la masa; y si la raíz es santa, también lo son las ramas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y si algunas de las ramas fueron desgajadas y tú, siendo olivo silvestre, has sido injertado entre ellas y has sido hecho copartícipe de la raíz —es decir, de la abundante savia del olivo—"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "no te jactes contra las demás ramas. Pero aunque te jactes en contra de ellas, no eres tú quien sustentas a la raíz sino la raíz a ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces dirás: “Las ramas fueron desgajadas para que yo fuera injertado”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Está bien; por su incredulidad fueron desgajadas. Pero tú por tu fe estás firme. No te ensoberbezcas sino teme;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "porque si Dios no perdonó a las ramas naturales, a ti tampoco te perdonará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Considera, pues, la bondad y la severidad de Dios: la severidad ciertamente para con los que cayeron; pero la bondad para contigo, si permaneces en su bondad. De otra manera, tú también serás cortado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y ellos también, si no permanecen en incredulidad, serán injertados; porque Dios es poderoso para injertarlos de nuevo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Pues si tú fuiste cortado del olivo silvestre y, contra la naturaleza, fuiste injertado en el buen olivo, ¡cuánto más estos, que son las ramas naturales, serán injertados en su propio olivo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La restauración de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Hermanos, para que no sean sabios en su propio parecer no quiero que ignoren este misterio: que ha acontecido a Israel endurecimiento en parte hasta que haya entrado la plenitud de los gentiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y así todo Israel será salvo, como está escrito:",
            "Vendrá de Sion el libertador;",
            "quitará de Jacob la impiedad ,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y este será mi pacto con ellos,",
            "cuando yo quite sus pecados ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Así que, en cuanto al evangelio son enemigos por causa de ustedes, pero en cuanto a la elección son amados por causa de los padres;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "porque los dones y el llamamiento de Dios son irrevocables."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "De igual manera, ustedes en otro tiempo eran desobedientes a Dios, pero ahora han alcanzado misericordia por la desobediencia de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Asimismo, ellos han sido desobedientes en este tiempo para que, por la misericordia concedida a ustedes, también a ellos les sea ahora concedida misericordia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Porque Dios encerró a todos bajo desobediencia para tener misericordia de todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Doxología"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "¡Oh profundidad de las riquezas, de la sabiduría y del conocimiento de Dios! ¡Cuán incomprensibles son sus juicios e inescrutables sus caminos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Porque:",
            "¿Quién entendió la mente del Señor?",
            "¿O quién llegó a ser su consejero? ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "¿O quién le ha dado a él primero",
            "para que sea recompensado por él? ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Porque de él y por medio de él y para él son todas las cosas. A él sea la gloria por los siglos. Amén."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.12"
        ],
        "human": "Romanos 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.13"
        ],
        "human": "Romanos 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.11"
        ],
        "human": "Romanos 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El sacrificio agradable a Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Así que, hermanos, les ruego por las misericordias de Dios que presenten sus cuerpos como sacrificio vivo, santo y agradable a Dios, que es el culto racional de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "No se conformen a este mundo; más bien, transfórmense por la renovación de su entendimiento de modo que comprueben cuál sea la voluntad de Dios, buena, agradable y perfecta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Digo, pues, a cada uno de ustedes por la gracia que me ha sido dada, que nadie tenga más alto concepto de sí que el que deba tener; más bien, que piense con sensatez, conforme a la medida de la fe que Dios repartió a cada uno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Porque de la manera que en un solo cuerpo tenemos muchos miembros pero todos los miembros no tienen la misma función,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "así nosotros, siendo muchos, somos un solo cuerpo en Cristo pero todos somos miembros los unos de los otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "De manera que tenemos dones que varían según la gracia que nos ha sido concedida: Si es de profecía, úsese conforme a la medida de la fe;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "si es de servicio, en servir; el que enseña, úselo en la enseñanza;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "el que exhorta, en la exhortación; el que comparte, con liberalidad; el que preside, con diligencia; y el que hace misericordia, con alegría."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Consejos para la vida cristiana"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El amor sea sin fingimiento, aborreciendo lo malo y adhiriéndose a lo bueno:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "amándose los unos a los otros con amor fraternal; en cuanto a honra, prefiriéndose los unos a los otros;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "no siendo perezosos en lo que requiere diligencia; siendo ardientes en espíritu, sirviendo al Señor;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "gozosos en la esperanza, pacientes en la tribulación, constantes en la oración;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "compartiendo para las necesidades de los santos; practicando la hospitalidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Bendigan a los que les persiguen; bendigan y no maldigan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Gócense con los que se gozan. Lloren con los que lloran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Tengan un mismo sentir los unos por los otros, no siendo altivos sino acomodándose a los humildes. No sean sabios en su propia opinión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "No paguen a nadie mal por mal. Procuren lo bueno delante de todos los hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Si es posible, en cuanto dependa de ustedes, tengan paz con todos los hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Amados, no se venguen ustedes mismos sino dejen lugar a la ira de Dios, porque está escrito: Mía es la venganza; yo pagaré, dice el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Más bien, si tu enemigo tiene hambre, dale de comer; y si tiene sed, dale de beber; pues haciendo esto, carbones encendidos amontonarás sobre su cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "No seas vencido por el mal sino vence el mal con el bien."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.13"
        ],
        "human": "Romanos 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.14"
        ],
        "human": "Romanos 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.12"
        ],
        "human": "Romanos 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Actitud hacia las autoridades"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Sométase toda persona a las autoridades superiores porque no hay autoridad que no provenga de Dios; y las que hay, por Dios han sido constituidas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Así que, el que se opone a la autoridad se opone a lo constituido por Dios; y los que se oponen recibirán condenación para sí mismos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque los gobernantes no están para infundir el terror al que hace lo bueno sino al que hace lo malo. ¿Quieres no temer a la autoridad? Haz lo bueno y tendrás su alabanza"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "porque es un servidor de Dios para tu bien. Pero si haces lo malo, teme; porque no lleva en vano la espada pues es un servidor de Dios, un vengador para castigo del que hace lo malo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por lo cual, es necesario que estén sujetos, no solamente por razón del castigo, sino también por motivos de conciencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Porque por esto pagan también los impuestos, pues los gobernantes son ministros de Dios que atienden a esto mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Paguen a todos lo que deben: al que tributo, tributo; al que impuesto, impuesto; al que respeto, respeto; al que honra, honra."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El amor al prójimo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "No deban a nadie nada salvo el amarse unos a otros, porque el que ama al prójimo ha cumplido la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque los mandamientos —no cometerás adulterio, no cometerás homicidio, no robarás, no codiciarás, y cualquier otro mandamiento— se resumen en esta sentencia: Amarás a tu prójimo como a ti mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El amor no hace mal al prójimo; así que el amor es el cumplimiento de la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y hagan esto conociendo el tiempo, que ya es hora de despertarse del sueño, porque ahora la salvación está más cercana de nosotros que cuando creímos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "La noche está muy avanzada, y el día está cerca. Despojémonos, pues, de las obras de las tinieblas y vistámonos con las armas de la luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Andemos decentemente, como de día; no con glotonerías y borracheras ni en pecados sexuales y desenfrenos ni en peleas y envidia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Más bien, vístanse del Señor Jesucristo y no hagan provisión para satisfacer los malos deseos de la carne."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.14"
        ],
        "human": "Romanos 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.15"
        ],
        "human": "Romanos 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.13"
        ],
        "human": "Romanos 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La comprensión entre hermanos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Reciban al débil en la fe, pero no para contender sobre opiniones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Porque uno cree que puede comer de todo, y el débil come solo verduras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "El que come no menosprecie al que no come, y el que no come no juzgue al que come; porque Dios lo ha recibido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "¿Quién eres tú que juzgas al criado ajeno? Para su propio señor está en pie o cae; pero será afirmado porque poderoso es el Señor para afirmarle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Mientras que uno hace diferencia entre día y día, otro juzga iguales todos los días. Cada uno esté convencido en su propia mente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El que hace caso del día, para el Señor lo hace. El que come para el Señor come, porque da gracias a Dios; y el que no come, para el Señor no come y da gracias a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Porque ninguno de nosotros vive para sí, y ninguno muere para sí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pues si vivimos, para el Señor vivimos; y si morimos, para el Señor morimos. Así que, sea que vivamos o que muramos, somos del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque Cristo para esto murió y vivió, para ser el Señor así de los muertos como de los que viven."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero tú, ¿por qué juzgas a tu hermano? O tú también, ¿por qué menosprecias a tu hermano? Pues todos compareceremos ante el tribunal de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "porque está escrito:",
            "Vivo yo, dice el Señor,",
            "que ante mí se doblará toda rodilla,",
            "y toda lengua confesará a Dios ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "De manera que cada uno de nosotros rendirá cuenta a Dios de sí mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Así que, no nos juzguemos más los unos a los otros; más bien, determinen no poner tropiezo u obstáculo al hermano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Yo sé, y estoy persuadido en el Señor Jesús, que nada hay inmundo en sí; pero para aquel que estima que algo es inmundo, para él sí lo es."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pues si por causa de la comida tu hermano es contristado, ya no andas conforme al amor. No arruines por tu comida a aquel por quien Cristo murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por tanto, no dejen que se hable mal de lo que para ustedes es bueno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "porque el reino de Dios no es comida ni bebida sino justicia, paz y gozo en el Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Porque el que en esto sirve a Cristo, agrada a Dios y es aprobado por los hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Así que, sigamos lo que contribuye a la paz y a la mutua edificación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "No destruyas la obra de Dios por causa de la comida. A la verdad, todas las cosas son limpias pero es malo que un hombre cause tropiezo por su comida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Bueno es no comer carne ni beber vino ni hacer nada en que tropiece tu hermano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "La fe que tú tienes, tenla para contigo mismo delante de Dios. Dichoso el que no se condena a sí mismo con lo que aprueba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero el que duda al respecto, es condenado si come porque no lo hace con fe. Pues todo lo que no proviene de fe es pecado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.15"
        ],
        "human": "Romanos 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.16"
        ],
        "human": "Romanos 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.14"
        ],
        "human": "Romanos 14",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Así que, los que somos más fuertes debemos sobrellevar las flaquezas de los débiles y no agradarnos a nosotros mismos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Cada uno de nosotros agrade a su prójimo para el bien, con miras a la edificación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque Cristo no se agradó a sí mismo; más bien, como está escrito: Las afrentas de los que te afrentaron cayeron sobre mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pues lo que fue escrito anteriormente fue escrito para nuestra enseñanza a fin de que, por la perseverancia y la exhortación de las Escrituras, tengamos esperanza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y el Dios de la perseverancia y de la exhortación les conceda que tengan el mismo sentir los unos por los otros según Cristo Jesús"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "para que, unánimes y a una sola voz, glorifiquen al Dios y Padre de nuestro Señor Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Por tanto, recíbanse unos a otros como Cristo los recibió para la gloria de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El evangelio para todas las naciones"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Digo, pues, que Cristo fue hecho ministro de la circuncisión a favor de la verdad de Dios para confirmar las promesas hechas a los patriarcas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "y para que las naciones glorifiquen a Dios por la misericordia, como está escrito:",
            "Por tanto, yo te confesaré",
            "entre las naciones,",
            "y cantaré a tu nombre ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y otra vez dice:",
            "Alégrense, naciones, con su pueblo ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y otra vez:",
            "Alaben al Señor, todas las naciones;",
            "y ensálcenle, pueblos todos ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y otra vez dice Isaías:",
            "Vendrá la raíz de Isaí,",
            "y el que se levantará",
            "para gobernar a las naciones;",
            "y las naciones esperarán en él ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Que el Dios de esperanza los llene de todo gozo y paz en el creer, para que abunden en la esperanza por el poder del Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Alcances del ministerio de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero yo mismo estoy persuadido de ustedes, hermanos míos, que ustedes también están colmados de bondad, llenos de todo conocimiento, de tal manera que pueden aconsejarse los unos a los otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero con bastante atrevimiento les he escrito para recordarles ciertos asuntos. Esto hago a causa de la gracia que me ha sido dada por Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "para ser ministro de Cristo Jesús a los gentiles, ejerciendo el servicio sagrado del evangelio de Dios; y esto, con el fin de que la ofrenda de los gentiles sea bien recibida, santificada por el Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Tengo, pues, de qué gloriarme en Cristo Jesús en las cosas que se refieren a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Porque no me atrevería a hablar de nada que Cristo no haya hecho por medio de mí para la obediencia de los gentiles, por palabra y obra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "con poder de señales y prodigios, con el poder del Espíritu de Dios; de modo que desde Jerusalén hasta los alrededores del Ilírico lo he llenado todo con el evangelio de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "De esta manera he procurado predicar el evangelio donde Cristo no era nombrado para no edificar sobre fundamento ajeno"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "sino, como está escrito: Verán aquellos a quienes nunca se les anunció acerca de él, y los que no han oído entenderán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Por esta razón, he sido impedido muchas veces de ir a ustedes;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "pero ahora, no teniendo más lugar en estas regiones y teniendo desde hace muchos años el gran deseo de ir a ustedes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "lo haré cuando viaje para España. Porque espero verlos al pasar y ser encaminado por ustedes allá, una vez que en algo me haya gozado con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero ahora voy a Jerusalén para ministrar a los santos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Porque Macedonia y Acaya tuvieron a bien hacer una ofrenda para los pobres de entre los santos que están en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Pues les pareció bien, y son deudores a ellos; porque si los gentiles han sido hechos participantes de sus bienes espirituales, ellos también deben servirles con sus bienes materiales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Así que, cuando haya concluido esto y les haya entregado oficialmente este fruto, pasaré por ustedes a España."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y sé que cuando vaya a ustedes llegaré con la abundancia de la bendición de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Pero les ruego, hermanos, por nuestro Señor Jesucristo y por el amor del Espíritu, que luchen conmigo en oración por mí delante de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "para que yo sea librado de los desobedientes que están en Judea, y que mi servicio a Jerusalén sea del agrado de los santos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "para que, al llegar a ustedes con gozo por la voluntad de Dios, encuentre descanso junto con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Y el Dios de paz sea con todos ustedes. Amén."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.16"
        ],
        "human": "Romanos 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.1"
        ],
        "human": "1 Corintios 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.15"
        ],
        "human": "Romanos 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludos personales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Les recomiendo a nuestra hermana Febe, diaconisa de la iglesia que está en Cencrea,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "para que la reciban en el Señor como es digno de los santos, y que la ayuden en cualquier cosa que sea necesaria; porque ella ha ayudado a muchos, incluso a mí mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Saluden a Priscila y a Aquilas, mis colaboradores en Cristo Jesús,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "que expusieron sus cuellos por mi vida, y a quienes estoy agradecido, no solo yo sino también todas las iglesias de los gentiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Saluden también a la iglesia de su casa.",
            "Saluden a Epeneto, amado mío, que es uno de los primeros frutos de Asia en Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Saluden a María, quien ha trabajado arduamente entre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Saluden a Andrónico y a Junias, mis parientes y compañeros de prisiones, quienes son muy estimados por los apóstoles y también fueron antes de mí en Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Saluden a Amplias, amado mío en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Saluden a Urbano, nuestro colaborador en Cristo, y a Estaquis, amado mío."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Saluden a Apeles, aprobado en Cristo. Saluden a los de la casa de Aristóbulo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Saluden a Herodión, mi pariente. Saluden a los de la casa de Narciso, los cuales están en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Saluden a Trifena y a Trifosa, las cuales han trabajado arduamente en el Señor. Saluden a la amada Pérsida, quien ha trabajado mucho en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Saluden a Rufo, el escogido en el Señor y a su madre, que también es la mía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Saluden a Asíncrito, a Flegonte, a Hermas, a Patrobas, a Hermes y a los hermanos que están con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Saluden a Filólogo y a Julia, a Nereo y a la hermana de él, a Olimpas y a todos los santos que están con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Salúdense unos a otros con un beso santo. Les saludan todas las iglesias de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero les ruego, hermanos, que se fijen en los que causan divisiones y tropiezos en contra de la doctrina que han aprendido, y que se aparten de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Porque tales personas no sirven a Cristo nuestro Señor sino a sus propios estómagos, y con suaves palabras y lisonjas engañan a los corazones de los ingenuos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Porque la obediencia de ustedes ha llegado a ser conocida de todos de modo que me gozo a causa de ustedes; pero quiero que sean sabios para el bien e inocentes para el mal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y el Dios de paz aplastará en breve a Satanás debajo de los pies de ustedes. La gracia de nuestro Señor Jesús sea con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Les saludan Timoteo, mi colaborador, y Lucio, Jasón y Sosípater, mis parientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Yo Tercio, que he escrito la epístola, les saludo en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Les saluda Gayo, hospedador mío y de toda la iglesia. Les saludan Erasto, tesorero de la ciudad, y el hermano Cuarto."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Doxología final"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            ","
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y al que puede hacerles firmes —según mi evangelio y la predicación de Jesucristo, y según la revelación del misterio que se ha mantenido oculto desde tiempos eternos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "pero que ha sido manifestado ahora y que, por medio de las Escrituras proféticas y según el mandamiento del Dios eterno, se ha dado a conocer a todas las naciones para la obediencia de la fe—,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "al único sabio Dios, sea la gloria mediante Jesucristo para siempre. Amén."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}