{
  "book_usfm": "ZEP",
  "name": "Sofonías",
  "local_title": "Reina Valera Actualizada",
  "local_abbreviation": "RVA2015",
  "version_id": 1782,
  "publisher": {
    "name": "Editorial Mundo Hispano"
  },
  "copyright": {
    "html": "<p>Copyright © 2015 by Editorial Mundo Hispano</p>",
    "text": "Copyright © 2015 by Editorial Mundo Hispano"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "ZEP.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEP.1"
        ],
        "human": "Sofonías 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEP.2"
        ],
        "human": "Sofonías 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "HAB.3"
        ],
        "human": "Habacuc 3",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "La palabra del SEÑOR que vino a Sofonías hijo de Cusi, hijo de Gemalías, hijo de Amarías, hijo de Ezequías, en los días de Josías hijo de Amón, rey de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Castigo de Judá en el día del SEÑOR"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“¡Yo acabaré por completo con todas las cosas de la faz de la tierra!, dice el SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Acabaré con los hombres y con los animales; acabaré con las aves del cielo y con los peces del mar. Haré tropezar a los impíos y eliminaré a los hombres de la faz de la tierra, dice el SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "“Extenderé mi mano contra Judá y contra todos los habitantes de Jerusalén. Eliminaré de este lugar lo que queda del culto de Baal y el nombre de los sacerdotes idólatras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Eliminaré también a los que se postran en las azoteas ante el ejército de los cielos; a los que se postran y juran por el SEÑOR y al mismo tiempo juran por Moloc."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Eliminaré a los que se apartan de en pos del SEÑOR y a los que no le buscan ni le consultan”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¡Callen ante la presencia del SEÑOR Dios, porque el día del SEÑOR está cercano! El SEÑOR ha preparado un sacrificio y ha escogido a sus invitados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "“Sucederá en el día del sacrificio que hará el SEÑOR, que castigaré a los principales, a los hijos del rey y a todos los que llevan vestido extranjero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Asimismo, en aquel día castigaré a todos los que saltan sobre el umbral de las puertas y a los que llenan de violencia y de fraude la casa de su señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "En aquel día habrá voz de clamor en la puerta del Pescado, gemido en el Segundo Barrio y grande quebranto en las colinas, dice el SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Giman, los que viven en el mercado de Mactes, porque todo el pueblo de los mercaderes será destruido; todos los que están cargados de plata serán exterminados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "“Sucederá en aquel tiempo que yo escudriñaré a Jerusalén con lámpara, y castigaré a los hombres que se quedan inmóviles sobre la hez del vino y que dicen en sus corazones: ‘El SEÑOR no hará ni bien ni mal’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por tanto, el patrimonio de ellos será saqueado y sus casas quedarán desoladas. Edificarán casas, pero no las habitarán; plantarán viñas, pero no beberán el vino de ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“Cercano está el gran día del SEÑOR; está cerca y se apresura con rapidez. Veloz es el día del SEÑOR; es más ágil que un corredor y más presuroso que un valiente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Aquel será día de ira, día de angustia y de aflicción, día de desolación y de devastación, día de tinieblas y de oscuridad, día de nublado y de densa neblina,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "día de toque de corneta y de griterío sobre las ciudades fortificadas y sobre las torres altas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Yo traeré tribulación sobre los hombres y andarán como ciegos porque pecaron contra el SEÑOR. La sangre de ellos será derramada como polvo y su carne como excremento”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Ni su plata ni su oro podrá librarlos en el día de la ira del SEÑOR, pues toda la tierra será consumida con el fuego de su celo. Porque de cierto exterminará repentinamente a todos los habitantes de la tierra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEP.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEP.2"
        ],
        "human": "Sofonías 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEP.3"
        ],
        "human": "Sofonías 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEP.1"
        ],
        "human": "Sofonías 1",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Agrúpense y congréguense, oh nación que no tiene vergüenza,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "antes de que sean desechados y el día pase como el tamo; antes que venga sobre ustedes el día de la ira del SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Busquen al SEÑOR, todos los mansos de la tierra que ejecutan su decreto. Busquen justicia, busquen mansedumbre; quizás serán protegidos en el día del furor del SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Castigo de las naciones vecinas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "“Porque Gaza quedará desamparada y Ascalón desolada. Asdod será expulsada a mediodía y Ecrón será desarraigada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "¡Ay de los que habitan en la zona del mar, la nación de los quereteos! La palabra del SEÑOR está contra ustedes, oh Canaán, tierra de los filisteos; te haré destruir hasta que no quede morador."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "La zona del mar será convertida en pradera de pastores y en rediles de ovejas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y aquella zona será para el remanente de la casa de Judá. Allí apacentarán y en las casas de Ascalón se recostarán en la noche, porque el SEÑOR su Dios los visitará para hacer volver sus cautivos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "“He oído las afrentas de Moab y los insultos con que los hijos de Amón afrentaron a mi pueblo y se expandieron sobre sus territorios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Por tanto, vivo yo, dice el SEÑOR de los Ejércitos, Dios de Israel, que Moab será como Sodoma y los hijos de Amón como Gomorra: campo de ortigas, salinas y perpetua desolación. El remanente de mi pueblo los saqueará y el resto de mi gente los heredará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Esto les sucederá por su soberbia, porque afrentaron y se engrandecieron a costa del pueblo del SEÑOR de los Ejércitos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Temible será el SEÑOR contra ellos, porque hará que todos los dioses de la tierra vengan a menos. Cada uno se postrará ante él desde su lugar, en todas las costas de las naciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "“También ustedes, los de Etiopía, serán muertos con mi espada”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Después extenderá su mano contra el norte y destruirá a Asiria. Convertirá a Nínive en desolación y en sequedal, como un desierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "En medio de ella se recostarán las manadas y todo animal del campo. Tanto el búho como el erizo pernoctarán en sus capiteles. La lechuza cantará en la ventana y el cuervo en el umbral; pues su enmaderado de cedro quedará expuesto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Esta es la ciudad alegre que habitaba confiadamente, la que decía en su corazón: “Solo yo y nadie más”. ¡Cómo ha sido convertida en horror, en guarida de fieras! Cualquiera que pase junto a ella silbará y agitará la mano."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEP.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEP.3"
        ],
        "human": "Sofonías 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "HAG.1"
        ],
        "human": "Hageo 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEP.2"
        ],
        "human": "Sofonías 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Contra los dirigentes de Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¡Ay de la ciudad rebelde, manchada y opresora!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "No escucha la voz ni recibe la corrección. No confía en el SEÑOR, ni se acerca a su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Sus magistrados en medio de ella son leones rugientes. Sus jueces son lobos vespertinos que no dejan hueso para la mañana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Sus profetas son insolentes y hombres traicioneros. Sus sacerdotes han contaminado el santuario y hacen violencia a la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "El SEÑOR es justo en medio de ella; él no hará maldad. Cada mañana saca a luz su juicio; nunca falta. Pero el perverso no conoce la vergüenza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“Yo exterminaré las naciones. Sus torreones quedarán desolados; dejaré desiertas sus calles hasta que no quede quien transite. Sus ciudades serán devastadas hasta que no quede hombre, hasta que no quede habitante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Dije: ‘Ciertamente me temerás, recibirás corrección’. Y no será quitado de sus ojos todo lo que le he encomendado a ella. Pero ellos se apresuraron a corromper todas sus obras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "¡Por tanto, dice el SEÑOR, esperen el día en que me levante para ser testigo! Porque tengo determinado reunir las naciones y juntar los reinos para derramar sobre ellos mi enojo, todo el furor de mi ira. Porque toda la tierra será consumida por el fuego de mi celo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reconocimiento universal del SEÑOR"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "“Entonces daré a los pueblos un lenguaje puro para que todos invoquen el nombre del SEÑOR y le sirvan de común acuerdo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Desde más allá de los ríos de Etiopía me traerán ofrenda los que me invocan en medio de la dispersión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“En aquel día no serás avergonzada por ninguno de tus actos con que te rebelaste contra mí, porque entonces quitaré de en medio de ti a los que se alegran en su soberbia. Y nunca más te ensoberbecerás en el monte de mi santidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "En medio de ti dejaré un pueblo humilde y pobre, el cual se refugiará en el nombre del SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El remanente de Israel no hará iniquidad ni dirá mentira ni habrá lengua engañosa en boca de ellos. Ciertamente serán apacentados y se recostarán sin que haya quien los amedrente”."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado del SEÑOR desde Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¡Canta, oh hija de Sion;",
            "da voces de júbilo, oh Israel!",
            "¡Gózate y regocíjate de todo corazón,",
            "oh hija de Jerusalén!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El SEÑOR ha quitado el juicio contra ti;",
            "ha echado fuera a tu enemigo.",
            "¡El SEÑOR es el Rey de Israel en medio de ti!",
            "¡Nunca más temerás el mal!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "En aquel día se dirá a Jerusalén:",
            "“No temas, oh Sion;",
            "no se debiliten tus manos”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "El SEÑOR tu Dios está en medio de ti:",
            "¡Es poderoso; él salvará!",
            "Con alegría se regocijará por causa de ti.",
            "Te renovará en su amor;",
            "por causa de ti se regocijará con cánticos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "“Yo quitaré de ti el pesar de la festividad",
            "que era para ti como una carga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "He aquí, en aquel tiempo yo convertiré en oprobio a todos tus opresores.",
            "Pero salvaré a la que cojea",
            "y recogeré a la descarriada.",
            "Las pondré como objeto de alabanza y de renombre",
            "en todos los países donde han sido avergonzadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "En aquel tiempo los traeré;",
            "en aquel tiempo los reuniré.",
            "Yo les haré objeto de renombre y de alabanza",
            "entre todos los pueblos de la tierra,",
            "cuando les restaure de la cautividad",
            "ante sus propios ojos”,",
            "ha dicho el SEÑOR."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}