{
  "book_usfm": "EPH",
  "name": "Ephesians",
  "local_title": "New Living Translation",
  "local_abbreviation": "NLT",
  "version_id": 116,
  "publisher": {
    "name": "Tyndale House Publishers Inc."
  },
  "copyright": {
    "html": "<p> <em>Holy Bible</em>, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved.</p>",
    "text": " Holy Bible, New Living Translation, copyright © 1996, 2004, 2015 by Tyndale House Foundation. All rights reserved. Used by permission of Tyndale House Publishers, Carol Stream, Illinois 60188. All rights reserved."
  },
  "language": {
    "iso_639_1": "en",
    "iso_639_3": "eng",
    "language_tag": "eng",
    "local_name": "English",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-en-eng",
  "chapters": [
    {
      "chapter_usfm": "EPH.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EPH.1"
        ],
        "human": "Ephesians 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EPH.2"
        ],
        "human": "Ephesians 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "GAL.6"
        ],
        "human": "Galatians 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Greetings from Paul"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "This letter is from Paul, chosen by the will of God to be an apostle of Christ Jesus.",
            "I am writing to God’s holy people in Ephesus, who are faithful followers of Christ Jesus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "May God our Father and the Lord Jesus Christ give you grace and peace."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Spiritual Blessings"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "All praise to God, the Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavenly realms because we are united with Christ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Even before he made the world, God loved us and chose us in Christ to be holy and without fault in his eyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "God decided in advance to adopt us into his own family by bringing us to himself through Jesus Christ. This is what he wanted to do, and it gave him great pleasure."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "So we praise God for the glorious grace he has poured out on us who belong to his dear Son."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "He is so rich in kindness and grace that he purchased our freedom with the blood of his Son and forgave our sins."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "He has showered his kindness on us, along with all wisdom and understanding."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "God has now revealed to us his mysterious will regarding Christ—which is to fulfill his own good plan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "And this is the plan: At the right time he will bring everything together under the authority of Christ—everything in heaven and on earth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Furthermore, because we are united with Christ, we have received an inheritance from God, for he chose us in advance, and he makes everything work out according to his plan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "God’s purpose was that we Jews who were the first to trust in Christ would bring praise and glory to God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And now you Gentiles have also heard the truth, the Good News that God saves you. And when you believed in Christ, he identified you as his own by giving you the Holy Spirit, whom he promised long ago."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "The Spirit is God’s guarantee that he will give us the inheritance he promised and that he has purchased us to be his own people. He did this so we would praise and glorify him."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Paul’s Prayer for Spiritual Wisdom"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ever since I first heard of your strong faith in the Lord Jesus and your love for God’s people everywhere,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "I have not stopped thanking God for you. I pray for you constantly,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "asking God, the glorious Father of our Lord Jesus Christ, to give you spiritual wisdom and insight so that you might grow in your knowledge of God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "I pray that your hearts will be flooded with light so that you can understand the confident hope he has given to those he called—his holy people who are his rich and glorious inheritance."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "I also pray that you will understand the incredible greatness of God’s power for us who believe him. This is the same mighty power"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "that raised Christ from the dead and seated him in the place of honor at God’s right hand in the heavenly realms."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Now he is far above any ruler or authority or power or leader or anything else—not only in this world but also in the world to come."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "God has put all things under the authority of Christ and has made him head over all things for the benefit of the church."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "And the church is his body; it is made full and complete by Christ, who fills all things everywhere with himself."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EPH.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EPH.2"
        ],
        "human": "Ephesians 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EPH.3"
        ],
        "human": "Ephesians 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EPH.1"
        ],
        "human": "Ephesians 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Made Alive with Christ"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Once you were dead because of your disobedience and your many sins."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "You used to live in sin, just like the rest of the world, obeying the devil—the commander of the powers in the unseen world. He is the spirit at work in the hearts of those who refuse to obey God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "All of us used to live that way, following the passionate desires and inclinations of our sinful nature. By our very nature we were subject to God’s anger, just like everyone else."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "But God is so rich in mercy, and he loved us so much,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "that even though we were dead because of our sins, he gave us life when he raised Christ from the dead. (It is only by God’s grace that you have been saved!)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "For he raised us from the dead along with Christ and seated us with him in the heavenly realms because we are united with Christ Jesus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "So God can point to us in all future ages as examples of the incredible wealth of his grace and kindness toward us, as shown in all he has done for us who are united with Christ Jesus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "God saved you by his grace when you believed. And you can’t take credit for this; it is a gift from God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Salvation is not a reward for the good things we have done, so none of us can boast about it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "For we are God’s masterpiece. He has created us anew in Christ Jesus, so we can do the good things he planned for us long ago."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Oneness and Peace in Christ"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Don’t forget that you Gentiles used to be outsiders. You were called “uncircumcised heathens” by the Jews, who were proud of their circumcision, even though it affected only their bodies and not their hearts."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "In those days you were living apart from Christ. You were excluded from citizenship among the people of Israel, and you did not know the covenant promises God had made to them. You lived in this world without God and without hope."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "But now you have been united with Christ Jesus. Once you were far away from God, but now you have been brought near to him through the blood of Christ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "For Christ himself has brought peace to us. He united Jews and Gentiles into one people when, in his own body on the cross, he broke down the wall of hostility that separated us."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "He did this by ending the system of law with its commandments and regulations. He made peace between Jews and Gentiles by creating in himself one new people from the two groups."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Together as one body, Christ reconciled both groups to God by means of his death on the cross, and our hostility toward each other was put to death."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "He brought this Good News of peace to you Gentiles who were far away from him, and peace to the Jews who were near."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Now all of us can come to the Father through the same Holy Spirit because of what Christ has done for us."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "A Temple for the Lord"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "So now you Gentiles are no longer strangers and foreigners. You are citizens along with all of God’s holy people. You are members of God’s family."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Together, we are his house, built on the foundation of the apostles and the prophets. And the cornerstone is Christ Jesus himself."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "We are carefully joined together in him, becoming a holy temple for the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Through him you Gentiles are also being made part of this dwelling where God lives by his Spirit."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EPH.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EPH.3"
        ],
        "human": "Ephesians 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EPH.4"
        ],
        "human": "Ephesians 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EPH.2"
        ],
        "human": "Ephesians 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "God’s Mysterious Plan Revealed"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "When I think of all this, I, Paul, a prisoner of Christ Jesus for the benefit of you Gentiles . . ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "assuming, by the way, that you know God gave me the special responsibility of extending his grace to you Gentiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "As I briefly wrote earlier, God himself revealed his mysterious plan to me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "As you read what I have written, you will understand my insight into this plan regarding Christ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "God did not reveal it to previous generations, but now by his Spirit he has revealed it to his holy apostles and prophets."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And this is God’s plan: Both Gentiles and Jews who believe the Good News share equally in the riches inherited by God’s children. Both are part of the same body, and both enjoy the promise of blessings because they belong to Christ Jesus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "By God’s grace and mighty power, I have been given the privilege of serving him by spreading this Good News."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Though I am the least deserving of all God’s people, he graciously gave me the privilege of telling the Gentiles about the endless treasures available to them in Christ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "I was chosen to explain to everyone this mysterious plan that God, the Creator of all things, had kept secret from the beginning."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "God’s purpose in all this was to use the church to display his wisdom in its rich variety to all the unseen rulers and authorities in the heavenly places."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "This was his eternal plan, which he carried out through Christ Jesus our Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Because of Christ and our faith in him, we can now come boldly and confidently into God’s presence."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "So please don’t lose heart because of my trials here. I am suffering for you, so you should feel honored."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Paul’s Prayer for Spiritual Growth"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "When I think of all this, I fall to my knees and pray to the Father,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "the Creator of everything in heaven and on earth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "I pray that from his glorious, unlimited resources he will empower you with inner strength through his Spirit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Then Christ will make his home in your hearts as you trust in him. Your roots will grow down into God’s love and keep you strong."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And may you have the power to understand, as all God’s people should, how wide, how long, how high, and how deep his love is."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "May you experience the love of Christ, though it is too great to understand fully. Then you will be made complete with all the fullness of life and power that comes from God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Now all glory to God, who is able, through his mighty power at work within us, to accomplish infinitely more than we might ask or think."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Glory to him in the church and in Christ Jesus through all generations forever and ever! Amen."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EPH.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EPH.4"
        ],
        "human": "Ephesians 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EPH.5"
        ],
        "human": "Ephesians 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EPH.3"
        ],
        "human": "Ephesians 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Unity in the Body"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Therefore I, a prisoner for serving the Lord, beg you to lead a life worthy of your calling, for you have been called by God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Always be humble and gentle. Be patient with each other, making allowance for each other’s faults because of your love."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Make every effort to keep yourselves united in the Spirit, binding yourselves together with peace."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "For there is one body and one Spirit, just as you have been called to one glorious hope for the future."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "There is one Lord, one faith, one baptism,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "one God and Father of all,",
            "who is over all, in all, and living through all."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "However, he has given each one of us a special gift through the generosity of Christ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "That is why the Scriptures say,",
            "“When he ascended to the heights,",
            "he led a crowd of captives",
            "and gave gifts to his people.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Notice that it says “he ascended.” This clearly means that Christ also descended to our lowly world."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "And the same one who descended is the one who ascended higher than all the heavens, so that he might fill the entire universe with himself."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Now these are the gifts Christ gave to the church: the apostles, the prophets, the evangelists, and the pastors and teachers."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Their responsibility is to equip God’s people to do his work and build up the church, the body of Christ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "This will continue until we all come to such unity in our faith and knowledge of God’s Son that we will be mature in the Lord, measuring up to the full and complete standard of Christ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Then we will no longer be immature like children. We won’t be tossed and blown about by every wind of new teaching. We will not be influenced when people try to trick us with lies so clever they sound like the truth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Instead, we will speak the truth in love, growing in every way more and more like Christ, who is the head of his body, the church."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "He makes the whole body fit together perfectly. As each part does its own special work, it helps the other parts grow, so that the whole body is healthy and growing and full of love."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Living as Children of Light"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "With the Lord’s authority I say this: Live no longer as the Gentiles do, for they are hopelessly confused."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Their minds are full of darkness; they wander far from the life God gives because they have closed their minds and hardened their hearts against him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "They have no sense of shame. They live for lustful pleasure and eagerly practice every kind of impurity."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "But that isn’t what you learned about Christ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Since you have heard about Jesus and have learned the truth that comes from him,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "throw off your old sinful nature and your former way of life, which is corrupted by lust and deception."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Instead, let the Spirit renew your thoughts and attitudes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Put on your new nature, created to be like God—truly righteous and holy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "So stop telling lies. Let us tell our neighbors the truth, for we are all parts of the same body."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "And “don’t sin by letting anger control you.” Don’t let the sun go down while you are still angry,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "for anger gives a foothold to the devil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "If you are a thief, quit stealing. Instead, use your hands for good hard work, and then give generously to others in need."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Don’t use foul or abusive language. Let everything you say be good and helpful, so that your words will be an encouragement to those who hear them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "And do not bring sorrow to God’s Holy Spirit by the way you live. Remember, he has identified you as his own, guaranteeing that you will be saved on the day of redemption."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Get rid of all bitterness, rage, anger, harsh words, and slander, as well as all types of evil behavior."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Instead, be kind to each other, tenderhearted, forgiving one another, just as God through Christ has forgiven you."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EPH.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EPH.5"
        ],
        "human": "Ephesians 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EPH.6"
        ],
        "human": "Ephesians 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EPH.4"
        ],
        "human": "Ephesians 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Living in the Light"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Imitate God, therefore, in everything you do, because you are his dear children."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Live a life filled with love, following the example of Christ. He loved us and offered himself as a sacrifice for us, a pleasing aroma to God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Let there be no sexual immorality, impurity, or greed among you. Such sins have no place among God’s people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Obscene stories, foolish talk, and coarse jokes—these are not for you. Instead, let there be thankfulness to God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "You can be sure that no immoral, impure, or greedy person will inherit the Kingdom of Christ and of God. For a greedy person is an idolater, worshiping the things of this world."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Don’t be fooled by those who try to excuse these sins, for the anger of God will fall on all who disobey him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Don’t participate in the things these people do."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "For once you were full of darkness, but now you have light from the Lord. So live as people of light!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "For this light within you produces only what is good and right and true."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Carefully determine what pleases the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Take no part in the worthless deeds of evil and darkness; instead, expose them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "It is shameful even to talk about the things that ungodly people do in secret."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "But their evil intentions will be exposed when the light shines on them,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "for the light makes everything visible. This is why it is said,",
            "“Awake, O sleeper,",
            "rise up from the dead,",
            "and Christ will give you light.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Living by the Spirit’s Power"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "So be careful how you live. Don’t live like fools, but like those who are wise."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Make the most of every opportunity in these evil days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Don’t act thoughtlessly, but understand what the Lord wants you to do."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Don’t be drunk with wine, because that will ruin your life. Instead, be filled with the Holy Spirit,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "singing psalms and hymns and spiritual songs among yourselves, and making music to the Lord in your hearts."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "And give thanks for everything to God the Father in the name of our Lord Jesus Christ."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Spirit-Guided Relationships: Wives and Husbands"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "And further, submit to one another out of reverence for Christ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "For wives, this means submit to your husbands as to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "For a husband is the head of his wife as Christ is the head of the church. He is the Savior of his body, the church."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "As the church submits to Christ, so you wives should submit to your husbands in everything."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "For husbands, this means love your wives, just as Christ loved the church. He gave up his life for her"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "to make her holy and clean, washed by the cleansing of God’s word."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "He did this to present her to himself as a glorious church without a spot or wrinkle or any other blemish. Instead, she will be holy and without fault."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "In the same way, husbands ought to love their wives as they love their own bodies. For a man who loves his wife actually shows love for himself."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "No one hates his own body but feeds and cares for it, just as Christ cares for the church."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "And we are members of his body."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "As the Scriptures say, “A man leaves his father and mother and is joined to his wife, and the two are united into one.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "This is a great mystery, but it is an illustration of the way Christ and the church are one."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "So again I say, each man must love his wife as he loves himself, and the wife must respect her husband."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EPH.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EPH.6"
        ],
        "human": "Ephesians 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "PHP.1"
        ],
        "human": "Philippians 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EPH.5"
        ],
        "human": "Ephesians 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Children and Parents"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Children, obey your parents because you belong to the Lord, for this is the right thing to do."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Honor your father and mother.” This is the first commandment with a promise:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "If you honor your father and mother, “things will go well for you, and you will have a long life on the earth.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Fathers, do not provoke your children to anger by the way you treat them. Rather, bring them up with the discipline and instruction that comes from the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Slaves and Masters"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Slaves, obey your earthly masters with deep respect and fear. Serve them sincerely as you would serve Christ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Try to please them all the time, not just when they are watching you. As slaves of Christ, do the will of God with all your heart."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Work with enthusiasm, as though you were working for the Lord rather than for people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Remember that the Lord will reward each one of us for the good we do, whether we are slaves or free."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Masters, treat your slaves in the same way. Don’t threaten them; remember, you both have the same Master in heaven, and he has no favorites."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Whole Armor of God"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "A final word: Be strong in the Lord and in his mighty power."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Put on all of God’s armor so that you will be able to stand firm against all strategies of the devil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "For we are not fighting against flesh-and-blood enemies, but against evil rulers and authorities of the unseen world, against mighty powers in this dark world, and against evil spirits in the heavenly places."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Therefore, put on every piece of God’s armor so you will be able to resist the enemy in the time of evil. Then after the battle you will still be standing firm."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Stand your ground, putting on the belt of truth and the body armor of God’s righteousness."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "For shoes, put on the peace that comes from the Good News so that you will be fully prepared."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "In addition to all of these, hold up the shield of faith to stop the fiery arrows of the devil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Put on salvation as your helmet, and take the sword of the Spirit, which is the word of God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pray in the Spirit at all times and on every occasion. Stay alert and be persistent in your prayers for all believers everywhere."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "And pray for me, too. Ask God to give me the right words so I can boldly explain God’s mysterious plan that the Good News is for Jews and Gentiles alike."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "I am in chains now, still preaching this message as God’s ambassador. So pray that I will keep on speaking boldly for him, as I should."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Final Greetings"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "To bring you up to date, Tychicus will give you a full report about what I am doing and how I am getting along. He is a beloved brother and faithful helper in the Lord’s work."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "I have sent him to you for this very purpose—to let you know how we are doing and to encourage you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Peace be with you, dear brothers and sisters, and may God the Father and the Lord Jesus Christ give you love with faithfulness."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "May God’s grace be eternally upon all who love our Lord Jesus Christ."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}