{
  "book_usfm": "JDG",
  "name": "Jueces",
  "local_title": "Reina Valera Actualizada",
  "local_abbreviation": "RVA2015",
  "version_id": 1782,
  "publisher": {
    "name": "Editorial Mundo Hispano"
  },
  "copyright": {
    "html": "<p>Copyright © 2015 by Editorial Mundo Hispano</p>",
    "text": "Copyright © 2015 by Editorial Mundo Hispano"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "JDG.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.1"
        ],
        "human": "Jueces 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.2"
        ],
        "human": "Jueces 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.24"
        ],
        "human": "Josué 24",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Establecimiento de Israel en Canaán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Aconteció, después de la muerte de Josué, que los hijos de Israel consultaron al SEÑOR preguntando:",
            "—¿Quién subirá primero por nosotros para combatir contra los cananeos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y el SEÑOR respondió:",
            "—Judá subirá. He aquí que yo he entregado la tierra en su mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces Judá dijo a Simeón su hermano:",
            "—Sube conmigo a mi territorio y combatamos contra los cananeos, y después yo también iré contigo a tu territorio.",
            "Y Simeón fue con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces subió Judá, y el SEÑOR entregó en su mano a los cananeos y a los ferezeos; y derrotaron en Bezec a diez mil hombres de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "En Bezec hallaron a Adonibezec y combatieron contra él. Y derrotaron a los cananeos y a los ferezeos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Adonibezec huyó pero lo persiguieron, lo capturaron y le cortaron los pulgares de sus manos y de sus pies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces dijo Adonibezec: “Setenta reyes con los pulgares de sus manos y de sus pies cortados recogían las migajas debajo de mi mesa. Tal como yo hice, así me ha pagado Dios”. Y lo llevaron a Jerusalén donde murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces los hijos de Judá combatieron contra Jerusalén, la tomaron, la hirieron a filo de espada y prendieron fuego a la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y después los hijos de Judá descendieron para combatir contra los cananeos que habitaban en la región montañosa, en el Néguev y en la Sefela."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Luego marchó Judá contra los cananeos que habitaban en Hebrón y derrotó a Sesai, a Ajimán y a Talmai. (Antes el nombre de Hebrón era Quiriat-arba)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "De allí marchó contra los habitantes de Debir. (Antes el nombre de Debir era Quiriat-séfer)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces Caleb dijo:",
            "—Al que ataque y tome Quiriat-séfer, yo le daré por mujer a mi hija Acsa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Otoniel hijo de Quenaz, hermano menor de Caleb, fue quien la tomó. Y Caleb le dio por mujer a su hija Acsa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y aconteció que cuando ella llegó, lo persuadió a que pidiera a su padre un campo. Entonces ella hizo señas desde encima del asno, y Caleb le preguntó:",
            "—¿Qué quieres?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ella le respondió:",
            "—Hazme un regalo: Ya que me has dado tierra en el Néguev, dame también fuentes de aguas.",
            "Entonces Caleb le dio las fuentes de arriba y las fuentes de abajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los descendientes del queneo, suegro de Moisés, subieron con los hijos de Judá de la Ciudad de las Palmeras al desierto de Judá que está en el Néguev de Arad, y fueron y habitaron con el pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Después fue Judá con su hermano Simeón, y derrotaron a los cananeos que habitaban en Sefat y la destruyeron. Y pusieron por nombre a la ciudad Horma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Judá también tomó Gaza con su territorio, Ascalón con su territorio y Ecrón con su territorio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "El SEÑOR estaba con Judá, y este tomó posesión de la región montañosa. Pero no pudo echar a los habitantes del valle, porque estos tenían carros de hierro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Después dieron Hebrón a Caleb, como Moisés había dicho. Y él echó de allí a los tres hijos de Anac."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero los hijos de Benjamín no pudieron echar a los jebuseos que habitaban en Jerusalén. Así que los jebuseos han habitado con los hijos de Benjamín en Jerusalén, hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "También los de la casa de José subieron contra Betel y el SEÑOR estuvo con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Los de la casa de José hicieron un reconocimiento de Betel. (Antes el nombre de la ciudad era Luz)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Los espías vieron a un hombre que salía de la ciudad y le dijeron: “Por favor, muéstranos la entrada de la ciudad y tendremos misericordia de ti”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Él les mostró la entrada de la ciudad y ellos la hirieron a filo de espada; pero dejaron libre a aquel hombre y a toda su familia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "El hombre se fue a la tierra de los heteos y edificó una ciudad a la que llamó Luz; este es su nombre hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Pero Manasés no pudo echar a los habitantes de Bet-seán y sus aldeas ni a los de Taanac y sus aldeas ni a los de Dor y sus aldeas ni a los de Ibleam y sus aldeas ni a los de Meguido y sus aldeas. Más bien, los cananeos persistieron en habitar en aquella tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Sin embargo, aconteció que cuando Israel llegó a ser fuerte sometió a los cananeos a tributo laboral, pero no los echó del todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Tampoco Efraín pudo echar a los cananeos que habitaban en Gezer, sino que los cananeos habitaron en medio de ellos, en Gezer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Tampoco Zabulón pudo echar a los habitantes de Quitrón ni a los habitantes de Nahalal. Los cananeos habitaron en medio de ellos, pero fueron sometidos a tributo laboral."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Tampoco Aser pudo echar a los habitantes de Aco ni a los habitantes de Sidón ni de Ajlab ni de Aczib ni de Helba ni de Afec ni de Rejob."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Los de Aser vivieron entre los cananeos, habitantes de aquella tierra, porque no los pudieron echar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Tampoco Neftalí pudo echar a los habitantes de Bet-semes ni a los de Bet-anat, sino que habitó entre los cananeos que habitaban en la tierra. Los habitantes de Bet-semes y los de Bet-anat fueron sometidos a tributo laboral."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Los amorreos contuvieron a los hijos de Dan en la región montañosa, y no permitieron que bajaran al valle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Los amorreos persistieron en habitar en el monte Heres, en Ajalón y en Saalbín. Pero al llegar a ser fuerte la casa de José, aquellos fueron sometidos a tributo laboral."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "La frontera de los amorreos se extendía desde la cuesta de Acrabim, desde Sela hacia arriba."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.2"
        ],
        "human": "Jueces 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.3"
        ],
        "human": "Jueces 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.1"
        ],
        "human": "Jueces 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El ángel del SEÑOR en Boquim"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El ángel del SEÑOR subió de Gilgal a Boquim y dijo:",
            "—Yo los saqué de Egipto y los introduje en la tierra acerca de la cual había jurado a sus padres diciendo: “No invalidaré jamás mi pacto con ustedes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "con tal que ustedes no hagan una alianza con los habitantes de esta tierra, cuyos altares habrán de derribar”. Pero ustedes no han obedecido mi voz. ¿Por qué han hecho esto?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por eso yo digo también: No los echaré de delante de ustedes, sino que les serán adversarios y sus dioses les servirán de tropiezo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Aconteció que cuando el ángel del SEÑOR acabó de decir estas palabras a todos los hijos de Israel, el pueblo alzó su voz y lloró."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por eso llamaron a aquel lugar Boquim. Y ofrecieron allí sacrificios al SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Fin de la generación de Josué"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando Josué ya había despedido al pueblo, los hijos de Israel se fueron cada uno a su heredad para tomar posesión de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El pueblo sirvió al SEÑOR todo el tiempo de Josué y todo el tiempo de los ancianos que sobrevivieron a Josué, quienes habían visto todas las grandes obras que el SEÑOR había hecho por Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Josué hijo de Nun, siervo del SEÑOR, murió cuando tenía ciento diez años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y lo sepultaron en el terreno de su heredad en Timnat-séraj, en la región montañosa de Efraín, al norte del monte Gaas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y toda aquella generación fue también reunida con sus padres."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Apostasía y aflicción de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Después de ellos se levantó otra generación que no conocía al SEÑOR ni la obra que él había hecho por Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Los hijos de Israel hicieron lo malo ante los ojos del SEÑOR y sirvieron a los Baales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Abandonaron al SEÑOR, el Dios de sus padres, que los había sacado de la tierra de Egipto, y se fueron tras otros dioses, entre los dioses de los pueblos que estaban en sus alrededores, a los cuales adoraron; y provocaron a ira al SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Abandonaron al SEÑOR, y sirvieron a Baal y a las Astartes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El furor del SEÑOR se encendió contra Israel, y los entregó en mano de asaltantes que los saqueaban. Los abandonó en mano de sus enemigos de alrededor, y ellos no pudieron resistir más ante sus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Dondequiera que salían, la mano del SEÑOR estaba contra ellos para mal, como el SEÑOR les había dicho y como el SEÑOR les había jurado. Así los afligió en gran manera."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Surgimiento de los jueces"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces el SEÑOR levantó jueces que los libraran de mano de los que los saqueaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero tampoco escuchaban a sus jueces, sino que se prostituían tras otros dioses a los cuales adoraban. Se apartaron pronto del camino por el que habían andado sus padres, quienes habían obedecido los mandamientos del SEÑOR. Ellos no lo hicieron así."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando el SEÑOR les levantaba jueces, el SEÑOR estaba con el juez y los libraba de mano de sus enemigos todo el tiempo de aquel juez. Porque el SEÑOR se conmovía ante sus gemidos, a causa de los que los oprimían y afligían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero acontecía que cuando moría el juez, ellos volvían atrás y se corrompían más que sus padres, siguiendo a otros dioses para servirles y para postrarse ante ellos. No se apartaban de sus obras ni de su obstinado camino."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pueblos dejados en medio de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces el furor del SEÑOR se encendió contra Israel, y dijo: “Puesto que este pueblo ha quebrantado mi pacto que yo establecí con sus padres, y no ha obedecido mi voz,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "tampoco yo volveré a echar de delante de ellos a ninguna de las naciones que Josué dejó cuando murió,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "para que por medio de ellas yo pruebe si Israel va a guardar o no el camino del SEÑOR andando por él, como sus padres lo guardaron”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Por eso el SEÑOR dejó allí a aquellas naciones y no las arrojó de una vez ni las entregó en mano de Josué."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.3"
        ],
        "human": "Jueces 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.4"
        ],
        "human": "Jueces 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.2"
        ],
        "human": "Jueces 2",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Estas son las naciones que el SEÑOR dejó para probar por medio de ellas a Israel —a todos los que no habían conocido ninguna de las guerras de Canaán—,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "solo para que las generaciones de los hijos de Israel conocieran la guerra y la enseñaran a los que antes no la habían conocido:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "los cinco jefes de los filisteos, todos los cananeos, los sidonios y los heveos que habitaban en la región montañosa del Líbano, desde el monte Baal-hermón hasta Lebo-hamat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Estos estaban para probar por medio de ellos a Israel, para saber si este obedecería los mandamientos que el SEÑOR había dado a sus padres por medio de Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Así es que los hijos de Israel habitaron entre los cananeos, los heteos, los amorreos, los ferezeos, los heveos y los jebuseos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Además, tomaron a sus hijas por mujeres, dieron sus hijas a los hijos de ellos y sirvieron a sus dioses."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otoniel derrota a Cusán-risataim"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los hijos de Israel hicieron lo malo ante los ojos del SEÑOR. Olvidaron al SEÑOR su Dios y sirvieron a los Baales y a las Aseras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Así que el furor del SEÑOR se encendió contra Israel, y los abandonó en manos de Cusán-risataim, rey de Siria mesopotámica. Los hijos de Israel sirvieron a Cusán-risataim durante ocho años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero cuando los hijos de Israel clamaron al SEÑOR, el SEÑOR levantó un libertador a los hijos de Israel, quien los libró. Este fue Otoniel hijo de Quenaz, hermano menor de Caleb."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El Espíritu del SEÑOR vino sobre él y juzgó a Israel. Salió a la guerra, y el SEÑOR entregó en su mano a Cusán-risataim, rey de Siria mesopotámica; y su mano prevaleció contra Cusán-risataim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así reposó la tierra durante cuarenta años. Y murió Otoniel hijo de Quenaz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ehud mata a Eglón, rey de Moab"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Los hijos de Israel volvieron a hacer lo malo ante los ojos del SEÑOR. Y el SEÑOR fortaleció a Eglón, rey de Moab, contra Israel, porque habían hecho lo malo ante los ojos del SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El rey reunió consigo a los hijos de Amón y de Amalec, y fue y derrotó a Israel; y tomaron posesión de la Ciudad de las Palmeras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y los hijos de Israel sirvieron a Eglón, rey de Moab, durante dieciocho años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero los hijos de Israel clamaron al SEÑOR, y el SEÑOR les levantó un libertador: Ehud hijo de Gera, un hombre de Benjamín, que era zurdo. Los hijos de Israel enviaron con él un presente a Eglón, rey de Moab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Ehud se había hecho un puñal de doble filo y de unos treinta centímetros de largo, y se lo ciñó debajo de su ropa, sobre su muslo derecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Él entregó el presente a Eglón, rey de Moab. Eglón era un hombre muy obeso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Aconteció que después de haber entregado el presente, Ehud despidió a la gente que lo había traído."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero él se volvió desde los ídolos que están cerca de Gilgal, y le dijo:",
            "—Oh rey, tengo un mensaje secreto para ti.",
            "Entonces él dijo:",
            "—¡Calla!",
            "Luego salieron de su presencia todos los que estaban con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y Ehud se acercó a él, quien estaba sentado en una sala de verano que tenía para él solo. Ehud le dijo:",
            "—Tengo un mensaje de Dios para ti.",
            "Entonces él se levantó de su silla,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "pero Ehud extendió su mano izquierda, tomó el puñal de su muslo derecho y se lo hundió en el vientre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "El mango entró tras la hoja y la gordura cubrió la hoja, porque no sacó el puñal de su vientre; y le salió por detrás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Luego Ehud salió al pórtico, cerró tras sí las puertas de la sala de verano y puso el cerrojo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Cuando él salió, fueron los siervos del rey y miraron; y he aquí que las puertas de la sala estaban cerradas con cerrojo. Ellos dijeron:",
            "—Sin duda está haciendo sus necesidades en el interior de la sala de verano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Esperaron hasta quedar desconcertados. Pero viendo que él no abría las puertas de la sala, tomaron la llave y la abrieron. Y he aquí que su señor estaba caído sobre el suelo, muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Mientras ellos esperaban, Ehud se escapó. Luego pasó los ídolos y se escapó hacia Seirat."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ehud derrota a los moabitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Cuando llegó, tocó la corneta en la región montañosa de Efraín. Entonces los hijos de Israel descendieron con él de los montes, y él iba delante de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Después él les dijo:",
            "—¡Síganme, porque el SEÑOR ha entregado en la mano de ustedes a sus enemigos los moabitas!",
            "Ellos fueron tras él, tomaron los vados del Jordán que conducen a Moab y no dejaron pasar a nadie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "En aquella ocasión mataron como a diez mil hombres de los moabitas, todos hombres robustos y valientes. No escapó ninguno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Así quedó Moab, aquel día, sometido bajo la mano de Israel.",
            "Y la tierra reposó durante ochenta años."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Samgar derrota a los filisteos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Después de él vino Samgar hijo de Anat, quien mató a seiscientos hombres de los filisteos con una vara para arrear bueyes. Él también libró a Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.4"
        ],
        "human": "Jueces 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.5"
        ],
        "human": "Jueces 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.3"
        ],
        "human": "Jueces 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Débora, juez en Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de la muerte de Ehud, los hijos de Israel volvieron a hacer lo malo ante los ojos del SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces el SEÑOR los abandonó en mano de Jabín, rey de Canaán, el cual reinaba en Hazor. El jefe de su ejército era Sísara, y habitaba en Haroset-goím."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Los hijos de Israel clamaron al SEÑOR, porque aquel tenía novecientos carros de hierro y había oprimido con crueldad a los hijos de Israel durante veinte años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "En aquel tiempo gobernaba a Israel Débora, profetisa, esposa de Lapidot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ella solía sentarse debajo de la palmera de Débora, entre Ramá y Betel, en la región montañosa de Efraín. Y los hijos de Israel acudían a ella para juicio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces ella mandó llamar a Barac hijo de Abinoam, de Quedes de Neftalí, y le dijo:",
            "—¿No te ha mandado el SEÑOR Dios de Israel, diciendo: “Ve, toma contigo a diez mil hombres de los hijos de Neftalí y de los hijos de Zabulón, reúnelos en el monte Tabor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "y yo atraeré hacia ti, al arroyo de Quisón, a Sísara, jefe del ejército de Jabín, con sus carros y su multitud, y lo entregaré en tu mano”?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Barac le respondió:",
            "—Si tú vas conmigo, yo iré. Pero si no vas conmigo, no iré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ella le dijo:",
            "—¡Ciertamente iré contigo! Solo que no será tuya la gloria, por la manera en que te comportas; porque en manos de una mujer entregará el SEÑOR a Sísara.",
            "Débora se levantó y fue con Barac a Quedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces Barac convocó a Zabulón y a Neftalí en Quedes, y lo siguieron diez mil hombres. Y Débora fue con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Heber el queneo se había apartado de los queneos descendientes de Hobab, suegro de Moisés, y había ido instalando sus tiendas hasta la encina de Zaananim, que está junto a Quedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La derrota del ejército de Sísara"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando comunicaron a Sísara que Barac hijo de Abinoam había subido al monte Tabor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Sísara reunió todos sus carros, novecientos carros de hierro, con todo el pueblo que estaba con él, desde Haroset-goím hasta el arroyo de Quisón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces Débora dijo a Barac:",
            "—¡Levántate, porque este es el día en que el SEÑOR ha entregado a Sísara en tu mano! ¿No ha salido el SEÑOR delante de ti?",
            "Barac descendió del monte Tabor con los diez mil hombres detrás de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y el SEÑOR desbarató a filo de espada a Sísara con todos sus carros y todo su ejército, delante de Barac. Sísara mismo se bajó del carro y huyó a pie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces Barac persiguió los carros y al ejército hasta Haroset-goím. Todo el ejército de Sísara cayó a filo de espada hasta no quedar ni uno."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La muerte de Sísara"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Sísara huyó a pie a la tienda de Jael, mujer de Heber el queneo, porque había paz entre Jabín, rey de Hazor, y la casa de Heber el queneo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Jael salió para recibir a Sísara y le dijo:",
            "—¡Ven, señor mío! Ven a mí; no tengas temor.",
            "Él entró en la tienda con ella, y ella lo cubrió con una manta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y él le dijo:",
            "—Por favor, dame un poco de agua, porque tengo sed.",
            "Ella abrió un odre de leche y le dio de beber, y lo volvió a cubrir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces él le dijo:",
            "—Quédate a la entrada de la tienda, y si alguien viene y te pregunta diciendo: “¿Hay alguno aquí?”, responderás que no."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero Jael, mujer de Heber, tomó una estaca de la tienda, y tomando un mazo en su mano fue a él silenciosamente y le metió la estaca por las sienes, clavándola en la tierra, mientras él estaba profundamente dormido y agotado. Así murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y he aquí que cuando Barac venía persiguiendo a Sísara, Jael salió a su encuentro y le dijo:",
            "—Ven, y te mostraré al hombre que buscas.",
            "Él entró con ella, y he aquí que Sísara yacía muerto con la estaca clavada en su sien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Así sometió Dios aquel día a Jabín, rey de Canaán, ante los hijos de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y la mano de los hijos de Israel comenzó a endurecerse más y más contra Jabín, rey de Canaán, hasta que lo destruyeron."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.5"
        ],
        "human": "Jueces 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.6"
        ],
        "human": "Jueces 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.4"
        ],
        "human": "Jueces 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El cántico de Débora"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Aquel día cantó Débora con Barac hijo de Abinoam, diciendo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Por haberse puesto al frente los caudillos en Israel,",
            "por haberse ofrecido el pueblo voluntariamente,",
            "¡bendigan al SEÑOR!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "“Oigan, oh reyes; escuchen, oh gobernantes:",
            "Yo cantaré al SEÑOR;",
            "cantaré salmos al SEÑOR Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "“Oh SEÑOR, cuando saliste de Seír,",
            "cuando marchaste desde el campo de Edom, la tierra tembló;",
            "también los cielos gotearon",
            "y las nubes gotearon agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los montes temblaron delante del SEÑOR;",
            "aquel Sinaí, delante del SEÑOR Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“En los días de Samgar hijo de Anat,",
            "en los días de Jael,",
            "cesaron las caravanas",
            "y los caminantes se apartaban",
            "por sendas retorcidas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Quedaron abandonadas las aldeas en Israel;",
            "quedaron abandonadas hasta que yo, Débora, me levanté.",
            "¡Me levanté como madre en Israel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "“Cuando escogían dioses nuevos,",
            "la guerra estaba a las puertas;",
            "y no se veía ni lanza ni escudo",
            "entre cuarenta mil en Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "¡Mi corazón está con los jefes de Israel!",
            "Los que voluntariamente",
            "se ofrecieron entre el pueblo:",
            "¡Bendigan al SEÑOR!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“Los que cabalgan sobre asnas blancas,",
            "los que se sientan sobre tapices",
            "y los que van por el camino, consideren"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "la voz de los que cantan junto a los abrevaderos,",
            "donde recitan los justos hechos del SEÑOR,",
            "los justos hechos de sus aldeanos que moran a campo abierto en Israel.",
            "Entonces descendió a las puertas el pueblo del SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "“¡Despierta, despierta, oh Débora!",
            "¡Despierta, despierta!",
            "¡Entona un cántico!",
            "¡Levántate, oh Barac!",
            "¡Lleva tus cautivos, oh hijo de Abinoam!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces descendió el remanente de los poderosos,",
            "y el pueblo del SEÑOR vino a mí con los valientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“De Efraín vinieron algunos cuyas raíces estaban en Amalec;",
            "detrás viniste tú, oh Benjamín, con tu pueblo;",
            "de Maquir descendieron los jefes;",
            "de Zabulón vinieron los que llevan la vara de mando."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Los jefes de Isacar fueron con Débora.",
            "Así como Barac, también fue Isacar.",
            "Fue traído tras él en el valle.",
            "“En las divisiones de Rubén",
            "hubo grandes deliberaciones del corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¿Por qué te recostaste entre las alforjas",
            "para escuchar los balidos de los rebaños?",
            "¡En las divisiones de Rubén",
            "hubo grandes deliberaciones del corazón!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "“Galaad se quedó al otro lado del Jordán.",
            "Y Dan, ¿por qué se quedó junto a los navíos?",
            "También Aser se mantuvo en la costa del mar,",
            "y se quedó habitando en sus bahías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "“Zabulón es el pueblo",
            "que expuso su vida hasta la muerte;",
            "Neftalí también, en las alturas del campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "“Vinieron los reyes y combatieron;",
            "entonces combatieron los reyes de Canaán",
            "en Taanac, junto a las aguas de Meguido,",
            "¡pero no se llevaron botín de plata!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "“Desde los cielos combatieron las estrellas;",
            "desde sus órbitas combatieron contra Sísara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "El torrente de Quisón los arrastró,",
            "el antiguo torrente, el torrente",
            "de Quisón.",
            "¡Marcha, oh alma mía, con poder!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entonces resonaron los cascos de los caballos,",
            "por el continuo galope de sus corceles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "“‘¡Maldigan a Meroz!’,",
            "dijo el ángel del SEÑOR.",
            "‘Maldigan severamente a sus moradores",
            "porque no vinieron en ayuda del SEÑOR,",
            "en ayuda del SEÑOR con los valientes’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "“¡Bendita entre las mujeres sea Jael,",
            "mujer de Heber el queneo.",
            "Sea bendita entre las mujeres que habitan en tiendas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Él pidió agua, y ella le dio leche;",
            "en taza de nobles le sirvió nata."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Con su mano tomó la estaca,",
            "y con su derecha el mazo de obrero.",
            "Golpeó a Sísara, machacó su cabeza,",
            "perforó y atravesó su sien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "A los pies de ella se encorvó y cayó;",
            "quedó tendido.",
            "A los pies de ella se encorvó y cayó.",
            "Donde se encorvó, allí cayó extenuado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "“La madre de Sísara se asoma a la ventana,",
            "y mirando por la celosía dice a gritos:",
            "‘¿Por qué tarda su carro en venir?",
            "¿Por qué se detienen las ruedas de sus carros?’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Las más sabias de sus damas le responden,",
            "y ella se repite a sí misma las palabras:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "‘¿No habrán capturado botín?",
            "¿No lo estarán repartiendo?",
            "Para cada hombre una joven o dos;",
            "un botín de ropas de colores para Sísara;",
            "un botín de bordados de colores,",
            "bordados por ambos lados,",
            "para mi cuello… ¡Qué botín!’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "“¡Perezcan así todos tus enemigos, oh SEÑOR!",
            "Pero los que te aman sean como el sol",
            "cuando se levanta en su poderío”.",
            "Y la tierra reposó durante cuarenta años."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.6"
        ],
        "human": "Jueces 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.7"
        ],
        "human": "Jueces 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.5"
        ],
        "human": "Jueces 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los madianitas oprimen a Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los hijos de Israel hicieron lo malo ante los ojos del SEÑOR. Entonces el SEÑOR los entregó en mano de Madián durante siete años,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y la mano de Madián prevaleció contra Israel. Por causa de los madianitas los hijos de Israel se hicieron escondrijos en las montañas, y cuevas y lugares fortificados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque sucedía que cuando Israel sembraba, subían contra él los madianitas, los amalequitas y los hijos del oriente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y acampando contra ellos, arruinaban las cosechas de la tierra hasta cerca de Gaza. No dejaban qué comer en Israel: ni ovejas ni toros ni asnos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "porque venían con sus ganados y con sus tiendas, siendo como langostas por su multitud. Ellos y sus camellos eran innumerables; así venían a la tierra para devastarla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Israel era empobrecido en gran manera por causa de los madianitas. Y los hijos de Israel clamaron al SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y sucedió que cuando los hijos de Israel clamaron al SEÑOR a causa de los madianitas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "el SEÑOR envió a los hijos de Israel un profeta, que les dijo:",
            "—Así ha dicho el SEÑOR Dios de Israel: “Yo los hice subir de Egipto y los saqué de la casa de esclavitud."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los libré de mano de los egipcios y de mano de todos los que los oprimían, a los cuales eché de delante de ustedes y les di su tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y les dije: ‘Yo soy el SEÑOR su Dios; no veneren a los dioses de los amorreos en cuya tierra habitan’. Pero no han obedecido mi voz”."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gedeón ante el ángel del SEÑOR"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces el ángel del SEÑOR fue y se sentó debajo de la encina que está en Ofra, que pertenecía a Joás el abiezerita. Su hijo Gedeón estaba desgranando el trigo en el lagar, para esconderlo de los madianitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y se le apareció el ángel del SEÑOR, y le dijo:",
            "—¡El SEÑOR está contigo, oh valiente guerrero!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y Gedeón le respondió:",
            "—¡Oh, señor mío! Si el SEÑOR está con nosotros, ¿por qué nos ha sobrevenido todo esto? ¿Dónde están todas sus maravillas que nuestros padres nos han contado diciendo: “¿No nos sacó el SEÑOR de Egipto?”. Ahora el SEÑOR nos ha desamparado y nos ha entregado en mano de los madianitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El SEÑOR lo miró y le dijo:",
            "—Ve con esta tu fuerza y libra a Israel de mano de los madianitas. ¿No te envío yo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces le respondió:",
            "—¡Oh, Señor mío!. ¿Con qué podré yo librar a Israel? He aquí que mi familia es la más insignificante de Manasés, y yo soy el más pequeño en la casa de mi padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero el SEÑOR le dijo:",
            "—Ciertamente yo estaré contigo, y tú derrotarás a los madianitas como a un solo hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y él le respondió:",
            "—Si he hallado gracia ante tus ojos, dame, por favor, una señal de que eres tú el que hablas conmigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Te ruego que no te vayas de aquí hasta que yo vuelva a ti y traiga mi presente y lo ponga delante de ti.",
            "Él respondió:",
            "—Yo me quedaré hasta que vuelvas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Gedeón entró, y preparó un cabrito y panes sin levadura de veinte kilos de harina. Puso la carne en una canasta y puso el caldo en una olla; luego se los trajo y se los presentó debajo de la encina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y el ángel de Dios le dijo:",
            "—Toma la carne y los panes sin levadura; ponlos sobre esta peña y vierte el caldo.",
            "Él lo hizo así."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces el ángel del SEÑOR extendió el cayado que tenía en la mano, y con la punta tocó la carne y los panes sin levadura, y subió fuego de la peña, que consumió la carne y los panes sin levadura. Y el ángel del SEÑOR desapareció de su vista."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Dándose cuenta Gedeón de que era el ángel del SEÑOR, exclamó:",
            "—¡Ay, SEÑOR Dios! ¡Pues he visto cara a cara al ángel del SEÑOR!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "El SEÑOR le dijo:",
            "—La paz sea contigo. No temas; no morirás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces Gedeón edificó allí un altar al SEÑOR, y lo llamó el SEÑOR-shalom. Este permanece hasta el día de hoy en Ofra de los abiezeritas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gedeón contiende con Baal"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Aconteció aquella misma noche que el SEÑOR le dijo:",
            "—Toma un toro del hato que pertenece a tu padre y un segundo toro de siete años. Luego derriba el altar de Baal que tiene tu padre, y corta el árbol ritual de Asera que está junto a él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Edifica ordenadamente un altar al SEÑOR tu Dios en la cumbre de este peñasco. Luego toma el segundo toro y sacrifícalo en holocausto sobre la leña del árbol ritual de Asera que habrás cortado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Entonces Gedeón tomó diez hombres de sus siervos e hizo como el SEÑOR le había dicho. Pero sucedió que temiendo hacerlo de día, por causa de la casa de su padre y de los hombres de la ciudad, lo hizo de noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Cuando por la mañana se levantaron los hombres de la ciudad, he aquí que el altar de Baal había sido derribado, el árbol ritual de Asera que estaba junto a él había sido cortado, y el segundo toro había sido ofrecido en holocausto sobre el altar edificado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces se preguntaban unos a otros:",
            "—¿Quién ha hecho esto?",
            "Cuando indagaron y buscaron, dijeron:",
            "—Gedeón hijo de Joás ha hecho esto.",
            "Entonces los hombres de la ciudad dijeron a Joás:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "—Saca fuera a tu hijo, para que muera; porque ha derribado el altar de Baal y ha cortado el árbol ritual de Asera que estaba junto a él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Joás respondió a todos los que estaban frente a él:",
            "—¿Contenderán ustedes por Baal? ¿Ustedes lo defenderán? ¡El que contienda por Baal, que muera antes de mañana! Si es un dios, que contienda por sí mismo, porque alguien ha derribado su altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Aquel día Gedeón fue llamado Jerobaal, que quiere decir: “Que Baal contienda con él”, por cuanto derribó su altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gedeón prueba a Dios con el vellón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Todos los madianitas, los amalequitas y los hijos del oriente se reunieron, y cruzando el río acamparon en el valle de Jezreel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Entonces Gedeón fue investido por el Espíritu del SEÑOR. Él tocó la corneta, y los de Abiezer acudieron para ir tras él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Envió mensajeros por todo Manasés, y los de Manasés también acudieron para ir tras él. Asimismo, envió mensajeros a Aser, a Zabulón y a Neftalí, los cuales subieron a su encuentro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Pero Gedeón dijo a Dios:",
            "—Si has de librar a Israel por mi mano como has dicho,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "he aquí que yo pondré un vellón de lana en la era. Si el rocío está solo en el vellón y toda la tierra queda seca, entonces sabré que librarás a Israel por mi mano como has dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Y aconteció así. Cuando se levantó muy de mañana, exprimió el vellón y sacó de él el rocío, una taza llena de agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Pero Gedeón dijo a Dios:",
            "—No se encienda tu ira contra mí; permite que hable una vez más. Solo probaré una vez más con el vellón: Por favor, que solo el vellón quede seco y que el rocío esté sobre todo el suelo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Y Dios lo hizo así aquella noche. Sucedió que solo el vellón quedó seco y que el rocío estuvo sobre todo el suelo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.7"
        ],
        "human": "Jueces 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.8"
        ],
        "human": "Jueces 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.6"
        ],
        "human": "Jueces 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gedeón escoge trescientos guerreros"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Jerobaal (es decir, Gedeón) se levantó muy de mañana con todo el pueblo que estaba con él, y acamparon junto al manantial de Harod. El campamento de los madianitas estaba al norte del suyo, cerca de la colina de Moré, en el valle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y el SEÑOR dijo a Gedeón:",
            "—El pueblo que está contigo es demasiado numeroso para que yo entregue a los madianitas en su mano. No sea que Israel se jacte contra mí diciendo: “Mi propia mano me ha librado”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ahora pues, pregona a oídos del pueblo y di: “¡Quien tema y tiemble, que se vuelva!”.",
            "Entonces Gedeón los probó, y se volvieron veintidós mil de ellos, y se quedaron diez mil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero el SEÑOR dijo a Gedeón:",
            "—El pueblo aún es demasiado numeroso. Hazlos descender a las aguas y allí te los probaré. Del que yo te diga: “Este irá contigo”, ese irá contigo; pero de cualquiera que yo te diga: “Este no irá contigo”, el tal no irá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces hizo descender el pueblo a las aguas, y el SEÑOR dijo a Gedeón:",
            "—A todo el que lama el agua con su lengua, como lame el perro, lo pondrás aparte. Asimismo, a cualquiera que se doble sobre sus rodillas para beber."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El número de los hombres que lamieron el agua, llevándola a su boca con la mano, fue de trescientos. Todo el resto del pueblo se dobló sobre sus rodillas para beber agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces el SEÑOR dijo a Gedeón:",
            "—Con los trescientos hombres que lamieron el agua los libraré y entregaré a los madianitas en tu mano. El resto del pueblo, que se vaya cada uno a su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Tomaron en sus manos las provisiones del pueblo y las cornetas. Y él despidió a todos aquellos hombres de Israel, cada uno a su morada; pero retuvo a los trescientos hombres. El campamento de Madián estaba abajo, en el valle."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gedeón espía el campamento de Madián"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Aconteció que aquella noche el SEÑOR le dijo:",
            "—Levántate y desciende contra el campamento, porque yo lo he entregado en tu mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y si tienes miedo de descender, desciende al campamento tú con tu criado Fura,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y oirás lo que conversan. Luego tus manos se fortalecerán, y descenderás contra el campamento.",
            "Entonces descendió él con su criado Fura hasta uno de los puestos avanzados de la gente armada del campamento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Los madianitas, los amalequitas y todos los hijos del oriente se extendían por el valle, numerosos como langostas. Sus camellos eran incontables, numerosos como la arena que está a la orilla del mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y cuando llegó Gedeón, he aquí que un hombre estaba contando un sueño a su compañero y decía:",
            "—He aquí, he tenido un sueño. Veía un pan de cebada que rodaba hasta el campamento de Madián. Llegó hasta la tienda, y la golpeó de tal manera que cayó. Le dio la vuelta de arriba abajo y la tienda cayó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Su compañero respondió y dijo:",
            "—¡Esto no es otra cosa que la espada de Gedeón hijo de Joás, hombre de Israel! ¡Dios ha entregado en su mano a los madianitas con todo el campamento!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y aconteció que cuando Gedeón oyó el relato del sueño y su interpretación, adoró. Después volvió al campamento de Israel y dijo:",
            "—¡Levántate, porque el SEÑOR ha entregado el campamento de Madián en tu mano!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gedeón derrota a los madianitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Gedeón dividió los trescientos hombres en tres escuadrones, puso en la mano de todos ellos cornetas y cántaros vacíos con teas encendidas dentro de los cántaros,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "y les dijo:",
            "—Mírenme a mí y hagan lo que yo haga. Y he aquí que cuando yo llegue a las afueras del campamento, lo que yo haga, háganlo también ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando yo toque la corneta con todos los que están conmigo, ustedes que estarán alrededor de todo el campamento también tocarán las cornetas y gritarán: “¡Por el SEÑOR y por Gedeón!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Llegaron, pues, Gedeón y los cien hombres que llevaba consigo a las afueras del campamento, a media noche, cuando acababan de relevar los guardias. Entonces tocaron las cornetas y quebraron los cántaros que llevaban en sus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Los tres escuadrones tocaron las cornetas, y quebrando los cántaros tomaron las teas con su mano izquierda mientras que con la derecha tocaban las cornetas y gritaban:",
            "—¡La espada por el SEÑOR y por Gedeón!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cada uno permaneció en su lugar alrededor del campamento. Pero todo el ejército echó a correr gritando y huyendo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Mientras los trescientos hombres tocaban las cornetas, el SEÑOR puso la espada de cada uno contra su compañero en todo el campamento.",
            "El ejército huyó hasta Bet-sita, hacia Zereda, y hasta el límite de Abel-mejola junto a Tabat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y una vez convocados, los israelitas de Neftalí, de Aser y de todo Manasés persiguieron a los madianitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces Gedeón envió mensajeros por toda la región montañosa de Efraín, diciendo: “Desciendan al encuentro de los madianitas y tomen antes que ellos los vados hasta Bet-bara y el Jordán”.",
            "Y convocados todos los hombres de Efraín, tomaron los vados hasta Bet-bara y el Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Entonces capturaron a dos jefes de los madianitas: a Oreb y a Zeeb. Mataron a Oreb en la peña de Oreb, y a Zeeb lo mataron en el lagar de Zeeb. Siguieron persiguiendo a los madianitas y trajeron a Gedeón las cabezas de Oreb y de Zeeb, al otro lado del Jordán."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.8"
        ],
        "human": "Jueces 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.9"
        ],
        "human": "Jueces 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.7"
        ],
        "human": "Jueces 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gedeón aplaca a los de Efraín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces los hombres de Efraín dijeron a Gedeón:",
            "—¿Qué es esto que has hecho con nosotros de no llamarnos cuando ibas a combatir contra Madián?",
            "Discutieron fuertemente con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y les respondió:",
            "—¿Qué he hecho yo ahora comparado con ustedes? ¿No ha sido mejor el rebusco de Efraín que la vendimia de Abiezer?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Dios ha entregado en la mano de ustedes a Oreb y a Zeeb, jefes de Madián. ¿Qué pude yo hacer comparado con ustedes?",
            "Después que él dijo estas palabras, se aplacó el enojo de ellos contra él."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gedeón es afrentado en Sucot y Peniel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Gedeón llegó para cruzar el Jordán, él y los trescientos hombres que traía consigo, cansados, pero todavía persiguiendo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y dijo a los hombres de Sucot:",
            "—Den, por favor, tortas de pan a la gente que me acompaña, porque ellos están cansados. Yo estoy persiguiendo a Zébaj y a Zalmuna, reyes de Madián."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los jefes de Sucot le respondieron:",
            "—¿Están ya las manos de Zébaj y de Zalmuna en tu mano, para que demos pan a tu ejército?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y Gedeón les dijo:",
            "—Pues bien, cuando el SEÑOR haya entregado en mi mano a Zébaj y a Zalmuna, azotaré su carne con espinas y cardos del desierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "De allí subió a Peniel y les dijo las mismas palabras. Pero los de Peniel le respondieron como le habían respondido los de Sucot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y él habló también a los de Peniel, diciendo:",
            "—Cuando yo regrese en paz, derribaré esta torre."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gedeón captura a los reyes"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "de Madián"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Zébaj y Zalmuna estaban en Carcor, y con ellos su ejército de unos quince mil hombres, todos los que habían quedado de todo el campamento de los hijos del oriente, porque los caídos habían sido ciento veinte mil hombres que sacaban espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces Gedeón subió por la ruta de los que habitan en tiendas, al este de Nóbaj y Jogbea, y atacó el campamento cuando este no estaba en guardia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Zébaj y Zalmuna huyeron, pero él los persiguió. Luego capturó a Zébaj y a Zalmuna, los dos reyes de Madián, y causó pánico en todo el campamento."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Castigo de Sucot y de Peniel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Gedeón hijo de Joás volvió de la batalla por la cuesta de Heres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y capturó a un joven de los hombres de Sucot y lo interrogó. Él le dio por escrito los nombres de los jefes de Sucot y de sus ancianos: setenta y siete hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Luego fue a los hombres de Sucot y dijo:",
            "—Aquí están Zébaj y Zalmuna, acerca de los cuales me afrentaron diciendo: “¿Están ya las manos de Zébaj y de Zalmuna en tu mano, para que demos pan a tus hombres cansados?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces tomó a los ancianos de la ciudad, y azotó con espinas y cardos del desierto a los hombres de Sucot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Asimismo, derribó la torre de Peniel y mató a los hombres de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Castigo de los reyes de Madián"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Luego preguntó a Zébaj y a Zalmuna:",
            "—¿Qué aspecto tenían aquellos hombres que mataron en Tabor?",
            "Ellos respondieron:",
            "—Como tú, así eran ellos; cada uno parecía ser hijo de rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Él dijo:",
            "—¡Eran mis hermanos, hijos de mi madre! ¡Vive el SEÑOR, que si les hubieran perdonado la vida yo no los mataría!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces dijo a Jeter, su primogénito:",
            "—¡Levántate y mátalos!",
            "Pero el joven no desenvainó su espada, porque tenía temor, pues todavía era un muchacho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces Zébaj y Zalmuna dijeron:",
            "—Levántate tú y mátanos; porque como es el hombre así es su valentía.",
            "Entonces se levantó Gedeón y mató a Zébaj y a Zalmuna, y tomó las lunetas que sus camellos traían al cuello."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Israel se prostituye tras un efod"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los israelitas dijeron a Gedeón:",
            "—Gobiérnanos tanto tú como tu hijo y tu nieto, pues nos has librado de mano de Madián."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero Gedeón les respondió:",
            "—Yo no los gobernaré a ustedes ni tampoco los gobernará mi hijo. El SEÑOR los gobernará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "—Y Gedeón añadió—: Quiero hacerles una petición: que cada uno me dé un arete de oro de su botín.",
            "Los madianitas llevaban aretes de oro, porque eran ismaelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y ellos respondieron:",
            "—De buena gana te los daremos.",
            "Tendieron un manto, y cada uno echó allí un arete de su botín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "El peso de los aretes de oro que él pidió fue de diecinueve kilos de oro, sin contar las lunetas, los pendientes y las vestiduras de púrpura que llevaban los reyes de Madián, ni los collares que sus camellos traían al cuello."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Con ellos Gedeón hizo un efod, que expuso en Ofra, su ciudad. Y todo Israel se prostituyó tras ese efod en aquel lugar, y sirvió de tropiezo a Gedeón y a su familia."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Últimos años y muerte de Gedeón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Así fue sometido Madián ante los hijos de Israel, y nunca más volvió a levantar cabeza. Y la tierra reposó durante cuarenta años en los días de Gedeón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Jerobaal hijo de Joás fue y habitó en su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Gedeón tenía setenta hijos que fueron sus descendientes directos, porque tuvo muchas mujeres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "También su concubina que estaba en Siquem le dio a luz un hijo, y él le puso por nombre Abimelec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Gedeón hijo de Joás murió en buena vejez, y fue sepultado en el sepulcro de su padre Joás, en Ofra de los abiezeritas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Israel se prostituye tras Baal-berit"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Aconteció que cuando murió Gedeón, los hijos de Israel volvieron a prostituirse tras los Baales, y adoptaron por dios a Baal-berit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Los hijos de Israel no se acordaron del SEÑOR su Dios que los había librado de mano de todos sus enemigos de alrededor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "ni correspondieron con bondad a la casa de Jerobaal, es decir, Gedeón, por todo el bien que él había hecho a Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.9"
        ],
        "human": "Jueces 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.10"
        ],
        "human": "Jueces 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.8"
        ],
        "human": "Jueces 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Abimelec se hace rey en Siquem"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Abimelec hijo de Jerobaal fue a Siquem, a los hermanos de su madre, y habló con ellos y con toda la familia de la casa paterna de su madre, diciendo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "—Hablen, por favor, a oídos de todos los señores de Siquem: “¿Qué es mejor para ustedes: que todos los setenta hijos de Jerobaal los gobiernen, o que un solo hombre los gobierne? Acuérdense de que yo soy hueso suyo y carne suya”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Los hermanos de su madre dijeron todas estas cosas a favor de él a oídos de todos los señores de Siquem. Y el corazón de ellos se inclinó a favor de Abimelec porque decían: “Es nuestro hermano”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Le dieron ochocientos gramos de plata del templo de Baal-berit, con las cuales Abimelec contrató a sueldo a hombres ociosos y temerarios que lo siguieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Él fue a la casa de su padre en Ofra y mató a sus hermanos, los hijos de Jerobaal, setenta hombres, sobre una misma piedra. Pero quedó Jotam, el hijo menor de Jerobaal, porque se escondió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces se reunieron todos los señores de Siquem con todos los de Bet-milo. Y fueron y proclamaron a Abimelec como rey, junto a la encina que está al lado de la piedra ritual en Siquem."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Oráculo de Jotam contra Abimelec"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando se lo dijeron a Jotam, él fue y se puso en la cumbre del monte Gerizim. Y alzando su voz gritó diciéndoles:",
            "—¡Escúchenme, oh señores de Siquem, y que Dios los escuche a ustedes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»Los árboles iban a elegir un rey sobre ellos y dijeron al olivo: “¡Reina sobre nosotros!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero el olivo les respondió: “¿He de renunciar a mi aceite con el cual son honrados Dios y los hombres, para ir a mecerme por encima de los árboles?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Luego dijeron los árboles a la higuera: “¡Ven tú, y reina sobre nosotros!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero la higuera les respondió: “¿He de renunciar a mi dulzura y a mi buen fruto, para ir a mecerme por encima de los árboles?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»Luego dijeron los árboles a la vid: “¡Ven tú, y reina sobre nosotros!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero la vid les respondió: “¿He de renunciar a mi vino nuevo que alegra a Dios y a los hombres, para ir a mecerme por encima de los árboles?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Entonces todos los árboles dijeron a la zarza: “¡Ven tú, y reina sobre nosotros!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero la zarza respondió a los árboles: “Si en verdad me ungen como rey sobre ustedes, vengan y refúgiense a mi sombra. Y si no, ¡salga fuego de la zarza y devore los cedros del Líbano!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»Ahora pues, si han procedido de buena fe y con integridad al proclamar como rey a Abimelec; si han actuado bien con Jerobaal y con su casa; si lo han recompensado conforme a la obra de sus manos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "(pues mi padre luchó por ustedes arriesgando su vida para librarlos de mano de Madián,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "pero ustedes se han levantado hoy contra la casa de mi padre, han matado a sus hijos, a setenta hombres sobre una misma piedra, y han puesto por rey sobre los señores de Siquem a Abimelec, el hijo de su criada, porque él es su hermano);"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "si pues de buena fe y con integridad han procedido hoy con Jerobaal y con su casa, entonces gocen de Abimelec y que él también goce de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y si no, ¡que salga fuego de Abimelec, y consuma a los señores de Siquem y a Bet-milo! ¡Y que salga fuego de los señores de Siquem y de Bet-milo, y consuma a Abimelec!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Jotam huyó, se fugó y se fue a Beer, donde vivió por causa de su hermano Abimelec."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Siquem se levanta contra Abimelec"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Después que Abimelec había gobernado a Israel tres años,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Dios envió un mal espíritu entre Abimelec y los señores de Siquem. Y los señores de Siquem traicionaron a Abimelec,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "de modo que el crimen cometido contra los setenta hijos de Jerobaal, es decir, su sangre, recayera sobre su hermano Abimelec que los mató, y sobre los señores de Siquem que fortalecieron sus manos para que él matara a sus hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Los señores de Siquem pusieron contra él, en las cumbres de los montes, hombres al acecho, los cuales despojaban a todos los que pasaban junto a ellos por el camino. Y le fue dado informe de ello a Abimelec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "También Gaal hijo de Ebed fue con sus hermanos y se pasaron a Siquem; y los señores de Siquem pusieron su confianza en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y salieron al campo, vendimiaron sus viñas, pisaron la uva e hicieron una fiesta. Luego entraron en el templo de sus dioses, comieron y bebieron, y maldijeron a Abimelec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Gaal hijo de Ebed dijo:",
            "—¿Quién es Abimelec, y qué es Siquem para que nosotros le sirvamos? ¿No deberían el hijo de Jerobaal y Zebul, su oficial, servir a los hombres de Hamor, padre de Siquem?. ¿Por qué, pues, hemos de servirle nosotros a él?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "¡Quién pusiera este pueblo bajo mi mano! ¡Yo echaría a Abimelec! Le diría a Abimelec: “¡Aumenta tu ejército y sal!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Cuando Zebul, alcalde de la ciudad, oyó las palabras de Gaal hijo de Ebed, se encendió en ira"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "y envió astutamente mensajeros a Abimelec para decirle: “He aquí que Gaal hijo de Ebed y sus hermanos han venido a Siquem, y están sublevando la ciudad contra ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Por tanto, vete de noche, tú y la gente que está contigo, y pon emboscadas en el campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Por la mañana, al salir el sol, levántate y ataca la ciudad. Y he aquí que cuando él y la gente que está con él salgan contra ti, tú harás con él según se te ofrezca”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Abimelec y toda la gente que estaba con él se levantaron de noche y pusieron una emboscada contra Siquem con cuatro escuadrones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Gaal hijo de Ebed salió y se detuvo a la entrada de la puerta de la ciudad. Entonces Abimelec y toda la gente que estaba con él salieron de la emboscada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Al ver Gaal a la gente, dijo a Zebul:",
            "—¡He allí gente que desciende de las cumbres de las montañas!",
            "Y Zebul le respondió:",
            "—Tú ves la sombra de las montañas, como si fueran hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Pero Gaal volvió a hablar diciendo:",
            "—He allí gente que desciende por Tabur-haárets y un escuadrón que viene por el camino de la encina de los Adivinos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Entonces Zebul le respondió:",
            "—¿Dónde está, pues, aquel hablar tuyo, cuando decías: “¿Quién es Abimelec, para que le sirvamos?”. ¿No es esa la gente que tenías en poco? ¡Sal, pues, ahora y lucha contra él!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Gaal salió al frente de los señores de Siquem y luchó contra Abimelec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Pero Abimelec lo persiguió y Gaal huyó de delante de él. Y muchos cayeron muertos, hasta la entrada de la puerta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Entonces Abimelec se quedó en Aruma, y Zebul echó fuera a Gaal y a sus hermanos, para que no habitaran en Siquem."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Abimelec destruye Siquem"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Aconteció que al día siguiente el pueblo salió al campo y le informaron a Abimelec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Él tomó a la gente, la repartió en tres escuadrones y puso emboscadas en el campo. Cuando vio que la gente salía de la ciudad, se levantó contra ellos y los atacó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Abimelec y el escuadrón que iba con él acometieron con ímpetu y tomaron posiciones a la entrada de la puerta de la ciudad. Los otros dos escuadrones acometieron contra todos los que estaban en el campo y los mataron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Abimelec combatió contra la ciudad todo aquel día, tomó la ciudad y mató a la gente que estaba en ella. También demolió la ciudad y la sembró de sal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Cuando oyeron esto todos los señores que estaban en la torre de Siquem, entraron en la fortaleza del templo del dios Berit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "E informaron a Abimelec que todos los señores de la torre de Siquem estaban reunidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Entonces subió Abimelec al monte Salmón, él con toda la gente que estaba con él. Abimelec tomó en su mano un hacha y cortó una rama de los árboles; la levantó, la puso sobre su hombro y dijo a la gente que estaba con él:",
            "—¡Lo que me han visto hacer, háganlo rápidamente ustedes de la misma manera!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Así que toda la gente cortó también cada uno su rama, y siguieron a Abimelec. Las pusieron junto a la fortaleza y con ellas prendieron fuego a la fortaleza, de modo que también murieron todos los que estaban en la torre de Siquem, como unos mil hombres y mujeres."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El final de Abimelec"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Después Abimelec fue a Tebes. Luego acampó contra Tebes y la tomó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "En medio de aquella ciudad había una torre fortificada en la cual se refugiaron todos los hombres y las mujeres, con todos los señores de la ciudad. Cerraron tras sí las puertas, y subieron a la azotea de la torre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "Abimelec fue a la torre, la atacó y se acercó a la puerta de la torre para prenderle fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Pero una mujer dejó caer una piedra de molino sobre la cabeza de Abimelec y le destrozó el cráneo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "Entonces él llamó apresuradamente al joven, su escudero, y le dijo:",
            "—Saca tu espada y mátame, para que no se diga de mí: “Una mujer lo mató”.",
            "Su escudero lo atravesó, y él murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "Y cuando los hombres de Israel vieron que Abimelec había muerto, se fue cada uno a su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "Así Dios devolvió a Abimelec el mal que él había hecho contra su padre, cuando mató a sus setenta hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "Dios hizo que toda la maldad de los hombres de Siquem volviera sobre sus cabezas. Y cayó sobre ellos la maldición de Jotam hijo de Jerobaal."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.10"
        ],
        "human": "Jueces 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.11"
        ],
        "human": "Jueces 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.9"
        ],
        "human": "Jueces 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Tola, juez en Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de Abimelec se levantó, para librar a Israel, Tola hijo de Fúa, hijo de Dodo, hombre de Isacar. Habitaba en Samir, en la región montañosa de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y juzgó a Israel durante veintitrés años. Entonces murió y fue sepultado en Samir."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jaír, juez en Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Después de él se levantó Jaír el galadita, quien juzgó a Israel durante veintidós años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Este tuvo treinta hijos que montaban sobre treinta asnos, y tenían treinta villas que se llaman Havot-jaír hasta el día de hoy, las cuales están en la tierra de Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces Jaír murió y fue sepultado en Camón."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los amonitas oprimen a Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los hijos de Israel volvieron a hacer lo malo ante los ojos del SEÑOR y sirvieron a los Baales, a las Astartes, a los dioses de Siria, a los dioses de Sidón, a los dioses de Moab, a los dioses de los hijos de Amón y a los dioses de los filisteos. Abandonaron al SEÑOR y no le sirvieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "La ira del SEÑOR se encendió contra Israel, y él los entregó en mano de los filisteos y en mano de los hijos de Amón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y en aquel tiempo, estos castigaron y oprimieron durante dieciocho años a los hijos de Israel, a todos los hijos de Israel que estaban al otro lado del Jordán, en la tierra de los amorreos que está en Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Luego los hijos de Amón cruzaron el Jordán para hacer también la guerra contra Judá, contra Benjamín y contra la casa de Efraín; e Israel fue afligido en gran manera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces los hijos de Israel clamaron al SEÑOR diciendo:",
            "—Hemos pecado contra ti, porque hemos abandonado a nuestro Dios y hemos servido a los Baales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y el SEÑOR respondió a los hijos de Israel:",
            "—Cuando eran oprimidos por Egipto, por los amorreos, por los amonitas, por los filisteos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "por los de Sidón, por los de Amalec y por los de Maón, y clamaron a mí, ¿no los libré yo de su mano?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero ustedes me han abandonado y han servido a otros dioses. Por eso, no los libraré más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¡Vayan y clamen a los dioses que han elegido para ustedes! Que ellos los libren en el tiempo de su aflicción."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y los hijos de Israel respondieron al SEÑOR:",
            "—Hemos pecado. Haz tú con nosotros todo lo que te parezca bien. Pero, por favor, líbranos en este día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces quitaron de en medio de ellos los dioses extraños y sirvieron al SEÑOR. Y él no pudo soportar más la aflicción de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jefté se levanta como juez"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces los hijos de Amón fueron convocados y acamparon en Galaad. Asimismo, se reunieron los hijos de Israel y acamparon en Mizpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y los jefes del pueblo de Galaad se dijeron unos a otros:",
            "—Cualquiera que sea el hombre que comience a combatir contra los hijos de Amón, él será el caudillo de todos los habitantes de Galaad."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.11"
        ],
        "human": "Jueces 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.12"
        ],
        "human": "Jueces 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.10"
        ],
        "human": "Jueces 10",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Jefté el galaadita era un guerrero valiente. Él era hijo de una mujer prostituta, y el padre de Jefté era Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero la mujer de Galaad también le había dado hijos, los cuales, cuando crecieron echaron a Jefté y le dijeron: “Tú no heredarás en la casa de nuestro padre, porque eres hijo de otra mujer”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces Jefté huyó de sus hermanos y habitó en la tierra de Tob. Y se juntaron con Jefté hombres ociosos que salían con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Aconteció después de un tiempo que los hijos de Amón hicieron la guerra contra Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y cuando los hijos de Amón hicieron la guerra contra Israel, los ancianos de Galaad fueron para traer a Jefté de la tierra de Tob."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y dijeron a Jefté:",
            "—Ven y serás nuestro jefe, para que combatamos contra los hijos de Amón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero Jefté respondió a los ancianos de Galaad:",
            "—¿No son ustedes los que me odiaron y me echaron de la casa de mi padre? ¿Por qué, pues, vienen a mí ahora, cuando están en aflicción?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los ancianos de Galaad respondieron a Jefté:",
            "—Por esta misma razón volvemos ahora a ti, para que vengas con nosotros, y combatas contra los hijos de Amón y seas nuestro caudillo, el de todos los habitantes de Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces Jefté dijo a los ancianos de Galaad:",
            "—Si me hacen volver para que combata contra los hijos de Amón, y el SEÑOR los entrega en mi mano, yo seré su caudillo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y los ancianos de Galaad respondieron a Jefté:",
            "—El SEÑOR sea testigo entre nosotros, si no hacemos como tú dices."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces Jefté fue con los ancianos de Galaad, y el pueblo lo puso como su caudillo y jefe. Jefté repitió todas sus palabras delante del SEÑOR en Mizpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jefté envía mensajeros a Amón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Jefté envió mensajeros al rey de los hijos de Amón, diciendo: “¿Qué hay entre tú y yo, para que vengas a hacerme la guerra en mi tierra?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y el rey de los hijos de Amón respondió a los mensajeros de Jefté: “Que Israel tomó mi tierra cuando subía de Egipto, desde el Arnón hasta el Jaboc y el Jordán. Por eso, devuélvela ahora en paz”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Jefté volvió a enviar mensajeros al rey de los hijos de Amón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y le dijeron: “Así ha dicho Jefté: Israel no tomó la tierra de Moab ni la tierra de los hijos de Amón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Porque cuando subieron de Egipto, Israel fue por el desierto hasta el mar Rojo y llegó a Cades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces Israel envió mensajeros al rey de Edom, diciendo: ‘Por favor, déjame pasar por tu tierra’. Pero el rey de Edom no los escuchó. Envió también al rey de Moab, y él tampoco quiso. Por eso Israel se quedó en Cades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Después, yendo por el desierto, rodeó la tierra de Edom y la tierra de Moab, y viniendo por el lado oriental de la tierra de Moab, acampó al otro lado del Arnón, sin entrar en el territorio de Moab, porque el Arnón era la frontera de Moab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces Israel envió mensajeros a Sejón rey de los amorreos, rey de Hesbón, y le dijo Israel: ‘Por favor, déjame pasar por tu tierra hasta mi lugar’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero Sejón no se fio de Israel para darle paso por su territorio; sino que, reuniendo Sejón a toda su gente, acampó en Jahaz y combatió contra Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero el SEÑOR Dios de Israel entregó a Sejón y a toda su gente en mano de Israel, que los derrotó. E Israel tomó posesión de toda la tierra de los amorreos que habitaban en aquella región."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y ellos tomaron posesión de todo el territorio de los amorreos desde el Arnón hasta el Jaboc, y desde el desierto hasta el Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Ahora pues, lo que el SEÑOR Dios de Israel quitó de los amorreos delante de su pueblo Israel, ¿vas a poseerlo tú?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "¿No poseerás tú lo que Quemós, tu dios, te haga poseer? Nosotros, pues, poseeremos todo lo que el SEÑOR nuestro Dios les quitó delante de nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y ahora, ¿eres tú acaso en algún sentido mejor que Balac hijo de Zipor, rey de Moab? ¿Tuvo él pleito con Israel o hizo la guerra contra él?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Israel ha estado habitando trescientos años en Hesbón y sus aldeas, en Aroer y sus aldeas y en todas las ciudades que están junto al Arnón. ¿Por qué no las has recuperado en este tiempo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Así que yo no he pecado contra ti, pero tú te comportas mal conmigo, haciéndome la guerra. Que el SEÑOR, el Juez, juzgue hoy entre los hijos de Israel y los hijos de Amón”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Sin embargo, el rey de los hijos de Amón no hizo caso del mensaje que Jefté le envió."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El desafortunado voto de Jefté"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces el Espíritu del SEÑOR vino sobre Jefté, quien pasó por Galaad y Manasés, y de allí pasó a Mizpa en Galaad, y de Mizpa en Galaad fue hacia los hijos de Amón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y Jefté hizo un voto al SEÑOR diciendo: “Si de veras entregas en mi mano a los hijos de Amón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "cualquiera que salga de las puertas de mi casa a mi encuentro, cuando yo vuelva en paz de los hijos de Amón, será del SEÑOR; y lo ofreceré en holocausto”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Jefté fue hacia los hijos de Amón para combatir contra ellos, y el SEÑOR los entregó en su mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Él les causó una gran derrota desde Aroer hasta la entrada de Minit, veinte ciudades; y hasta Abel-queramim. Así fueron sometidos los hijos de Amón por los hijos de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Entonces Jefté llegó a su casa en Mizpa. Y he aquí que su hija salió a su encuentro con panderos y danzas. Ella era su única hija; aparte de ella no tenía hijo ni hija."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Y sucedió que cuando él la vio, rasgó sus ropas y dijo:",
            "—¡Ay, hija mía! ¡De veras me has abatido y estás entre los que me afligen! Porque he abierto mi boca ante el SEÑOR y no podré retractarme."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Entonces ella le respondió:",
            "—Padre mío, puesto que has abierto tu boca ante el SEÑOR, haz conmigo de acuerdo con lo que salió de tu boca, ya que el SEÑOR ha hecho venganza contra tus enemigos, los hijos de Amón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "—Además dijo a su padre—: Que se me conceda esta petición: Déjame sola durante dos meses para que vaya y ande por los montes y llore mi virginidad, yo y mis compañeras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Y él dijo:",
            "—Ve.",
            "La dejó ir por dos meses. Y ella se fue con sus compañeras por los montes, y lloró su virginidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Pasados los dos meses ella volvió a su padre, y él cumplió con ella el voto que había hecho. Ella no conoció varón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "De aquí proviene la costumbre en Israel de que año tras año las jóvenes de Israel van a entonar lamentos por la hija de Jefté el galaadita, cuatro días al año."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.12"
        ],
        "human": "Jueces 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.13"
        ],
        "human": "Jueces 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.11"
        ],
        "human": "Jueces 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Guerra entre Galaad y Efraín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los hombres de Efraín fueron convocados, cruzaron hacia Zafón y dijeron a Jefté:",
            "—¿Por qué fuiste a hacer la guerra contra los hijos de Amón y no nos llamaste para que fuéramos contigo? ¡Nosotros incendiaremos tu casa, contigo dentro!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Jefté les respondió:",
            "—Yo, juntamente con mi pueblo, he tenido una gran contienda contra los hijos de Amón. Yo los convoqué, pero ustedes no me libraron de su mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Viendo, pues, que no me libraban, arriesgué mi vida y fui contra los hijos de Amón, y el SEÑOR los entregó en mi mano. ¿Por qué, pues, han subido hoy contra mí para combatir conmigo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces Jefté reunió a todos los hombres de Galaad y combatió contra Efraín. Y los hombres de Galaad derrotaron a Efraín, porque habían dicho: “Ustedes, los de Galaad, son unos fugitivos de Efraín que están en medio de Efraín y de Manasés”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Luego los de Galaad tomaron los vados del Jordán a los de Efraín. Y sucedió que cuando alguno de los fugitivos de Efraín decía: “Déjenme cruzar”, los hombres de Galaad le preguntaban: “¿Eres tú efrateo?”. Si decía: “No”,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "entonces le decían: “Por favor, di ‘Shibólet’”. Si él decía “Sibólet”, porque no lo podía pronunciar correctamente, entonces lo capturaban y lo degollaban junto a los vados del Jordán. En aquel tiempo perecieron cuarenta y dos mil de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Jefté juzgó a Israel durante seis años. Luego murió Jefté el galaadita y fue sepultado en su ciudad, en Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ibzán, Elón y Abdón, jueces en Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Después de Jefté juzgó a Israel Ibzán, de Belén,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "quien tenía treinta hijos y treinta hijas. A estas las casó con gente de fuera, y trajo de fuera treinta mujeres para sus hijos. Él juzgó a Israel durante siete años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces murió Ibzán y fue sepultado en Belén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Después de él juzgó a Israel Elón el zabulonita, quien juzgó a Israel durante diez años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces murió Elón el zabulonita y fue sepultado en Ajalón, en la tierra de Zabulón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Después de él juzgó a Israel Abdón hijo de Hilel, de Piratón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Él tenía cuarenta hijos y treinta nietos que montaban setenta asnos. Juzgó a Israel durante ocho años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces murió Abdón hijo de Hilel, de Piratón, y fue sepultado en Piratón, en la tierra de Efraín, en el monte de Amalec."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.13"
        ],
        "human": "Jueces 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.14"
        ],
        "human": "Jueces 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.12"
        ],
        "human": "Jueces 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nacimiento de Sansón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los hijos de Israel volvieron a hacer lo malo ante los ojos del SEÑOR, y los entregó el SEÑOR en mano de los filisteos durante cuarenta años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Había un hombre de Zora, de la familia de los danitas, que se llamaba Manoa. Su mujer era estéril y nunca había dado a luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y el ángel del SEÑOR se apareció a la mujer y le dijo:",
            "—He aquí que tú eres estéril y no has dado a luz, pero concebirás y darás a luz un hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ahora, guárdate de beber vino o licor. Tampoco comas nada inmundo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "porque he aquí que concebirás y darás a luz un hijo sobre cuya cabeza no pasará navaja, porque el niño será nazareo de Dios desde el vientre de su madre. Él comenzará a librar a Israel de mano de los filisteos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "La mujer fue y se lo contó a su marido diciendo:",
            "—Un hombre de Dios ha venido a mí, y su aspecto era como el aspecto de un ángel de Dios, temible en gran manera. No le pregunté de dónde era y él no me dijo su nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero me dijo: “He aquí que concebirás y darás a luz un hijo. Ahora pues, no bebas vino ni licor; no comas nada inmundo, porque el niño será nazareo de Dios desde el vientre de su madre hasta el día de su muerte”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces Manoa imploró al SEÑOR y dijo:",
            "—Oh Señor, te ruego que aquel hombre de Dios que enviaste venga de nuevo a nosotros y nos enseñe lo que debemos hacer con el niño que ha de nacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Dios escuchó la voz de Manoa, y el ángel de Dios volvió otra vez a la mujer, cuando ella estaba sentada en el campo, pero Manoa su marido no estaba con ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "La mujer se apresuró, corrió y avisó a su marido diciéndole:",
            "—¡He aquí que se me ha aparecido el hombre que vino a mí el otro día!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Manoa se levantó y siguió a su mujer; y cuando llegó al hombre, le preguntó:",
            "—¿Eres tú el hombre que habló a la mujer?",
            "Él respondió:",
            "—Sí, yo soy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces Manoa dijo:",
            "—Cuando tu palabra se cumpla, ¿cuál será la norma de vida para el niño y qué se ha de hacer con él?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y el ángel del SEÑOR respondió a Manoa:",
            "—La mujer se guardará de todas las cosas que le dije:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Que no coma nada que provenga de la vid ni beba vino ni licor ni coma nada inmundo. Ha de guardar todo lo que le he mandado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Manoa dijo al ángel del SEÑOR:",
            "—Permítenos detenerte y preparar para ti un cabrito del rebaño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y el ángel del SEÑOR respondió a Manoa:",
            "—Aunque me detengas, no comeré de tu comida. Pero si quieres ofrecer holocausto, ofrécelo al SEÑOR.",
            "Manoa no sabía que él era el ángel del SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces Manoa preguntó al ángel del SEÑOR:",
            "—¿Cuál es tu nombre, para que te honremos cuando se cumpla tu palabra?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El ángel del SEÑOR le respondió:",
            "—¿Por qué preguntas por mi nombre? Es Admirable."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Manoa tomó un cabrito del rebaño con su ofrenda vegetal, y lo sacrificó sobre la peña al SEÑOR. Entonces él hizo un prodigio ante la vista de Manoa y de su mujer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Aconteció que mientras la llama subía del altar hacia el cielo, el ángel del SEÑOR subió en la llama del altar ante la vista de Manoa y de su mujer, quienes se postraron en tierra sobre sus rostros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "El ángel del SEÑOR no volvió a aparecer a Manoa ni a su mujer. Entonces Manoa se dio cuenta de que era el ángel del SEÑOR,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "y Manoa dijo a su mujer:",
            "—¡Ciertamente moriremos, porque hemos visto a Dios!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero su mujer le respondió:",
            "—Si el SEÑOR hubiera querido matarnos, no habría aceptado de nuestras manos el holocausto y la ofrenda. No nos habría mostrado todas estas cosas ni ahora nos habría anunciado esto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "La mujer dio a luz un hijo y le puso por nombre Sansón. El niño creció, y el SEÑOR lo bendijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "El Espíritu del SEÑOR comenzó a manifestarse en él en el campamento de Dan, entre Zora y Estaol."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.14"
        ],
        "human": "Jueces 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.15"
        ],
        "human": "Jueces 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.13"
        ],
        "human": "Jueces 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sansón se casa con una filistea"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces Sansón descendió a Timnat, y vio en Timnat a una mujer de las hijas de los filisteos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Cuando regresó, se lo contó a su padre y a su madre, diciendo:",
            "—He visto en Timnat a una mujer de las hijas de los filisteos. Ahora pues, tómenla para mí por mujer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero su padre y su madre le dijeron:",
            "—¿No hay una mujer entre las hijas de tus parientes ni en todo nuestro pueblo, para que vayas tú a tomar mujer de los filisteos incircuncisos?",
            "Pero Sansón dijo a su padre:",
            "—Tómala para mí, porque ella me gusta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Su padre y su madre no sabían que esto provenía del SEÑOR, quien buscaba un motivo contra los filisteos. En aquel tiempo los filisteos dominaban sobre Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces Sansón descendió con su padre y su madre a Timnat. Cuando llegaron a las viñas de Timnat, he aquí un poderoso león venía rugiendo hacia él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y el Espíritu del SEÑOR descendió con poder sobre Sansón, quien, sin tener nada en su mano, despedazó al león como quien despedaza un cabrito. Pero no contó a su padre ni a su madre lo que había hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Descendió, pues, y habló a la mujer; y ella le agradó a Sansón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Al regresar después de algunos días para tomarla por mujer, se apartó para ver el cuerpo muerto del león. Y he aquí que en el cadáver del león había un enjambre de abejas y miel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Él la recogió con sus manos, y se fue comiéndola por el camino. Cuando alcanzó a su padre y a su madre, les dio a ellos y ellos comieron. Pero no les contó que había recogido la miel del cadáver del león."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Su padre descendió a donde estaba la mujer. Luego Sansón hizo allí un banquete, porque así lo solían hacer los novios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y sucedió que cuando lo vieron, trajeron a treinta compañeros para que estuvieran con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y Sansón les dijo:",
            "—Permitan que les proponga una adivinanza. Si en los siete días del banquete la interpretan acertadamente y me la descubren, les daré treinta prendas de lino y treinta vestidos finos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero si no me la pueden interpretar, ustedes me darán a mí las treinta prendas de lino y los treinta vestidos finos.",
            "Ellos respondieron:",
            "—Dinos la adivinanza y la escucharemos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces les dijo:",
            "—Del que come salió comida",
            "y del fuerte salió dulzura.",
            "Ellos no pudieron interpretar la adivinanza en tres días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y sucedió que en el cuarto día dijeron a la mujer de Sansón:",
            "—Persuade a tu marido para que nos interprete la adivinanza. Si no, te quemaremos a ti y a la casa de tu padre. ¿Será que nos han invitado aquí para despojarnos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "La mujer de Sansón lloró delante de él y le dijo:",
            "—Tú solo me odias y no me amas. Has propuesto una adivinanza a los hijos de mi pueblo, y no me la has interpretado a mí.",
            "Él le respondió:",
            "—He aquí que ni a mi padre ni a mi madre se la he interpretado, y ¿te la había de interpretar a ti?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ella lloró delante de él los siete días que ellos tuvieron banquete. Y aconteció que al séptimo día él se la interpretó, porque ella lo presionaba. Entonces ella explicó la adivinanza a los hijos de su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y al séptimo día, antes de la puesta del sol, los hombres de la ciudad le contestaron:",
            "—¿Qué cosa es más dulce que la miel? ¿Y qué cosa es más fuerte que el león?",
            "Él les respondió:",
            "—Si no hubieran arado con mi vaquilla, no habrían descubierto mi adivinanza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces el Espíritu del SEÑOR descendió con poder sobre él. Y él bajó a Ascalón, mató a treinta hombres de ellos, y tomando sus despojos, dio los vestidos finos a los que habían interpretado la adivinanza. Encendido en ira, regresó a la casa de su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces la mujer de Sansón fue dada a su compañero que lo había asistido en sus bodas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.15"
        ],
        "human": "Jueces 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.16"
        ],
        "human": "Jueces 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.14"
        ],
        "human": "Jueces 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sansón se venga de los de Timnat"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de algún tiempo, en los días de la siega del trigo, Sansón fue a visitar a su mujer llevándole un cabrito del rebaño. Y pensó: “Me uniré a mi mujer en el cuarto”. Pero el padre de ella no lo dejó entrar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El padre de ella dijo:",
            "—Pensé que la aborrecías del todo y se la di a tu compañero. Pero su hermana menor, ¿no es más hermosa que ella? Tómala, por favor, para ti en su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Sansón le respondió:",
            "—¡Esta vez yo quedaré sin culpa ante los filisteos, si les hago algún mal!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Sansón se fue, atrapó trescientas zorras, tomó teas y atando las zorras por las colas, puso una tea entre cada dos colas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Después prendió fuego a las teas, soltó las zorras en los trigales de los filisteos, y quemó las gavillas y la mies por segar, y hasta las viñas y los olivares."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces los filisteos preguntaron:",
            "—¿Quién ha hecho esto?",
            "Y les respondieron:",
            "—Sansón, el yerno del timnateo, porque este le quitó su mujer y se la dio a su compañero.",
            "Los filisteos fueron y quemaron a la mujer y a su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces Sansón les dijo:",
            "—Puesto que han actuado así, ¡ciertamente no pararé hasta haberme vengado de ustedes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces los golpeó en el muslo y en la cadera, con gran mortandad. Luego descendió y habitó en la cueva de la peña de Etam."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sansón mata mil filisteos en Leji"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces los filisteos subieron y acamparon en Judá, extendiéndose hasta Leji."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y los hombres de Judá les preguntaron:",
            "—¿Por qué han subido contra nosotros?",
            "Ellos respondieron:",
            "—Hemos subido para prender a Sansón, a fin de hacerle lo mismo que él nos ha hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces bajaron tres mil hombres de Judá a la cueva de la peña de Etam y preguntaron a Sansón:",
            "—¿No sabes tú que los filisteos dominan sobre nosotros? ¿Qué es esto que nos has hecho?",
            "Él les respondió:",
            "—Lo mismo que ellos me han hecho a mí, eso les he hecho yo a ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces le dijeron:",
            "—Hemos venido para prenderte y entregarte en mano de los filisteos.",
            "Y Sansón les dijo:",
            "—Júrenme que ustedes no me matarán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Le respondieron:",
            "—No; de ninguna manera te mataremos. Solo te ataremos bien y te entregaremos en su mano.",
            "Entonces lo ataron con dos cuerdas nuevas y lo hicieron subir de la peña."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Cuando llegaba hasta Leji, los filisteos salieron a su encuentro con gritos de júbilo. Entonces el Espíritu del SEÑOR descendió con poder sobre él, las cuerdas que estaban en sus brazos se volvieron como lino quemado al fuego, y las ataduras se cayeron de sus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y hallando una quijada de asno todavía fresca, extendió la mano, la tomó y mató con ella a mil hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces dijo Sansón:",
            "—Con una quijada de asno",
            "los amontoné a montones;",
            "con una quijada de asno",
            "he matado a mil varones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Cuando acabó de hablar, arrojó la quijada de su mano. Y llamó a aquel lugar Ramat-leji."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sansón en el manantial de En-hacoré"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Teniendo mucha sed, Sansón clamó al SEÑOR diciendo:",
            "—Tú has dado esta gran liberación por mano de tu siervo; y ahora, ¿he de morir de sed y caer en mano de los incircuncisos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces Dios abrió la hondonada que hay en Leji, y de allí salió agua. Él bebió, recobró su fuerza y se reanimó. Por eso llamó el nombre de aquel lugar En-hacoré, que está en Leji hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Sansón juzgó a Israel durante veinte años, en los días de los filisteos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.16"
        ],
        "human": "Jueces 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.17"
        ],
        "human": "Jueces 17",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.15"
        ],
        "human": "Jueces 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sansón carga con las puertas de Gaza"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Sansón fue a Gaza y vio allí a una mujer prostituta y se unió a ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y fue dicho a los de Gaza: “Sansón ha venido acá”. Entonces ellos lo rodearon y lo estuvieron acechando toda la noche, junto a la puerta de la ciudad. Estos estuvieron en silencio toda la noche, diciendo: “Cuando aparezca la luz de la mañana, entonces lo mataremos”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero Sansón estuvo acostado solamente hasta la medianoche. Se levantó a la medianoche, y tomando las puertas de la ciudad con sus dos postes las arrancó con cerrojo y todo. Las puso sobre sus hombros y las subió a la cumbre del monte que mira hacia Hebrón."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dalila entrega a Sansón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Aconteció después de esto que Sansón se enamoró de una mujer del valle de Sorec, cuyo nombre era Dalila."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y fueron a ella los jefes de los filisteos y le dijeron:",
            "—Persuádelo y averigua en qué consiste su gran fuerza, y con qué lo podríamos dominar para atarlo y atormentarlo. Entonces cada uno de nosotros te dará doce kilos de plata."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y Dalila dijo a Sansón:",
            "—Dime, por favor, en qué consiste tu gran fuerza, y con qué podrías ser atado para ser atormentado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Sansón le respondió:",
            "—Si me atan con siete cuerdas de arco frescas que aún no estén secas, entonces me debilitaré y seré como un hombre cualquiera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los jefes de los filisteos le llevaron siete cuerdas de arco frescas que aún no estaban secas, y ella lo ató con ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ella tenía personas acechando en un cuarto. Entonces ella le dijo:",
            "—¡Sansón, los filisteos sobre ti!",
            "Pero él rompió las cuerdas como un cordel de estopa se rompe cuando toca el fuego. Y no se supo en qué consistía su fuerza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces Dalila dijo a Sansón:",
            "—He aquí que te has burlado de mí y me has dicho mentiras. Ahora dime, por favor, con qué podrías ser atado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Él le dijo:",
            "—Si me atan fuertemente con sogas nuevas que no hayan sido usadas, entonces me debilitaré y seré como un hombre cualquiera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Luego Dalila tomó sogas nuevas y lo ató con ellas. Y le dijo:",
            "—¡Sansón, los filisteos sobre ti!",
            "Y había personas acechando en el cuarto. Pero él rompió las sogas de sus brazos como un hilo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Dalila dijo a Sansón:",
            "—Hasta ahora te has burlado de mí y me has dicho mentiras. Dime, pues, con qué podrías ser atado.",
            "Él entonces le dijo:",
            "—Si tejes los siete mechones de mi cabellera entre la urdimbre, [y los aseguras con la clavija del telar contra la pared, me debilitaré y seré como un hombre cualquiera.",
            "Dalila lo hizo dormir y tejió los siete mechones de su cabellera entre la urdimbre]."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Luego ella aseguró la clavija y le dijo:",
            "—¡Sansón, los filisteos sobre ti!",
            "Pero al despertar de su sueño, él arrancó la clavija del telar con la tela."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y ella le dijo:",
            "—¿Cómo, pues, dices: “Yo te amo”, siendo que tu corazón no está conmigo? Ya son tres veces las que te has burlado de mí, y no me has revelado en qué consiste tu gran fuerza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y aconteció que como ella lo presionaba todos los días con sus palabras y lo importunaba, el alma de él fue reducida a mortal angustia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces le descubrió todo su corazón y le dijo:",
            "—Nunca pasó una navaja sobre mi cabeza, porque soy nazareo de Dios desde el vientre de mi madre. Si soy rapado, entonces mi fuerza se apartará de mí, me debilitaré y seré como un hombre cualquiera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Viendo Dalila que él le había descubierto todo su corazón, envió a llamar a los jefes de los filisteos, diciendo: “Vengan esta vez, porque él me ha descubierto todo su corazón”. Entonces los jefes de los filisteos fueron a ella, llevando el dinero en la mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Ella hizo que él se durmiera sobre sus rodillas. Llamó a un hombre, quien le rapó los siete mechones de su cabeza. Entonces ella comenzó a atormentarlo, pues su fuerza se había apartado de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y ella le dijo:",
            "—¡Sansón, los filisteos sobre ti!",
            "Él se despertó de su sueño y pensó: “Saldré como las otras veces y me escaparé”. Pero no sabía que el SEÑOR ya se había apartado de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces los filisteos le echaron mano, le sacaron los ojos y lo llevaron a Gaza. Y lo ataron con cadenas de bronce, para que moliera en la cárcel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Sin embargo, después que fue rapado, el cabello de su cabeza comenzó a crecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Venganza y muerte de Sansón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces los jefes de los filisteos se reunieron para ofrecer un gran sacrificio a Dagón su dios y para regocijarse. Y decían:",
            "—¡Nuestro dios ha entregado en nuestra mano a Sansón, nuestro enemigo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Al verlo el pueblo, alabó a su dios diciendo:",
            "—¡Nuestro dios ha entregado en nuestra mano a nuestro enemigo, al destructor de nuestra tierra, que había matado a muchos de los nuestros!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y aconteció que cuando el corazón de ellos estaba alegre, dijeron:",
            "—Llamen a Sansón para que nos sirva de espectáculo.",
            "Llamaron a Sansón de la cárcel, y servía de espectáculo delante de ellos. Lo pusieron entre las columnas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y Sansón dijo al joven que lo guiaba de la mano:",
            "—Déjame palpar las columnas sobre las cuales descansa el edificio, para que me apoye en ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "El edificio estaba lleno de hombres y mujeres. Todos los jefes de los filisteos estaban allí, y en la azotea había como tres mil hombres y mujeres que estaban mirando el espectáculo de Sansón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces Sansón clamó al SEÑOR diciendo:",
            "—¡SEÑOR Dios, por favor, acuérdate de mí! Dame, te ruego, fuerzas solamente esta vez, oh Dios, para que de una vez tome venganza de los filisteos por mis dos ojos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "En seguida Sansón palpó las dos columnas de en medio, sobre las cuales descansaba el edificio; y se apoyó contra ellas, contra una con su mano derecha y contra la otra con su mano izquierda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y dijo Sansón:",
            "—¡Muera yo con los filisteos!",
            "Entonces empujó con fuerza, y el edificio cayó sobre los jefes y sobre toda la gente que estaba en él. Y fueron más los que mató al morir que los que había matado durante su vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Sus hermanos y toda la casa de su padre fueron y lo recogieron. Luego lo llevaron y lo sepultaron entre Zora y Estaol, en el sepulcro de su padre Manoa. Él juzgó a Israel durante veinte años."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.17",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.17"
        ],
        "human": "Jueces 17"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.18"
        ],
        "human": "Jueces 18",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.16"
        ],
        "human": "Jueces 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El santuario de Micaías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Había un hombre de la región montañosa de Efraín que se llamaba Micaías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y este dijo a su madre:",
            "—Los doce kilos de plata que te fueron tomados y por los que tú maldecías y hablabas en mi presencia, he aquí que la plata está en mi poder; yo la había tomado.",
            "Entonces su madre dijo:",
            "—¡El SEÑOR te bendiga, hijo mío!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cuando él devolvió a su madre los doce kilos de plata, su madre dijo:",
            "—Solemne y espontáneamente he dedicado la plata al SEÑOR, por mi hijo, para hacer una imagen tallada y de fundición. Ahora pues, yo te la devuelvo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero él devolvió la plata a su madre. Y su madre tomó dos kilos de plata y los dio al fundidor. Este hizo con la plata una imagen tallada y de fundición, y fue puesta en la casa de Micaías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Este hombre, Micaías, tenía un santuario. Mandó hacer un efod e ídolos domésticos, e invistió a uno de sus hijos para que fuera su sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "En aquellos días no había rey en Israel, y cada uno hacía lo que le parecía recto ante sus propios ojos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Un levita en el santuario de Micaías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Había un joven de Belén de Judá, de la tribu de Judá, que era levita y vivía allí como forastero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Este hombre había partido de la ciudad de Belén de Judá para ir a residir donde encontrara lugar. Y en su caminar por la región montañosa de Efraín llegó a la casa de Micaías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y Micaías le preguntó:",
            "—¿De dónde vienes?",
            "Él le respondió:",
            "—Soy un levita de Belén de Judá, y voy a residir donde encuentre lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces le dijo Micaías:",
            "—Quédate conmigo y sé para mí como padre y sacerdote. Yo te daré ciento diez gramos de plata por año, y tu ropa y tu comida.",
            "El levita entró."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El levita convino en habitar con aquel hombre, y el joven llegó a ser para él como uno de sus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Micaías invistió al levita, el cual le servía de sacerdote y vivía en la casa de Micaías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Micaías dijo:",
            "—¡Ahora sé que el SEÑOR me prosperará, porque un levita ha venido a ser mi sacerdote!"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.18",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.18"
        ],
        "human": "Jueces 18"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.19"
        ],
        "human": "Jueces 19",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.17"
        ],
        "human": "Jueces 17",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los de Dan exploran Lais"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En aquellos días no había rey en Israel. También en aquellos días, la tribu de Dan buscaba una heredad para sí donde establecerse, porque hasta entonces no le había tocado una heredad entre las tribus de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces los hijos de Dan enviaron de sus clanes a cinco hombres de entre todos ellos, hombres valientes de Zora y de Estaol, para reconocer la tierra y para explorarla. Y les dijeron:",
            "—Vayan y exploren la tierra.",
            "Ellos llegaron, en la región montañosa de Efraín, hasta la casa de Micaías, y pasaron allí la noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y cuando estaban junto a la casa de Micaías, reconocieron la voz del joven levita. Se acercaron allí y le dijeron:",
            "—¿Quién te ha traído aquí? ¿Qué estás haciendo en este lugar? ¿Qué tienes que ver tú aquí?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y él les respondió:",
            "—De esta y de esta manera ha hecho conmigo Micaías, y me ha empleado para que sea su sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ellos le dijeron:",
            "—Por favor, consulta a Dios, para que sepamos si ha de prosperar el viaje que estamos haciendo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y el sacerdote les respondió:",
            "—Vayan en paz, porque el viaje que están haciendo goza de la aprobación del SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces partieron aquellos cinco hombres y llegaron a Lais. Y vieron que la gente que habitaba en ella vivía segura, tranquila y confiada, a la manera de los sidonios. No había en la tierra quien les hiciera ningún daño ni quien los desplazara ni oprimiera. Además, estaban lejos de los sidonios y no tenían trato con nadie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces se volvieron a sus hermanos en Zora y Estaol, y sus hermanos les preguntaron:",
            "—¿Qué hay?",
            "Ellos respondieron:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "—¡Levántense, subamos contra ellos porque hemos visto la tierra, y he aquí que es muy buena! Ustedes, ¿por qué se quedan quietos? ¡No vacilen para ponerse en marcha a fin de entrar y tomar posesión de la tierra!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando vayan allá, llegarán a una gente confiada y a una tierra extensa que Dios ha entregado en su mano. Es un lugar donde no falta ninguna cosa de lo que hay en la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los de Dan se llevan al levita"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces seiscientos hombres de la familia de los danitas armados para la guerra, partieron de allí, de Zora y de Estaol."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Subieron y acamparon en Quiriat-jearim, en Judá, por lo que aquel lugar fue llamado Campamento de Dan, hasta el día de hoy. He aquí que está al oeste de Quiriat-jearim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "De allí pasaron a la región montañosa de Efraín y llegaron hasta la casa de Micaías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces intervinieron aquellos cinco hombres que habían ido a reconocer la tierra de Lais, y dijeron a sus hermanos:",
            "—¿Saben que en estas casas hay un efod, ídolos domésticos y una imagen tallada y de fundición? Ahora pues, ustedes saben lo que han de hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces se acercaron allí, llegaron a la casa del joven levita, en casa de Micaías, y lo saludaron deseándole paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los seiscientos hombres de los hijos de Dan, ceñidos con sus armas de guerra, estaban a la entrada de la puerta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Mientras el sacerdote estaba a la entrada de la puerta con los seiscientos hombres ceñidos con sus armas de guerra, los cinco hombres que habían ido a reconocer la tierra subieron, entraron allí y tomaron la imagen tallada y de fundición, el efod y los ídolos domésticos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y cuando entraron estos hombres en la casa de Micaías, y tomaron la imagen tallada y de fundición, el efod y los ídolos domésticos, el sacerdote les preguntó:",
            "—¿Qué están haciendo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Ellos le respondieron:",
            "—¡Cállate! Pon la mano sobre tu boca, vente con nosotros y sé para nosotros como padre y sacerdote. ¿Es mejor que seas sacerdote de la casa de un solo hombre, o que seas sacerdote de una tribu y de un clan de Israel?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Se alegró el corazón del sacerdote; y tomó el efod, los ídolos domésticos y la imagen tallada, y se fue en medio de aquella gente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Ellos se volvieron y partieron, poniendo delante de ellos a los niños, el ganado y las posesiones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Cuando ya se habían alejado de la casa de Micaías, los hombres que habitaban en las casas cercanas a la casa de Micaías fueron convocados y alcanzaron a los hijos de Dan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces gritaron a los hijos de Dan, quienes volvieron la cara y preguntaron a Micaías:",
            "—¿Qué te pasa que has convocado gente?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Él respondió:",
            "—¡Tomaron mis dioses que yo hice y al sacerdote y se fueron! ¿Qué más me queda? ¿Por qué, pues, me preguntan: “¿Qué te pasa?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Los hijos de Dan le dijeron:",
            "—¡Que no se oiga tu voz entre nosotros! No sea que los de ánimo colérico los acometan, y pierdas también tu vida y la vida de los de tu familia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Los hijos de Dan prosiguieron su camino. Y viendo Micaías que ellos eran más fuertes que él, se volvió y regresó a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La casa sacerdotal de Dan"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Los hijos de Dan se llevaron las cosas que había hecho Micaías, junto con el sacerdote que tenía, y llegaron a Lais, a una gente tranquila y confiada. Los mataron a filo de espada y prendieron fuego a la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "No hubo quien los socorriera, porque estaban lejos de Sidón y no tenían tratos con nadie. La ciudad estaba en el valle que hay cerca de Bet-rejob. Después ellos reedificaron la ciudad y habitaron en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y llamaron el nombre de aquella ciudad Dan, según el nombre de su padre Dan, que le había nacido a Israel; aunque antes la ciudad se llamaba Lais."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Los hijos de Dan erigieron para sí la imagen tallada; y Jonatán hijo de Gersón, hijo de Moisés, él y sus hijos fueron sacerdotes de la tribu de Dan hasta el tiempo de la cautividad de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Así tuvieron instalada para ellos la imagen tallada que Micaías había hecho todo el tiempo que la casa de Dios estuvo en Silo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.19",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.19"
        ],
        "human": "Jueces 19"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.20"
        ],
        "human": "Jueces 20",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.18"
        ],
        "human": "Jueces 18",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Un levita y su concubina en Belén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En aquellos días, cuando no había rey en Israel, había un hombre de Leví que habitaba como forastero en la parte más remota de la región montañosa de Efraín. Este había tomado para sí como concubina a una mujer de Belén de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Su concubina se enfadó con él y se fue de su lado para irse a la casa de su padre, a Belén de Judá, y estuvo allá durante cuatro meses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Su marido se levantó y la siguió para hablarle amorosamente y hacerla volver. Llevó consigo a un criado suyo y un par de asnos. Ella lo hizo entrar en la casa de su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y al verlo el padre de la joven, salió a recibirlo gozoso. Su suegro, el padre de la joven, le insistió y se quedó con él tres días, comiendo, bebiendo y alojándose allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y sucedió que al cuarto día, cuando se levantaron muy de mañana, el levita se dispuso a partir. Pero el padre de la joven dijo a su yerno:",
            "—Fortalécete con un poco de pan y después se pueden ir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Se sentaron los dos juntos, y comieron y bebieron. Entonces el padre de la joven dijo al hombre:",
            "—Quédate, por favor, a pasar la noche, y alégrese tu corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El hombre se levantó para irse, pero su suegro le insistió, y se quedó otra vez a pasar la noche allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Al quinto día, se levantó muy de mañana para irse, y el padre de la joven le dijo:",
            "—Por favor, fortalécete; y esperen hasta que decline el día.",
            "Y comieron los dos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces se levantó el hombre para irse con su concubina y su criado. Pero su suegro, el padre de la joven, le dijo:",
            "—He aquí que el día se acaba y está anocheciendo. Por favor, pasen aquí la noche, porque el día ya ha declinado. Pasa aquí la noche y alégrese tu corazón. Mañana se levantarán temprano para su viaje, y te irás a tu morada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero el hombre no quiso pasar la noche allí, sino que se levantó y partió."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El levita y su concubina en Gabaa"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Llegó frente a Jebús, que es Jerusalén, con su par de asnos aparejados y con su concubina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cuando estaban cerca de Jebús, el día había declinado mucho. Entonces el criado dijo a su señor:",
            "—Ven, vayamos a esta ciudad de los jebuseos y pasemos la noche en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Su señor le respondió:",
            "—No iremos a ninguna ciudad de extranjeros en la que no hay hijos de Israel. Más bien, pasaremos hasta Gabaa. —Dijo además a su criado—:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ven y acerquémonos a uno de esos lugares para pasar la noche en Gabaa o en Ramá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pasando de largo, caminaron; y el sol se puso cuando estaban junto a Gabaa, que pertenece a Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces allí se apartaron del camino para entrar y pasar la noche en Gabaa. Entraron y se sentaron en la plaza de la ciudad, porque no hubo quien los recibiera en su casa para pasar la noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero he aquí que al atardecer un anciano volvía de trabajar en el campo. Este hombre era de la región montañosa de Efraín y habitaba como forastero en Gabaa, pues los habitantes de aquel lugar eran de los hijos de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Alzando los ojos, vio a aquel viajero en la plaza de la ciudad; y el anciano le preguntó:",
            "—¿A dónde vas y de dónde vienes?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Él le respondió:",
            "—Pasamos de Belén de Judá hasta las partes más remotas de la región montañosa de Efraín, de donde soy. Fui hasta Belén de Judá y voy a mi casa, pero no hay quien me reciba en su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "No obstante, nosotros tenemos paja y forraje para nuestros asnos, y también tenemos pan y vino para mí, para tu sierva y para el criado que está con tus siervos. No nos falta nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El anciano dijo:",
            "—La paz sea contigo. Lo que te falte quede todo a mi cargo, pero no pases la noche en la plaza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Los hizo entrar en su casa y dio forraje a los asnos. Y ellos se lavaron los pies, comieron y bebieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El crimen cometido en Gabaa"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Cuando estaban alegrándose, he aquí que los hombres de la ciudad, hombres pervertidos, rodearon la casa y golpearon la puerta diciendo al anciano dueño de la casa:",
            "—¡Saca fuera al hombre que ha entrado en tu casa, para que lo conozcamos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Aquel hombre, dueño de la casa, salió a ellos y les dijo:",
            "—¡No, hermanos míos! Por favor, no cometan esta maldad, porque este hombre ha entrado en mi casa. No cometan esta vileza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "He aquí mi hija virgen y la concubina de él. Yo se las sacaré; humíllenlas y hagan con ellas lo que les parezca bien. Pero no hagan esta vileza a este hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero aquellos hombres no lo quisieron escuchar; por lo cual, tomando el hombre a su concubina, la sacó afuera. Ellos la violaron y abusaron de ella toda la noche hasta el amanecer, y la dejaron cuando rayaba el alba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Cuando amanecía, la mujer vino y cayó delante de la puerta de la casa de aquel hombre donde estaba su señor, hasta que fue de día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y levantándose de mañana su señor, abrió las puertas de la casa y salió para seguir su camino. Y he aquí la mujer, su concubina, estaba tendida delante de la puerta de la casa, con sus manos sobre el umbral."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Él le dijo:",
            "—Levántate y vámonos.",
            "Pero no hubo respuesta. Entonces el hombre la cargó sobre el asno, se puso en camino y se fue a su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Cuando llegó a su casa, tomó un cuchillo, y sujetando firmemente a su concubina, la desmembró en doce pedazos y los envió por todo el territorio de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y sucedió que todo el que lo veía, decía:",
            "—¡Jamás se ha hecho ni visto cosa semejante, desde el día en que los hijos de Israel subieron de la tierra de Egipto hasta el día de hoy! ¡Considérenlo, deliberen y hablen!"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.20",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.20"
        ],
        "human": "Jueces 20"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.21"
        ],
        "human": "Jueces 21",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.19"
        ],
        "human": "Jueces 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Condenación del crimen de Gabaa"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces todos los hijos de Israel salieron, desde Dan hasta Beerseba y la tierra de Galaad, y la asamblea acudió como un solo hombre al SEÑOR en Mizpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Los jefes de todo el pueblo, de todas las tribus de Israel, estaban presentes en la reunión del pueblo de Dios, cuatrocientos mil hombres de infantería que sacaban espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y los hijos de Benjamín oyeron que los hijos de Israel habían subido a Mizpa. Entonces dijeron los hijos de Israel:",
            "—Digan cómo fue cometido este crimen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El levita, marido de la mujer asesinada, respondió y dijo:",
            "—Yo llegué con mi concubina a Gabaa de Benjamín para pasar la noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces se levantaron contra mí los hombres de Gabaa y rodearon la casa por causa mía, por la noche, con la idea de matarme. Violaron a mi concubina de tal manera que ella murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Después sujeté a mi concubina, la corté en pedazos y los envié por todo el territorio de la heredad de Israel, por cuanto habían cometido una infamia y una vileza en Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "He aquí, todos ustedes, oh hijos de Israel, den aquí su parecer y consejo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces todo el pueblo, como un solo hombre, se levantó y dijo:",
            "—¡Ninguno de nosotros irá a su morada ni nadie regresará a su casa!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y ahora, esto es lo que haremos a Gabaa: Subiremos por sorteo contra ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "De todas las tribus de Israel tomaremos diez hombres de cada cien y cien de cada mil y mil de cada diez mil, que lleven provisiones al pueblo, para que yendo a Gabaa de Benjamín, le hagan conforme a toda la vileza que ha cometido en Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Benjamín en pie de guerra"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Todos los hombres de Israel se juntaron contra la ciudad, unidos como un solo hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y las tribus de Israel enviaron hombres por toda la tribu de Benjamín, diciendo:",
            "—¿Qué crimen es este que se ha cometido entre ustedes?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ahora pues, entreguen a esos hombres perversos que están en Gabaa, para que los matemos y extirpemos el mal de en medio de Israel.",
            "Pero los hijos de Benjamín no quisieron escuchar la voz de sus hermanos, los hijos de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Más bien, los hijos de Benjamín vinieron de sus ciudades y se reunieron en Gabaa para salir a la guerra contra los hijos de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Aquel día fueron contados los hijos de Benjamín: veintiséis mil hombres de las ciudades que sacaban espada, sin contar a los habitantes de Gabaa, que fueron setecientos hombres escogidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entre toda aquella gente había setecientos hombres escogidos que eran zurdos, todos los cuales tiraban una piedra con la honda a un cabello, y no fallaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Guerra de exterminio contra Benjamín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Fueron contados los hombres de Israel, excluyendo a los de Benjamín: cuatrocientos mil hombres que sacaban espada, todos hombres de guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Luego se levantaron los hijos de Israel, subieron a Betel y consultaron a Dios diciendo:",
            "—¿Quién subirá primero por nosotros a la batalla contra los hijos de Benjamín?",
            "Y el SEÑOR respondió:",
            "—Judá subirá primero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Los hijos de Israel se levantaron por la mañana y acamparon frente a Gabaa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Salieron los hijos de Israel a la batalla contra Benjamín. Y los hombres de Israel dispusieron la batalla contra ellos junto a Gabaa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero los hijos de Benjamín salieron de Gabaa y aquel día dejaron muertos en tierra a veintidós mil hombres de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Sin embargo, el pueblo se fortaleció, y los hombres de Israel volvieron a disponer la batalla en el mismo lugar donde la habían dispuesto el primer día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Los hijos de Israel subieron y lloraron delante del SEÑOR hasta el atardecer, y consultaron al SEÑOR diciendo:",
            "—¿Volveremos a la batalla contra los hijos de Benjamín, nuestros hermanos?",
            "Y el SEÑOR les respondió:",
            "—Suban contra ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "El segundo día, los hijos de Israel se acercaron a los hijos de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Aquel segundo día los de Benjamín salieron de Gabaa contra ellos y dejaron muertos en tierra a otros dieciocho mil de los hijos de Israel, todos los cuales sacaban espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces subieron todos los hijos de Israel y todo el pueblo, y fueron a Betel. Lloraron, permanecieron allí delante del SEÑOR, ayunaron aquel día hasta el atardecer y ofrecieron holocaustos y sacrificios de paz delante del SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Los hijos de Israel consultaron al SEÑOR. (El arca del pacto de Dios estaba allí en aquellos días;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "y Fineas hijo de Eleazar, hijo de Aarón, servía delante de ella en aquellos días). Ellos preguntaron:",
            "—¿Volveremos a salir a la batalla contra los hijos de Benjamín, nuestros hermanos, o desistiremos?",
            "Y el SEÑOR respondió:",
            "—Suban, porque mañana yo los entregaré en su mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces Israel puso gente emboscada alrededor de Gabaa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y el tercer día, cuando los hijos de Israel subieron contra los hijos de Benjamín, dispusieron la batalla frente a Gabaa, como las otras veces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Los hijos de Benjamín salieron para enfrentar al pueblo y fueron alejados de la ciudad. Como las otras veces, comenzaron a matar a algunos de ellos en el campo, por los caminos, uno de los cuales sube a Betel y otro a Gabaa. Habían matado a unos treinta hombres de Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "y los hijos de Benjamín decían: “¡Son vencidos delante de nosotros, como la primera vez!”. Pero los hijos de Israel habían dicho: “Huiremos y los alejaremos de la ciudad hasta los caminos”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Entonces todos los hombres de Israel se levantaron de su lugar, y dispusieron la batalla en Baal-tamar. La gente emboscada de Israel se lanzó desde su lugar, al oeste de Gabaa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "y fueron ante Gabaa diez mil hombres escogidos de todo Israel.",
            "La batalla comenzó a arreciar, pero ellos no se daban cuenta de que el desastre se les venía encima."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "El SEÑOR derrotó a Benjamín ante Israel, y los hijos de Israel mataron aquel día a veinticinco mil cien hombres de Benjamín, todos los cuales sacaban espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Entonces los hijos de Benjamín vieron que estaban derrotados.",
            "Los hombres de Israel habían cedido terreno a Benjamín, porque estaban confiados en la gente emboscada que habían puesto contra Gabaa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "La gente de la emboscada se apresuró y acometió contra Gabaa. La gente de la emboscada se desplegó y mató a filo de espada a toda la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Los hombres de Israel tenían un acuerdo con los de la emboscada: que se hiciera subir una gran columna de humo desde la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Cuando los hombres de Israel retrocedieron en la batalla, los de Benjamín comenzaron a derribar muertos a unos treinta hombres de Israel y decían: “Ciertamente son vencidos delante de nosotros, como en la primera batalla”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Pero cuando la señal, una columna de humo, comenzó a subir de la ciudad, entonces Benjamín miró hacia atrás, y he aquí que el fuego de la ciudad entera subía al cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Entonces los hombres de Israel se volvieron, y los de Benjamín se aterrorizaron, porque vieron que el desastre se les había venido encima."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Luego volvieron las espaldas ante los hombres de Israel, hacia el camino del desierto. Pero la batalla los alcanzó, y los que venían de las ciudades los destruían en medio de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Así cercaron a los de Benjamín, los persiguieron desde Noja, y los acosaron hasta la misma Gabaa por el lado oriental."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Cayeron dieciocho mil hombres de Benjamín, todos ellos hombres de valor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Entonces se dirigieron hacia el desierto, y huyeron a la peña de Rimón; y fueron muertos otros cinco mil hombres en los caminos. Continuaron acosándolos hasta Gidom y mataron a otros dos mil hombres de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Y todos los que cayeron de Benjamín aquel día fueron veinticinco mil hombres que sacaban espada, todos hombres de valor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Pero seiscientos hombres se dirigieron al desierto y huyeron a la peña de Rimón, y permanecieron en la peña de Rimón durante cuatro meses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Los hombres de Israel se volvieron contra los hijos de Benjamín y en las ciudades hirieron a filo de espada tanto a hombres como animales, y todo lo que fue hallado. Asimismo, prendieron fuego a todas las ciudades que hallaron."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.21",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.21"
        ],
        "human": "Jueces 21"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "RUT.1"
        ],
        "human": "Rut 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.20"
        ],
        "human": "Jueces 20",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Israel llora por Benjamín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los hombres de Israel habían jurado en Mizpa, diciendo: “Ninguno de nosotros dará su hija por mujer a los de Benjamín”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces el pueblo fue a Betel, y ellos permanecieron allí, delante de Dios hasta el atardecer. Y alzando su voz lloraron amargamente y dijeron:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "—Oh SEÑOR Dios de Israel, ¿por qué ha sucedido esto en Israel, que falte hoy una tribu de Israel?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Al día siguiente, el pueblo se levantó muy de mañana. Edificaron allí un altar, y ofrecieron holocaustos y sacrificios de paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y los hijos de Israel dijeron:",
            "—¿Quién de entre todas las tribus de Israel no ha venido a la congregación, al SEÑOR?",
            "Porque se había hecho un juramento solemne contra quien no subiera ante el SEÑOR en Mizpa, diciendo: “Morirá irremisiblemente”."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mujeres para los sobrevivientes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los hijos de Israel se lamentaban por causa de Benjamín su hermano, y decían:",
            "—¡Una tribu ha sido cortada hoy de Israel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿Qué haremos en cuanto a conseguir mujeres para los que han quedado? Porque nosotros hemos jurado por el SEÑOR que no les daremos por mujeres a nuestras hijas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "—Y añadieron—: ¿Hay alguno de entre las tribus de Israel que no haya subido al SEÑOR, en Mizpa?",
            "Y he aquí, hallaron que ninguno de Jabes, en Galaad, había ido al campamento, a la congregación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando el pueblo fue contado, he aquí que no había allí ningún hombre de los habitantes de Jabes, en Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces la asamblea envió allá a doce mil hombres de los valientes. Y les mandaron diciendo:",
            "—Vayan y maten a filo de espada a los habitantes de Jabes, en Galaad, con las mujeres y los niños."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Esto es lo que han de hacer: Eliminarán a todo hombre, y a toda mujer que haya tenido unión sexual con varón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entre los habitantes de Jabes, en Galaad, hallaron a cuatrocientas muchachas vírgenes, que no habían tenido unión sexual con varón; y las llevaron al campamento en Silo, en tierra de Canaán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces toda la asamblea envió un mensaje a los hijos de Benjamín que estaban en la peña de Rimón y les proclamaron la paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "En aquel tiempo volvieron los de Benjamín, y les dieron por mujeres a las que habían conservado vivas de las mujeres de Jabes, en Galaad. Pero estas no fueron suficientes para ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El pueblo se lamentaba por causa de Benjamín, porque el SEÑOR había abierto una brecha en las tribus de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces los ancianos de la asamblea dijeron:",
            "—¿Qué haremos en cuanto a conseguir mujeres para los que han quedado? Porque las mujeres de Benjamín han sido exterminadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "—Y dijeron—: Lo que era de Benjamín sea herencia de sus sobrevivientes, para que no sea exterminada una tribu de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero nosotros no les podemos dar mujeres de nuestras hijas.",
            "Porque los hijos de Israel habían jurado diciendo: “¡Maldito el que dé mujer a los de Benjamín!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y dijeron:",
            "—He aquí que cada año hay fiesta del SEÑOR en Silo.",
            "Silo está al norte de Betel, al lado oriental del camino que sube de Betel a Siquem y al sur de Lebona."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y mandaron a los hijos de Benjamín, diciendo:",
            "—Vayan y pongan emboscada en las viñas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Miren; y he aquí que cuando las jóvenes de Silo salgan a bailar en círculos, ustedes saldrán de las viñas y arrebatarán cada uno una mujer para sí de las jóvenes de Silo, y se irán a la tierra de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y sucederá que cuando sus padres o sus hermanos vengan a pleito ante nosotros, les diremos: “Hágannos el favor de concedérnoslas, porque nosotros no conseguimos en la guerra mujeres para todos ellos. Además, ustedes no son culpables, porque no se las han dado”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Los hijos de Benjamín lo hicieron así y tomaron mujeres, una cada uno, raptándolas de entre las que danzaban. Después se fueron, volvieron a sus heredades, reedificaron las ciudades y habitaron en ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "También los hijos de Israel partieron de allí, cada uno a su tribu o clan y se fueron de allí, cada uno a su heredad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "En aquellos días no había rey en Israel, y cada uno hacía lo que le parecía recto ante sus propios ojos."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}