{
  "book_usfm": "MIC",
  "name": "Miqueas",
  "local_title": "Reina Valera Actualizada",
  "local_abbreviation": "RVA2015",
  "version_id": 1782,
  "publisher": {
    "name": "Editorial Mundo Hispano"
  },
  "copyright": {
    "html": "<p>Copyright © 2015 by Editorial Mundo Hispano</p>",
    "text": "Copyright © 2015 by Editorial Mundo Hispano"
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "MIC.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "MIC.1"
        ],
        "human": "Miqueas 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "MIC.2"
        ],
        "human": "Miqueas 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JON.4"
        ],
        "human": "Jonás 4",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "La palabra del SEÑOR que vino a Miqueas de Moréset en los días de Jotam, Acaz y Ezequías, reyes de Judá, sobre lo que vio acerca de Samaria y de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Castigo de Samaria y de Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "¡Oigan, pueblos todos! ¡Atiende, oh tierra y cuanto hay en ti! El SEÑOR Dios sea testigo contra ustedes desde su santo templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque he aquí que el SEÑOR saldrá de su lugar; descenderá y caminará sobre las alturas de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Debajo de él se derretirán las montañas como la cera delante del fuego; se hendirán los valles como las aguas arrojadas por una pendiente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Todo esto sucederá por la transgresión de Jacob y por los pecados de la casa de Israel.",
            "¿Cuál es la transgresión de Jacob? ¿No es Samaria? ¿Y cuál es el pecado de Judá? ¿No es Jerusalén?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Convertiré, pues, a Samaria en un montón de ruinas del campo y en viñedos. Haré rodar sus piedras por el valle y dejaré al descubierto sus cimientos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Todos sus ídolos serán desmenuzados y todos sus obsequios serán quemados en el fuego. Convertiré en desolación todos sus ídolos porque de los obsequios de prostitutas los obtuvo, y obsequios de prostitutas volverán a ser."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Por tanto, lamentaré y gemiré. Andaré descalzo y desnudo, gimiendo como los chacales y lamentando como los avestruces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque su llaga es incurable y ha llegado hasta Judá; ha alcanzado hasta la puerta de mi pueblo, hasta Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "¡No lo digan en Gat ni se entreguen al llanto! ¡En Bet-le-ofra revuélcate en el polvo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "¡Pasa, oh moradora de Safir! En sus ciudades se quedará; no saldrá la moradora de Saanán. Hay duelo en Bet-esel; le han quitado su emplazamiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¿Cómo podrá esperar el bien la que habita en Marot, si el mal ha descendido del SEÑOR hasta la puerta de Jerusalén?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "¡Ata el carro a los corceles, oh moradora de Laquis, ella es el principio del pecado de la hija de Sion, porque en ti se descubrieron las transgresiones de Israel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Por tanto, tú darás regalos de despedida a Moréset-gat. Las casas de Aczib desilusionarán a los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Aún he de traer contra ti al conquistador, oh moradora de Maresa. La gloria de Israel se irá hasta Adulam."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Rápate y trasquílate por los hijos de tus delicias; ensancha tu calva como la del buitre, porque ellos serán llevados cautivos lejos de ti."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "MIC.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "MIC.2"
        ],
        "human": "Miqueas 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "MIC.3"
        ],
        "human": "Miqueas 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "MIC.1"
        ],
        "human": "Miqueas 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pecado y castigo de los gobernantes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¡Ay de los que en sus camas planean iniquidad y traman el mal! Con la luz de la mañana lo realizan porque tienen en su mano el poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Codician los campos y los roban; codician las casas y las toman. Oprimen al hombre y a su casa, al hombre y a su heredad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por tanto, ha dicho el SEÑOR: “He aquí, yo pienso traer sobre esta familia un mal del cual no podrán sacar sus cuellos ni andarán erguidos, porque el tiempo será malo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "En aquel día se difundirá un refrán acerca de ustedes y se pronunciará el lamento que dice:",
            "‘¡Del todo hemos sido destruidos!",
            "La posesión de mi pueblo",
            "fue medida a cordel,",
            "y no hubo quien fuera sensible.",
            "Nuestro campo ha sido repartido",
            "a los que nos saquean’”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por tanto, no tendrás quien aplique cordel para echar suertes en la congregación del SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“¡No prediquen!”, predican ellos. “¡No prediquen sobre tales cosas, pues la afrenta no nos alcanzará!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿Debe hablarse así, oh casa de Jacob? ¿Acaso se ha limitado el Espíritu del SEÑOR? ¿Son estas sus obras? ¿Acaso mis palabras no hacen bien al que camina rectamente?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero ustedes se han levantado contra mi pueblo como enemigo. A los que pasan seguros volviendo de la guerra, los despojan del manto que llevan sobre sus vestidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "A las mujeres de mi pueblo echan fuera de las casas de sus delicias, y a sus niños despojan de mi gloria para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "¡Levántense y váyanse, ya que este no es lugar de reposo! Por causa de su contaminación será destruido con dolorosa destrucción."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Si algún hombre anduviera con espíritu de falsedad y mintiera diciendo: “Yo predicaré acerca del vino y acerca del licor”, ¡este sí sería profeta para este pueblo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "“Ciertamente reuniré a todo Jacob. Ciertamente recogeré al remanente de Israel y los pondré juntos como ovejas en el corral, como rebaño en medio del pastizal, y habrá gran estruendo por la multitud de la gente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El que abre camino subirá delante de ellos y abrirán brecha. Pasarán por las puertas y saldrán; su rey pasará delante de ellos, y a la cabeza de ellos irá el SEÑOR”."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "MIC.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "MIC.3"
        ],
        "human": "Miqueas 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "MIC.4"
        ],
        "human": "Miqueas 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "MIC.2"
        ],
        "human": "Miqueas 2",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Dije: ¡Escuchen, oh jefes de Jacob y magistrados de la casa de Israel! ¿Acaso no les corresponde a ustedes conocer el derecho?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero ustedes aborrecen lo bueno y aman lo malo. Les arrancan su piel y su carne de sobre sus huesos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y asimismo, comen la carne de mi pueblo. Le arrancan su piel; quebrantan y desmenuzan sus huesos como si estuvieran destinados para la olla, como si fueran carne en el caldero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces clamarán al SEÑOR, pero él no les responderá. En aquel tiempo esconderá su rostro de ustedes porque hicieron obras malvadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pecado y castigo del profeta falso"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Así ha dicho el SEÑOR acerca de los profetas que hacen errar a mi pueblo, que muerden con sus dientes y proclaman: “Paz”; y al que no les da de comer le declaran guerra santa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por tanto, habrá para ustedes noche sin visión y oscuridad sin predicción. Se pondrá el sol sobre los profetas y el día se oscurecerá sobre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Serán avergonzados los videntes y confundidos los adivinos. Todos ellos se cubrirán hasta sus labios, porque no habrá respuesta de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En cambio, yo estoy lleno del poder del Espíritu del SEÑOR, de juicio y de valor para declarar a Jacob su rebelión y a Israel su pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Oigan, pues, esto, oh jefes de la casa de Jacob y magistrados de la casa de Israel que hacen abominable el juicio y pervierten todo lo que es recto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ustedes edifican a Sion con sangre y a Jerusalén con iniquidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Sus jefes juzgan por soborno, sus sacerdotes enseñan solo por paga y sus profetas predicen por dinero, y se apoyan en el SEÑOR diciendo: “¿Acaso no está el SEÑOR entre nosotros? ¡No vendrá el mal sobre nosotros!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por tanto, por culpa de ustedes Sion será arada como campo. Jerusalén será convertida en un montón de ruinas y el monte del templo en cumbres boscosas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "MIC.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "MIC.4"
        ],
        "human": "Miqueas 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "MIC.5"
        ],
        "human": "Miqueas 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "MIC.3"
        ],
        "human": "Miqueas 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sion en la era mesiánica"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Acontecerá en los últimos días que el monte de la casa del SEÑOR será establecido como cabeza de los montes, y será elevado más que las colinas; y correrán a él los pueblos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Muchas naciones vendrán y dirán: “Vengan, subamos al monte del SEÑOR y a la casa del Dios de Jacob, para que él nos enseñe sus caminos y nosotros caminemos por sus sendas”. Porque de Sion saldrá la ley y de Jerusalén la palabra del SEÑOR."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Él juzgará entre muchos pueblos y arbitrará entre naciones poderosas, hasta las más distantes. Y convertirán sus espadas en rejas de arado y sus lanzas en podaderas. No alzará espada nación contra nación ni se adiestrarán más para la guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cada uno se sentará debajo de su vid y debajo de su higuera. Y no habrá quien los amedrente, porque la boca del SEÑOR de los Ejércitos ha hablado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Aunque ahora todos los pueblos anden cada uno en el nombre de sus dioses, con todo, nosotros andaremos en el nombre del SEÑOR nuestro Dios, eternamente y para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“En aquel día, dice el SEÑOR, juntaré a la oveja que cojea y recogeré a la rechazada que yo maltraté."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "De la que cojea haré un remanente y de la agobiada haré una nación poderosa. Y el SEÑOR reinará sobre ellos en el monte Sion, desde ahora y para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y tú, oh torre del rebaño, colina de la hija de Sion, a ti vendrá el gobierno de antaño; el reino vendrá a la hija de Jerusalén”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ahora, ¿por qué gritas tanto? ¿Es que no hay rey en ti? ¿Acaso ha perecido tu consejero? ¿Te ha sobrevenido dolor como a una mujer que da a luz?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Sufre dolor y gime como una mujer que da a luz, oh hija de Sion, porque ahora saldrás de la ciudad, habitarás en el campo y llegarás hasta Babilonia. Allí serás librada y allí te redimirá el SEÑOR de la mano de tus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Ahora se han reunido muchas naciones contra ti y dicen: “¡Sea profanada y vean nuestros ojos la ruina de Sion!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero ellos no conocen los planes del SEÑOR ni comprenden su consejo, a pesar de que él los ha juntado como a gavillas en la era."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "¡Levántate y trilla, oh hija de Sion! Haré que tu cuerno sea de hierro y tus uñas de bronce. Desmenuzarás a muchos pueblos y consagrarás al SEÑOR el botín de ellos y sus riquezas al Señor de toda la tierra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "MIC.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "MIC.5"
        ],
        "human": "Miqueas 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "MIC.6"
        ],
        "human": "Miqueas 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "MIC.4"
        ],
        "human": "Miqueas 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Profecía sobre la venida del Mesías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¡Reúne ahora tus tropas, ciudad de tropas! ¡Nos han sitiado! ¡Con vara herirán en la mejilla al juez de Israel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero tú, oh Belén Efrata, aunque eres pequeña entre las familias de Judá, de ti me saldrá el que será el gobernante de Israel, cuyo origen es antiguo desde los días de la eternidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Sin embargo, Dios los abandonará hasta el tiempo en que dé a luz la que ha de dar a luz y vuelva el resto de sus hermanos para reunirse con los hijos de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Él se levantará y los apacentará con el poder del SEÑOR, con la grandeza del nombre del SEÑOR su Dios, y se establecerán porque entonces será engrandecido hasta los fines de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "¡Y este será la paz!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Poderío de Israel en el futuro"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando Asiria venga contra nuestra tierra y pisotee nuestros palacios, entonces levantaremos contra ellos siete pastores y ocho hombres principales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Gobernarán a espada la tierra de Asiria y la tierra de Nimrod con sus espadas desenvainadas. Y nos librará de los asirios cuando vengan contra nuestra tierra y pisen nuestro territorio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El remanente de Jacob será en medio de muchos pueblos como el rocío del SEÑOR, como la lluvia sobre la hierba. No aguardará a nadie ni pondrá su esperanza en los hijos de los hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El remanente de Jacob será entre las naciones, en medio de muchos pueblos, como el león entre las fieras salvajes, como el cachorro de león entre las manadas de ovejas, el cual, al pasar, pisotea y arrebata; no habrá quien escape."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Levanta tu mano sobre tus enemigos y sean destruidos todos tus adversarios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Destrucción de las falsas esperanzas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“Acontecerá en aquel día, dice el SEÑOR, que eliminaré tus caballos en medio de ti y haré destruir tus carros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "También haré destruir las ciudades fortificadas de tu tierra y arruinaré todas tus fortalezas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "“Asimismo, destruiré de tu mano las hechicerías y no se hallarán en ti los que practican la magia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "“Haré destruir tus ídolos y tus piedras rituales en medio de ti, y nunca más te inclinarás hacia la obra de tus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Arrancaré de en medio de ti tus árboles de Asera y destruiré tus ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Con ira y furor haré venganza en las naciones que no escucharon”."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "MIC.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "MIC.6"
        ],
        "human": "Miqueas 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "MIC.7"
        ],
        "human": "Miqueas 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "MIC.5"
        ],
        "human": "Miqueas 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pleito del SEÑOR con su pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Oigan, pues, lo que dice el SEÑOR: “¡Levántate, pleitea junto a los montes y que oigan las colinas tu voz!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Oigan, oh montes, el pleito del SEÑOR, ustedes los poderosos fundamentos de la tierra; porque el SEÑOR tiene pleito con su pueblo y contenderá con Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "“Pueblo mío, ¿qué te he hecho o en qué te he agobiado? ¡Responde contra mí!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Yo te hice subir de la tierra de Egipto. De la casa de esclavitud te redimí y envié delante de ti a Moisés, a Aarón y a María."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Recuerda, oh pueblo mío, qué maquinó Balac, rey de Moab, y qué le respondió Balaam hijo de Beor desde Sitim hasta Gilgal, para que conozcas los actos de justicia del SEÑOR”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "¿Con qué me presentaré al SEÑOR y me postraré ante el Dios Altísimo? ¿Me presentaré ante él con holocaustos, con becerros de un año?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿Aceptará el SEÑOR millares de carneros o miríadas de arroyos de aceite? ¿Daré mi primogénito por mi rebelión, el fruto de mi vientre por el pecado de mi alma?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "¡Oh hombre, él te ha declarado lo que es bueno! ¿Qué requiere de ti el SEÑOR? Solamente hacer justicia, amar misericordia y caminar humildemente con tu Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Escucha, oh tribu: La voz del SEÑOR proclamará a la ciudad y él salvará a los que temen su nombre, a quienes aún congregará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“¿Hay aún en la casa del impío tesoros de impiedad y medida escasa que es detestable?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "¿He de justificar las balanzas de impiedad y la bolsa de pesas fraudulentas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "con las cuales sus ricos se han llenado de explotación? Sus habitantes han hablado mentiras y su lengua es engañosa en su boca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pues yo también he comenzado a golpearte y a arruinarte por tus pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Tú comerás pero no te saciarás; y el abatimiento estará en medio de ti. Recogerás pero no lo conservarás; y lo que logres conservar yo lo entregaré a la espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Tú sembrarás pero no cosecharás. Tú prensarás olivas pero no te ungirás con el aceite; y uvas, pero no beberás del vino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Guardaráslos mandamientos de Omri y toda la obra de la casa de Acab. Según el consejo de ellos andarás, para que yo te entregue a la ruina y a tus habitantes a la rechifla. Por tanto, sufrirán la afrenta de mi pueblo”."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "MIC.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "MIC.7"
        ],
        "human": "Miqueas 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NAM.1"
        ],
        "human": "Nahúm 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "MIC.6"
        ],
        "human": "Miqueas 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La corrupción general"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¡Ay de mí! ¡He venido a ser como los últimos frutos del verano, como el rebusco después de la vendimia! Ya no queda racimo que comer; mi alma desea los primeros higos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El piadoso ha desaparecido de la tierra; no hay ni uno que sea recto entre los hombres. Cada cual acecha la vida; cada cual caza a su prójimo con una red."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Han adiestrado sus manos para hacer el mal: El gobernante exige, el juez juzga por soborno y el poderoso habla según el antojo de su alma; y así lo retuercen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El mejor de ellos es como la espina; el más correcto de ellos es como zarzal. ¡Ay de tus centinelas, pues tu castigo ha venido! ¡Ahora será su confusión!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "No crean en el amigo; no esperen en el compañero. Cuídate de la que duerme en tu seno; guarda también tu boca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Porque el hijo trata con desdén a su padre, la hija se levanta contra la madre, la nuera contra su suegra, y los enemigos del hombre son los de su propia casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero yo miraré al SEÑOR; esperaré en el Dios de mi salvación. ¡Mi Dios me escuchará!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Israel volverá a su tierra"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Tú, oh enemiga mía, no te alegres contra mí; pues aunque caí me levantaré. Aunque yo habite en tinieblas el SEÑOR será mi luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque pequé contra el SEÑOR soportaré su ira, hasta que él juzgue mi causa y me haga justicia. Él me sacará a la luz y yo veré su justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Mi enemiga lo verá, y la que me decía: “¿Dónde está tu Dios?” se cubrirá de vergüenza. Y mis ojos la verán. ¡Ahora será pisoteada como el lodo de la calle!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Viene el día en que se edificarán tus muros. En aquel día se ampliarán tus límites;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "en aquel día vendrán a ti desde Asiria y las ciudades de Egipto y desde Egipto hasta el Río, de mar a mar y de montaña a montaña."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y la tierra llegará a ser una desolación por causa de sus moradores, como fruto de sus obras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Apacienta a tu pueblo con tu cayado, al rebaño de tu posesión que habita solitario en medio del bosque del Carmelo. Apacentarán sus rebaños en Basán y en Galaad como en los tiempos antiguos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "“Yo les mostraré maravillas como en el día en que saliste de la tierra de Egipto”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Las naciones lo verán y quedarán confundidas a causa de todo el poder de ellos. Se pondrán la mano sobre la boca y sus oídos se ensordecerán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Lamerán el polvo como la culebra, como los reptiles de la tierra. Saldrán temblando desde sus encierros; tendrán pánico del SEÑOR nuestro Dios y tendrán miedo de ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Alabanza al Dios de misericordia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "¿Qué Dios hay como tú que perdona la maldad y olvida el pecado del remanente de su heredad? No ha guardado para siempre su enojo porque él se complace en la misericordia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Volverá a compadecerse de nosotros. Pisoteará nuestras iniquidades y echará nuestros pecados en las profundidades del mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Concederás la verdad a Jacob y a Abraham la lealtad que juraste a nuestros padres desde tiempos antiguos."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}